local lang = RSRG.Languages["ru"]

-- ██████╗ ██╗  ██╗██╗██╗     ██╗     ██╗██████╗ ███████╗
-- ██╔══██╗██║  ██║██║██║     ██║     ██║██╔══██╗██╔════╝
-- ██████╔╝███████║██║██║     ██║     ██║██████╔╝███████╗
-- ██╔═══╝ ██╔══██║██║██║     ██║     ██║██╔═══╝ ╚════██║
-- ██║     ██║  ██║██║███████╗███████╗██║██║     ███████║
-- ╚═╝     ╚═╝  ╚═╝╚═╝╚══════╝╚══════╝╚═╝╚═╝     ╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_PHILLIPS"] = "Рейнджер-капитан Филлипс"
lang["#MISSION_GIVER_PHILLIPS_SUBTITLE"] = "Пустынные рейнджеры"
lang["#MISSION_GIVER_PHILLIPS_NEW"] = "Не ожидал, что здесь кто-то появится. Не хочешь нам помочь?"
lang["#MISSION_GIVER_PHILLIPS_GREET_NO"] = "Ты переубивал слишком много наших. Я должен заставить тебя заплатить за то, что ты сделал."
lang["#MISSION_GIVER_PHILLIPS_GREET_0"] = "Иди вперёд и приготовься испачкать руки. Нам предстоит много уборки."
lang["#MISSION_GIVER_PHILLIPS_GREET_25"] = "У меня есть куча дел, которые некоторые рейнджеры не хотят делать. Надо же с чего-то начинать, верно? Вот, пожалуйста."    
lang["#MISSION_GIVER_PHILLIPS_GREET_150"] = "Ты здесь хорошо поработал. Продолжай в том же духе, сынок."
lang["#MISSION_GIVER_PHILLIPS_GREET_300"] = "Я почти могу назвать тебя одним из нас. Таких, как ты, здесь навалом."
lang["#MISSION_GIVER_PHILLIPS_GREET_400"] = "$playername, ну ты там надрал им задницу!"
lang["#MISSION_GIVER_PHILLIPS_GREET_750"] = "Продолжай в том же духе, и мы, возможно, запишем твоё имя где-нибудь!"
lang["#MISSION_GIVER_PHILLIPS_GREET_999"] = "$playername, ты был очень благосклонен к нам. Теперь я хочу отплатить тебе за это. Приходи, поговори со мной, когда у тебя будет время."

-- One Time Missions
lang["#MISSION_PHILLIPS_PATROL"] = "Патруль против паразитов"
lang["#MISSION_PHILLIPS_PATROL_DESC"] = "Давай начнём с чего-то простого. Посмотрим, сможешь ли ты что-то сделать. Нам тут гекконы надоели, может, проредишь стадо для меня?"
lang["#MISSION_PHILLIPS_PATROL_HINT"] = "Убейте 10 гекконов в Йолла Болли"
lang["#MISSION_PHILLIPS_PATROL_COMPLETE"] = "Вы только посмотрите на это. Ты можешь быть нам полезен, давайте посмотрим, во что ещё я могу тебя втянуть."

lang["#MISSION_PHILLIPS_TECHNICAL"] = "Технические затруднения"
lang["#MISSION_PHILLIPS_TECHNICAL_DESC"] = "Трудно не заметить гигантскую радиовышку снаружи, не так ли? Последние несколько недель мы пытаемся привести её в рабочее состояние, но в ней не хватает многих деталей. У нас есть новости о старых электросхемах, которые валяются в старом правительственном бункере неподалёку. Они девственно чисты. Но есть одна загвоздка: они нетронуты только потому, что находятся в одном из этих радиоактивных бункеров. Если бы ты мог достать их для нас, это было бы очень кстати, чтобы заставить эту штуку работать. Я могу дать тебе немного антирадина после этого тоже. Удачи и не светись слишком сильно на обратном пути."
lang["#MISSION_PHILLIPS_TECHNICAL_HINT"] = "Найдите электросхему в бункере Йолла Болли"
lang["#MISSION_PHILLIPS_TECHNICAL_COMPLETE"] = "Ну, у тебя определённо есть небольшое свечение, но это не то, что не может исправить антирадин. Рад за тебя, это ещё один шаг к тому, чтобы мы снова смогли связаться с нашими парнями дома."
lang["#MISSION_PHILLIPS_TECHNICAL_ITEMNAME"] = "Нетронутая электросхема"

lang["#MISSION_PHILLIPS_STRANGEMAT"] = "Странные материалы"
lang["#MISSION_PHILLIPS_STRANGEMAT_DESC"] = "Ты когда-нибудь видел этих странных тяжёлобронированных парней, которые высаживаются вокруг, пытаясь разнести всё вокруг? Оказывается, даже после того, как мы разнесли их броню в клочья, чтобы убить их, некоторые пластины, которые они носят, всё ещё стоят чертовски дорого. Мы хотим посмотреть, что мы можем сделать с ними, чтобы улучшить нашу броню. Я доверяю тебе это дело. Это будет нелегко, но я могу дать тебе кое-что из нашего снаряжения, чтобы компенсировать это."
lang["#MISSION_PHILLIPS_STRANGEMAT_HINT"] = "Найдите 5 современных материалов для Рейнджеров пустоши"
lang["#MISSION_PHILLIPS_STRANGEMAT_COMPLETE"] = "Чёрт возьми, $playername. Мы должны посмотреть, что у нас получится с этим."

lang["#MISSION_PHILLIPS_AHEAD"] = "Дорога вперёд"
lang["#MISSION_PHILLIPS_AHEAD_DESC"] = "Благодаря тебе мы здесь неплохо живём. Я сказал некоторым рейнджерам начать поиски того, что находится на севере. Наш прогресс был остановлен этими проклятыми снайперами-каннибалами на Маунтин-Пасс. Думаешь, ты сможешь проредить стадо, чтобы мы смогли пройти?"
lang["#MISSION_PHILLIPS_AHEAD_HINT"] = "Ликвидируйте Ледорубов, чтобы рейнджеры могли продолжить экспедицию"
lang["#MISSION_PHILLIPS_AHEAD_COMPLETE"] = "Благодаря тебе мы наконец-то можем начать поиски на севере. Хорошая работа."

lang["#MISSION_PHILLIPS_RESPECTS"] = "Дань уважения"
lang["#MISSION_PHILLIPS_RESPECTS_DESC"] = "У меня есть кое-что, о чём мне очень нужно, чтобы ты позаботился. Один из наших парней не вернулся, сражаясь с мутантами в бункере Эшлэнда. Он носил с собой плюшевого мишку своей дочери, чтобы брать его с собой в приключения для неё. Мне нужно, чтобы ты нашёл его и вернул ей. Пожалуйста. Я знаю, что прошу многого для простого плюшевого мишки, но это будет много значить для всех нас."
lang["#MISSION_PHILLIPS_RESPECTS_HINT"] = "Найдите плюшевого мишку погибшего рейнджера для его дочери."
lang["#MISSION_PHILLIPS_RESPECTS_COMPLETE"] = "Спасибо, что рисковали жизнью ради этой штуки. Я позабочусь о том, чтобы он достался ей в ближайшее время, после того, как немного почищу его."

lang["#MISSION_PHILLIPS_RANGER"] = "Путь рейнджера"
lang["#MISSION_PHILLIPS_RANGER_DESC"] = "После всего, что ты сделал, пришло время сделать тебя одним из нас. Мне нужно, чтобы ты собрал кучу припасов, чтобы я мог сделать тебе подходящую броню. Некоторые из них могут показаться тебе странными, но это обряд посвящения, который мы все должны пройти. Удачи."
lang["#MISSION_PHILLIPS_RANGER_HINT"] = "Соберите предметы, необходимые для завершения пути рейнджера"
lang["#MISSION_PHILLIPS_RANGER_COMPLETE"] = "Наконец-то ты один из нас. Не продавай эту штуку какому-нибудь старому бродяге. Они должны заслужить свои нашивки так же, как и ты. Поздравляю, рейнджер $playername. Охраняй пустошь от любых угроз и относись к добрым людям с уважением. Сделай её лучшим местом, где люди могут жить, не опасаясь вреда или страданий."

-- Repeatables, given after Vermin Patrol & Technical Difficulties are completed.
lang["#MISSION_PHILLIPS_PUTTING"] = "Собрать всё воедино"
lang["#MISSION_PHILLIPS_PUTTING_DESC"] = "Теперь мы можем начать чинить конструкцию этой башни. Понадобятся любые куски металла, которые у тебя есть, и паяльный комплект."
lang["#MISSION_PHILLIPS_PUTTING_HINT"] = "Найдите металлолом и паяльный комплект, чтобы помочь рейнджерам отремонтировать вышку."
lang["#MISSION_PHILLIPS_PUTTING_COMPLETE"] = "Это не подойдёт для полного ремонта, но это, чёрт возьми, хорошее начало. Спасибо."
    
lang["#MISSION_PHILLIPS_LURKING"] = "Смертельно притаившийся"
lang["#MISSION_PHILLIPS_LURKING_DESC"] = "Не помешала бы помощь в очистке от этих проклятых болотников, которые рыщут в долине под городом Уцелевших. Они доставляют нам много хлопот, когда нам нужно бежать туда за припасами."
lang["#MISSION_PHILLIPS_LURKING_HINT"] = "Убейте 10 болотников в Йолла Болли возле города Уцелевших"
lang["#MISSION_PHILLIPS_LURKING_COMPLETE"] = "Я уверен, что их будет больше, но это точно сделает следующие несколько вылазок туда немного безопаснее. Спасибо, приятель."

lang["#MISSION_PHILLIPS_CRUSHER"] = "Каменная дробилка"
lang["#MISSION_PHILLIPS_CRUSHER_DESC"] = "Нам бы не помешала помощь в очистке этих чёртовых бродяг, которые живут в шахтах. Долина могла бы спать гораздо спокойнее, если бы они не похищали и не убивали людей."
lang["#MISSION_PHILLIPS_CRUSHER_HINT"] = "Уничтожьте Камнеедов в шахтах Йолла Болли."
lang["#MISSION_PHILLIPS_CRUSHER_COMPLETE"] = "We might be able to get some good rest tonight without having to worry about them coming and knocking on our door."

lang["#MISSION_PHILLIPS_FOODPREP"] = "Подготовка продуктов"
lang["#MISSION_PHILLIPS_FOODPREP_DESC"] = "Я искал способ поддержать боевой дух остальных членов команды. Ведь именно они катаются по грязи и сражаются со злодеями. Одно из наших любимых блюд - Веллингтонский коготь смерти. Я знаю, о чём ты подумал. Но не волнуйся, я сделаю так, что ты не пожалеешь!"
lang["#MISSION_PHILLIPS_FOODPREP_HINT"] = "Найдите яйца и мясо когтя смерти."
lang["#MISSION_PHILLIPS_FOODPREP_COMPLETE"] = "Срань господня, ты действительно сделал это. Парни будут вспоминать тебя в своих сердцах, когда придут на ужин. Отличная работа, $playername"


RELOADSCHEMA = true