local lang = RSRG.Languages["ru"]

-- ██╗   ██╗███████╗██████╗  █████╗     ██╗  ██╗ █████╗ ██╗     ███████╗
-- ██║   ██║██╔════╝██╔══██╗██╔══██╗    ██║  ██║██╔══██╗██║     ██╔════╝
-- ██║   ██║█████╗  ██████╔╝███████║    ███████║███████║██║     █████╗
-- ╚██╗ ██╔╝██╔══╝  ██╔══██╗██╔══██║    ██╔══██║██╔══██║██║     ██╔══╝
--  ╚████╔╝ ███████╗██║  ██║██║  ██║    ██║  ██║██║  ██║███████╗███████╗
--   ╚═══╝  ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝    ╚═╝  ╚═╝╚═╝  ╚═╝╚══════╝╚══════╝


-- Mission Giver
lang["#MISSION_GIVER_VERAHALE"] = "Вера Хейл"
lang["#MISSION_GIVER_VERAHALE_SUBTITLE"] = "Лидер Последователей Апокалипсиса"
lang["#MISSION_GIVER_VERAHALE_NEW"] = "Добро пожаловать в медицинскую клинику Солт-Уэллс. Если у вас медицинская проблема, пройдите к автодоку или станции очистки от радиации справа от меня, за моей спиной. Если вам нужны медикаменты, поговорите с доктором Чокнутым. И наконец, если вы ищете работу, возможно, у меня найдётся что-то для вас."
lang["#MISSION_GIVER_VERAHALE_N0"] = "Вернулся? Хм. Хорошо. Если хочешь принести пользу, у меня может быть работа."
lang["#MISSION_GIVER_VERAHALE_0"] = "Как я уже говорила, если нужно лечение - пройди направо и назад. Если нужны припасы - налево к Чокнутому. Ещё у меня может быть для тебя работа."
lang["#MISSION_GIVER_VERAHALE_25"] = "С возвращением. Если хочешь помочь, возможно, у нас что-то есть."
lang["#MISSION_GIVER_VERAHALE_50"] = "С возвращением, $playername. У нас ещё есть для тебя дело, если согласишься."
lang["#MISSION_GIVER_VERAHALE_100"] = "Местный герой. Добро пожаловать. Если хочешь ещё поработать, у нас всегда что-то происходит."
lang["#MISSION_GIVER_VERAHALE_GREET_FINISHED"] = "Тогда за дело."

-- Missions
lang["#MISSION_LOCALFLORIST_VERAHALE"] = "Местный флорист"
lang["#MISSION_LOCALFLORIST_VERAHALE_DESC"] = "К сожалению, часть ингредиентов для наших лекарств начала портиться. Мы просим твоей помощи в сборе этих растений."
lang["#MISSION_LOCALFLORIST_VERAHALE_HINT"] = "Найдите и соберите местные растения в Солт-Уэллс."
lang["#MISSION_LOCALFLORIST_VERAHALE_COMPLETE"] = "Идеально. Большое спасибо. Вот немного целебного порошка и доллары НКР."

lang["#MISSION_HYDROSATURATION_VERAHALE"] = "Водонасыщение"
lang["#MISSION_HYDROSATURATION_VERAHALE_DESC"] = "Если хочешь очистить грязную воду, у нас есть местный очиститель. Но запчасти для него недёшевы, так что нам нужны деньги на их покупку."
lang["#MISSION_HYDROSATURATION_VERAHALE_HINT"] = "Сдайте 20 единиц грязной воды."
lang["#MISSION_HYDROSATURATION_VERAHALE_COMPLETE"] = "Хорошо, вот твоя вода. Дай нам время перезагрузить систему, и потом сможешь очистить ещё."

lang["#MISSION_ANIMAL_FARM_VERAHALE"] = "Скотный двор"
lang["#MISSION_ANIMAL_FARM_VERAHALE_DESC"] = "Недавно мы заинтересовались некоторыми редкими тварями в округе. Две самые примечательные - мать выводка радтараканов. Мерзкая тварь, обычно прячется среди мусора и в туннелях канализации. Обычно нам плевать на этих гнилых созданий, но их мускульные желудки куда больше обычных и вырабатывают мощный фермент. Другое существо, которое нас интересует, - гигантский муравей-преторианец. Эти твари чертовски злы, но носят в себе феромоны матки. Добудь нам и то, и другое, и посмотрим, что можно будет приготовить в будущем."
lang["#MISSION_ANIMAL_FARM_VERAHALE_HINT"] = "Добудьте и сдайте 1 желудок радтаракана и 1 единицу феромонов муравьиной матки."
lang["#MISSION_ANIMAL_FARM_VERAHALE_COMPLETE"] = "Впечатляет! Это отлично подойдёт. Вот твоя награда."

--lang["#MISSION_ANIMAL_FARM_VERAHALE"] = "Охотник на скорпионов"
--lang["#MISSION_ANIMAL_FARM_VERAHALE_DESC"] = ""
--lang["#MISSION_ANIMAL_FARM_VERAHALE_HINT"] = "Добудьте и сдайте 1 желудок радтаракана и 1 единицу феромонов муравьиной матки."
--lang["#MISSION_ANIMAL_FARM_VERAHALE_COMPLETE"] = "Впечатляет! Это отлично подойдёт. Вот твоя награда."

RELOADSCHEMA = true