local lang = RSRG.Languages["ru"]

-- Maverick's Missions

-- Mission Giver
lang["#MISSION_GIVER_MAVERICK"] = "Капитан наёмников Маверик"
lang["#MISSION_GIVER_MAVERICK_SUBTITLE"] = "Каскадный караван"
lang["#MISSION_GIVER_MAVERICK_GREET_UNKNOWN"] = "А? А ты кто такой? Ещё один беженец? Присаживайся, мы можем принести тебе что-нибудь поесть."
lang["#MISSION_GIVER_MAVERICK_GREET_NEW"] = "Ещё один новичок? Подожди, ты довольно хорошо экипирован... Слушай, меня зовут Маверик. Мы тут попали в дерьмовую ситуацию, и нам не помешала бы помощь, а в крышек у нас навалом. Ну как?"
lang["#MISSION_GIVER_MAVERICK_GREET_0"] = "Эй, стрелок, у меня есть крышки, у тебя есть пушки. У нас всё получится."
lang["#MISSION_GIVER_MAVERICK_GREET_100"] = "Ты делаешь хорошую работу, эти беженцы начинают тебя узнавать, и благодаря тому, что ты делаешь, мы можем отправить отсюда ещё несколько человек. У меня есть ещё работа, если ты её ищешь."
lang["#MISSION_GIVER_MAVERICK_GREET_200"] = "А, $playername, молодец, что взялся за этот город. Дерьмо - это адская дыра, но встреча с людьми, которые действительно делают то, что мне нужно, расслабляет. Кстати говоря..."
lang["#MISSION_GIVER_MAVERICK_GREET_400"] = "Караваны закрепили за тобой хорошее имя, и я рад видеть, что ты ещё при деле."
lang["#MISSION_GIVER_MAVERICK_GREET_FINISHED"] = "$playername, сейчас у меня нет ничего другого для тебя. В городе всё ещё полно довоенной техники и добычи, а угрозы никогда не прекратятся."

--Missions

lang["#MISSION_MAVERICK_ANTENNAREPAIR_NAME"] = "Ремонт антенны"
lang["#MISSION_MAVERICK_ANTENNAREPAIR_DESC"] = "Есть старая радиоантенна, которая вечно ломается. Я постоянно теряю связь с командами на заданиях, так что, скорее всего, ей нужны запасные детали. Не мог бы бы выйти и осмотреть её?"
lang["#MISSION_MAVERICK_ANTENNAREPAIR_HINT"] = "Отремонтируй радиоантенну в руинах Сейлема. Иди прямо по улице за мной и сверни налево после того, как пройдёшь церковь. Может потребоваться хорошее знание в области инженерии или большой запас запасных частей."

lang["#MISSION_MAVERICK_ANTENNAREPAIR_INTERACT"] = "Когда вы открываете выключатель, подключённый к антенне, вы понимаете, что что-то не так, поскольку из проржавевших внутренних компонентов идёт дым. Вы взвешиваете варианты, как исправить эту неприятность."

lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION1_NAME"] = "Отремонтировать имеющиеся детали."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION1_TEXT"] = "Похоже, что энергоцепь износилась и почти не работает, однако, присмотревшись, вы понимаете, что это легко исправить с помощью гаечного ключа."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION1_COMPLETE"] = "Используя только удобный гаечный ключ, вы легко починили антенну."

lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION1_NAME"] = "Заменить изношенные детали."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION2_TEXT"] = "Трудно сказать, в чём именно проблема, но если заменить некоторые наиболее изношенные детали, возможно, удастся заставить её снова работать."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION2_COMPLETE"] = "Вы заменяете изношенные детали на более новые и... Удалось! Антенна снова живёт."

lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION3_NAME"] = "Заменить всё!"
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION3_TEXT"] = "Путаница проводов и схем не имеет для вас никакого смысла. Единственное, что вам приходит в голову, - заменить все детали на похожие."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION3_COMPLETE"] = "После замены случайных деталей, многократных попыток и неудач вы в отчаянии пинаете антенну. Каким-то чудом она начинает работать."


lang["#MISSION_MAVERICK_SETTINGUP"] = "Настройка питания."
lang["#MISSION_MAVERICK_SETTINGUP_DESC"] = "Ты кажешься способным, больше, чем остальные. Короче говоря: весь этот город превратился в дерьмо. Тени повсюду, мутанты пытаются похищать людей по какой-то грёбаной причине, а полиция снова включилась. Ты попал в сложную ситуацию.\n\n\nТак что если ты наёмник, то у меня есть кое-какая работа. Я знаю, что где-то слева отсюда есть электростанция, но я не могу выделить людей. Нужно, чтобы ты добрался туда и разведал обстановку, сказал мне, в каком состоянии это место, хорошо, стрелок?"
lang["#MISSION_MAVERICK_SETTINGUP_HINT"] = "Найти электростанцию Сейлема. Маверик сказал, что она находится где-то слева от лагеря."
lang["#MISSION_MAVERICK_SETTINGUP_COMPLETE"] = "Разрушена? Разграблена до основания? Чёртовы тени. Вот, оплата."

lang["#MISSION_MAVERICK_HUNGRYMOUTHS"] = "Голодные рты."
lang["#MISSION_MAVERICK_HUNGRYMOUTHS_DESC"] = "Как видишь, у нас тут много беженцев - людей, пытающихся пробиться на север или возвращающихся оттуда, которые потеряли всё или вообще ничего не имели. Неназванный благодетель заплатил нам за то, чтобы мы поставили этих людей на ноги и вернули на юг, но мы можем принять только столько людей за раз, а остальные должны оставаться на месте, пока наши охранники не вернутся за другой группой, что и приводит к этому.\n\nМне нужно, чтобы ты сходил и принёс еды и питья для этих людей: очищенную воду, кукурузу и немного мяса геккона. Кукурузу отвари, а мясо приготовь. За это ты получишь свою плату, не волнуйся."
lang["#MISSION_MAVERICK_HUNGRYMOUTHS_HINT"] = "Получить 5 очищенной воды, варёную кукурузу и 5 варёного мяса геккона."
lang["#MISSION_MAVERICK_HUNGRYMOUTHS_COMPLETE"] = "Идеально. Вот оплата и подарок от одного из беженцев."

lang["#MISSION_MAVERICK_THIEVINGISSUE"] = "Проблема воровства"
lang["#MISSION_MAVERICK_THIEVINGISSUE_DESC"] = "Что ж, эта электростанция, чёрт возьми, развалилась, и я знаю, почему, стрелок. Ты мог видеть их здесь, но есть группа не очень дружелюбных людей, которые называют себя Тенями. Мы знаем это только потому, что пару недель назад схватили одного из них и попытались вытянуть из него хоть какую-то информацию, но он почти ничего не выдал, кроме названия и того, что они продают добытые вещи какой-то третьей стороне, но имён он не назвал...\n\nПоэтому я ставлю на то, что это они вынесли всю технику из того места. Пойди и разберись с несколькими из них, надоело их дерьмо."
lang["#MISSION_MAVERICK_THIEVINGISSUE_HINT"] = "Убить 25 бандитов Теней. Их можно найти в окрестностях Сейлема."
lang["#MISSION_MAVERICK_THIEVINGISSUE_COMPLETE"] = "Классно, я вижу их всё реже и реже. Хорошая работа, стрелок."

lang["#MISSION_MAVERICK_DEADESTDELIVERY"] = "Доставка в Мёртвое устье"
lang["#MISSION_MAVERICK_DEADESTDELIVERY_DESC"] = "Привет, нужно забрать несколько вещей. Это от Мелвина из Мёртвого устья. Парень там работает, и у него есть бочка, полная водорослей, которую мы можем использовать для медикаментов здесь. Иди и возьми её, и ты получишь долю.\n\nМелвин должен быть на маленькой барже, в которую мы вложили слишком много крышек, но, думаю, это окупилось."
lang["#MISSION_MAVERICK_DEADESTDELIVERY_HINT"] = "Забрать у Мелвина бочку приманок из водорослей в Мёртвом устье у самодельной баржи."
lang["#MISSION_MAVERICK_DEADESTDELIVERY_COMPLETE"] = "Не съел ни одной, да? Конечно, нет, вот твоя доля."
lang["#MISSION_MAVERICK_DEADESTDELIVERY_ITEMNAME"] = "Бочка с приманками из водорослей"

lang["#MISSION_MAVERICK_NEEDEDREPAIRS"] = "Необходимый ремонт"
lang["#MISSION_MAVERICK_NEEDEDREPAIRS_DESC"] = "Значит, после убийств можно немного отдохнуть? Ну, нам нужно поддерживать работу некоторых машин здесь, пока мы разбиваем лагерь, поэтому нам нужны сенсорные модули и проводники. Также нам нужна хренова тонна металлолома для стен. В них куча дыр от выстрелов теней и странных патрулей зелени. Плюс, нужно немного больше защиты от местной полиции."
lang["#MISSION_MAVERICK_NEEDEDREPAIRS_HINT"] = "Собрать 100 металлолома, 8 сенсорных модулей и 3 проводника из металлических ящиков, ящиков с инструментами и различных мест."
lang["#MISSION_MAVERICK_NEEDEDREPAIRS_COMPLETE"] = "Много всякого хлама. Вот немного крышек и вещей, из-за которых другие требуют доработки."

lang["#MISSION_MAVERICK_MUTANTPATROLS"] = "Слишком много мутантов"
lang["#MISSION_MAVERICK_MUTANTPATROLS_DESC"] = "Грёбаная зелень открыла по нам огонь, когда мы попытались подойти к полицейскому управлению! Захватили окопы и устроили траншейную войну в этом богом забытом месте, откуда они вообще, блядь, взялись?!\n\nСтрелок, пройдись по городу и прореди их численность, мне нужно попытаться выяснить, откуда они берутся, грёбаные скопища, появляющиеся из ниоткуда! Слушай, по 20 крышек за голову, и ты получишь что-нибудь неплохое, после чего сможешь расслабиться, хорошо?"
lang["#MISSION_MAVERICK_MUTANTPATROLS_HINT"] = "Убить 15 супермутантов на карте Сейлема."
lang["#MISSION_MAVERICK_MUTANTPATROLS_COMPLETE"] = "Вот, немного химикатов и крышек. Я не осуждаю, просто не делай этого здесь. Это пугает беженцев."


RELOADSCHEMA = true