local lang = RSRG.Languages["ru"]

-- Mission Giver
lang["#MISSION_GIVER_GADGET"] = "Устройство"
lang["#MISSION_GIVER_GADGET_SUBTITLE"] = "Мастер инструментов камнеедов"
lang["#MISSION_GIVER_GADGET_GREET_NEW"] = "А? Кто ты? Соляная скала впустила тебя? Может быть полезен, давай поболтаем."
lang["#MISSION_GIVER_GADGET_GREET_0"] = "Я занят. Помоги мне, и нам будет о чём поговорить."
lang["#MISSION_GIVER_GADGET_GREET_150"] = "О, это ты. Меня кое-что раздражает, не мешало бы с этим разобраться."
lang["#MISSION_GIVER_GADGET_GREET_250"] = "Привет. Приятно видеть, что ты не умер."

-- Missions
lang["#MISSION_GADGET_LIGHTSON"] = "Поддержание света включённым"
lang["#MISSION_GADGET_LIGHTSON_DESC"] = "Слушай, мы можем немного поболтать, я занят, а сейчас ты мне помогаешь. Мне нужно поддерживать машины в рабочем состоянии, и мне нужны кое-какие вещи. Медь, немного электроники и ядерные батареи для питания всего этого. Достань это, а потом я возьму тебя с собой, чтобы починить всё это."
lang["#MISSION_GADGET_LIGHTSON_HINT"] = "Получите 4 отхода электроники, 4 куска меди и 120 ядерных батарей. Отходы электроники и куски меди можно получить, обыскав или сломав некоторые предметы. Ядерные батареи можно получить у различных продавцов энергетического оружия или обыскав некоторые контейнеры с оружием."
lang["#MISSION_GADGET_LIGHTSON_COMPLETE"] = "И подключи батарею там, идеально. Вот, обед и оплата за работу. Как тебя зовут?"

lang["#MISSION_GADGET_SHIPMENTPICKUP"] = "Северная отправка груза"
lang["#MISSION_GADGET_SHIPMENTPICKUP_DESC"] = "Привет. Небольшая работёнка для тебя. Контрабандисты доставили для меня груз, но за ним начали гоняться члены Братства. Один курьер добрался до места, но ему пришлось бросить груз. Сказал, что сбросил его с холма, где на дороге стоит блокпост ледорубов, и он зацепился за обломки какого-то здания. Надеюсь, он не повреждён, верни его обратно. Я пошлю вперёд человека, чтобы он сказал ледорубам не стрелять по тебе временно."
lang["#MISSION_GADGET_SHIPMENTPICKUP_HINT"] = "Найдите груз контрабандистов в Маунтин-Пасс и принесите его обратно. Говорят, что он лежит на обломках с видом на блокпост ледорубов."
lang["#MISSION_GADGET_SHIPMENTPICKUP_COMPLETE"] = "Оборудование повреждено не так сильно, как я думал, ты успел вовремя. Погоди, в тебя стреляли Ледорубы?"
lang["#MISSION_GADGET_SHIPMENTPICKUP_ITEMNAME"] = "Груз контрабандистов"

lang["#MISSION_GADGET_SLAUGHTERICEPICKS"] = "Убийство ледорубов"
lang["#MISSION_GADGET_SLAUGHTERICEPICKS_DESC"] = "Турбо, скорее всего, тоже мёртв. Хреновы каннибалы не могут договориться даже на минуту. Отправляйся в Маунтин-Пасс и сократи их численность, надеюсь, это вразумит их немного в перерывах между поеданием человеческого мяса."
lang["#MISSION_GADGET_SLAUGHTERICEPICKS_HINT"] = "Отправляйтесь в Маунтин-Пасс и уничтожьте 15 ледорубов. Они очень опасны, поэтому будьте осторожны, вступая с ними в бой."
lang["#MISSION_GADGET_SLAUGHTERICEPICKS_COMPLETE"] = "Возможно, я переборщил. Контрабандисты довольны, возьми у них новое оружие."

lang["#MISSION_GADGET_BACKTOIT"] = "Возвращение"
lang["#MISSION_GADGET_BACKTOIT_DESC"] = "Турбо отомщён. Хорошая работа. А теперь вернёмся к горному хребту. Зерка сейчас в главном городе, ищет топливо, но она подала нам сигнал, что нашла что-то, что может нам очень помочь, но мы потеряли связь. Последний раз она говорила нам, что находится в подвале какого-то здания и рядом с генераторной, но это всё, что я знаю. Найди её и верни обратно."
lang["#MISSION_GADGET_BACKTOIT_HINT"] = "Найдите Зерку и то, что у него есть для камнеедов. Последнее местонахождение Зерки было в городе с заводом боеприпасов, в подвале и рядом с генераторной. Будьте осторожны, в городе с заводом боеприпасов действует зона урона между игроками!"
lang["#MISSION_GADGET_BACKTOIT_COMPLETE"] = "Что? Зерка мертва? От энергетического оружия? И чем же именно? Мне нужно время, чтобы разобраться в этом, хорошая работа."
lang["#MISSION_GADGET_BACKTOIT_ITEMNAME"] = "Неизвестное устройство"

lang["#MISSION_GADGET_SOURCINGDOCUMENTS"] = "Поиск информации"
lang["#MISSION_GADGET_SOURCINGDOCUMENTS_DESC"] = "Эй, это был Камалео? У меня есть для тебя зацепка. Поговорил с Орлом, и он сказал, что неподалёку от того места, где ты нашёл Зерку, есть какие-то штуки, использующие энергетическое оружие, какой-то старый военный объект, вделанный в гору, всё ещё кишащий довоенными протектронами, охраняющими это место. Загляни туда и посмотри, сможешь ли ты найти какую-нибудь информацию об этой штуке, которую он нашёл. Имей в виду, что там сильная радиация, так что делай с этим всё, что можешь. Чем быстрее, тем лучше."
lang["#MISSION_GADGET_SOURCINGDOCUMENTS_HINT"] = "Отправляйтесь в военный бункер, расположенный неподалёку от того места, где вы нашли энергоячейку, на холме перед отелем. Пробейтесь через него и найдите информацию об энергоячейке. Приготовьтесь к высокой радиации и протектронам!"
lang["#MISSION_GADGET_SOURCINGDOCUMENTS_COMPLETE"] = "Энергоячейка X-44? Интересно. Мне понадобится здесь немного времени. Что значит, тебя зовут не Камелео?"
lang["#MISSION_GADGET_SOURCINGDOCUMENTS_ITEMNAME"] = "Документация энергоячейки X-44"

lang["#MISSION_GADGET_ROBOTRAMPAGE"] = "Разгром роботов"
lang["#MISSION_GADGET_ROBOTRAMPAGE_DESC"] = "Пока ты находишься в шахте, выведи из строя несколько протектронов по пути туда, чтобы то, что случилось с Зеркой, не случилось с кем-то ещё."
lang["#MISSION_GADGET_ROBOTRAMPAGE_HINT"] = "Отправляйтесь в ракетную шахту и уничтожьте 8 протектронов. Они могут быть достаточно мощными, поэтому будьте осторожны!"
lang["#MISSION_GADGET_ROBOTRAMPAGE_COMPLETE"] = "Тягач уже приносит обломки, заглядение."

lang["#MISSION_GADGET_IDIOTSURVIVALISTS"] = "Мешающие объекты"
lang["#MISSION_GADGET_IDIOTSURVIVALISTS_DESC"] = "Эй, это ведь Макс был, да? Нужно поговорить. Обычно я не обращаю на них внимания, так как у меня есть более важные дела, но это ставит всё на свои места. Эти Уцелевшие слишком часто суют нос в бункер, и мне нужно, чтобы их внимание было занято чем-то другим. Убей их патрули и наведи панику, пока я пытаюсь разобраться в этих документах, нужно собрать всех мастеров инструментов для этого дела."
lang["#MISSION_GADGET_IDIOTSURVIVALISTS_HINT"] = "Путешествуйте по Йолла Болли и уничтожьте 20 Уцелевших долины."
lang["#MISSION_GADGET_IDIOTSURVIVALISTS_COMPLETE"] = "Их радио сходит с ума по кровожадному маньяку. Что значит, тебя зовут не Макс?"

lang["#MISSION_GADGET_THECELLPART1"] = "Энергоячейка, подбор"
lang["#MISSION_GADGET_THECELLPART1_DESC"] = "Коди, подойди. Зерка попала в золотую жилу. Помнишь ту энергоячейку, которую ты мне нашёл? Так вот, за то время, что ты меня нашёл, я получил кое-какую информацию. Оказывается, это какая-то экспериментальная штука, которая была до того, как сбросили все бомбы, и предназначалась как альтернативное топливо для винтокрылов. Судя по тому, что у меня есть, оно так и не появилось, но мы можем его переделать, и мне нужно больше. Я связался со своим старым другом, мы разговорились, и он рассказал, что несколько месяцев назад в его магазин зашёл какой-то странный парень и обменял странные технологии, которых он раньше не видел, на еду и боеприпасы, а также на сопровождение оттуда. Контрабандистам понравилось то, что у него было, и они устроили ему полный разнос, а Роджерс получил немного за посредничество в сделке. Судя по тому, что он мне описал, она совпадает с описанием жилого блока в документах, которые ты мне дал, так что я хочу её. Оплата уже произведена, и мне нужно, чтобы ты просто отправился за ним. Отправляйся на болота и доплыви на лодке до его хижины, груз должен быть полностью готов к твоему приходу. Возьми с собой сотню крышек для паромщика."
lang["#MISSION_GADGET_THECELLPART1_HINT"] = "Отправляйтесь в Мёртвое устье и заберите технику из торговой хижины Роджерса. Возьмите с собой 100 крышек, чтобы заплатить за лодку туда и обратно из самодельной баржи."
lang["#MISSION_GADGET_THECELLPART1_COMPLETE"] = "Интересная штука... В ней даже есть гнездо для энергоячейку. Нам предстоит кое-что сделать. Возьми аптечку."
lang["#MISSION_GADGET_THECELLPART1_ITEMNAME"] = "Технологический груз Роджера"

lang["#MISSION_GADGET_THECELLPART2"] = "Энергоячейка, лишние глаза"
lang["#MISSION_GADGET_THECELLPART2_DESC"] = "Ты здесь сейчас. Я подключился к рациям НКР, и у нас проблема. Когда ты отправился на север, они каким-то образом видели, как ты шёл к болоту и обратно, и видели, как ты нёс технику на обратном пути. Обычно мне было бы всё равно, но у них состоялся интересный разговор, когда разведчик описал технику, сославшись на то, что у них есть нечто подобное. Их разведчику велели явиться на станцию рейнджеров в Солт-Уэллс, так что я хочу, чтобы ты отправился туда и забрал всю информацию, которая у них есть относительно этой штуки."
lang["#MISSION_GADGET_THECELLPART2_HINT"] = "Отправляйтесь в Солт-Уэллс, совершите налёт на аванпост рейнджеров НКР и получите папку технологий."
lang["#MISSION_GADGET_THECELLPART2_COMPLETE"] = "Идеально. Может, они дважды подумают, прежде чем снова с нами связываться."
lang["#MISSION_GADGET_THECELLPART2_ITEMNAME"] = "Техпапка НКР"

lang["#MISSION_GADGET_THECELLPART3"] = "Энергоячейка, выкол глаз"
lang["#MISSION_GADGET_THECELLPART3_DESC"] = "НКР слишком много лезет не в своё дело, этот разведчик не должен был тебя видеть. Эти республиканские идиоты должны держать свои головы в песке, которым они так гордятся, и перестать двигаться на север. Давай проследим, чтобы они не последовали за тобой обратно после того, как ты совершишь налёт на аванпост и создашь впечатление, что 80-е пошли на большой штурм. Сбей несколько шлемов с голов, пока будешь там, и захвати несколько жетонов, я могу попросить Виджета разбросать их по лагерю 80-х и сообщить НКР, что это были они, дать им ещё один фокус."
lang["#MISSION_GADGET_THECELLPART3_HINT"] = "Находясь в Солт-Уэллс, уничтожьте персонал NCR."
lang["#MISSION_GADGET_THECELLPART3_COMPLETE"] = "Чёртовы бирки, я передам их Виджету, чтобы он их установил. У нас тут есть несколько специальных патронов, они тебе пригодятся."

lang["#MISSION_GADGET_THECELLPART4"] = "Энергоячейка, расплата"
lang["#MISSION_GADGET_THECELLPART4_DESC"] = "Пока ты на свободе, нужно, чтобы ты начал собирать кое-что для меня. Есть одна группа, с которой, я уверен, ты рано или поздно познакомишься, но у нас с ними странные отношения, если их вообще можно так назвать. Я хочу устроить встречу с одним из них, но перед этим они хотят получить оплату. Мне нужно уговорить её, поэтому мне нужна помощь в сборе денег. Не НКР, не крышек, а именно довоенные деньги. Вот что она хочет, и мне нужно, чтобы ты достал для меня много денег. Также мне нужно немного выпивки для них, только хорошей. Виски, вино и немного водки. Я посмотрю, смогу ли я собрать для тебя что-нибудь хорошее в качестве оплаты."
lang["#MISSION_GADGET_THECELLPART4_HINT"] = "Получите 100 довоенных денег, а также по 5 виски, вина и водки. Вы можете получить довоенные деньги, обыскав сейфы и другие вещи. Алкоголь можно получить, обыскав контейнеры с едой или купив его у торговцев. Это может занять некоторое время."
lang["#MISSION_GADGET_THECELLPART4_COMPLETE"] = "Деньги хорошие, да и бутылки не так уж сильно треснули. Я отправлюсь на встречу, но сначала - твоя награда."

lang["#MISSION_GADGET_THECELLPART5"] = "Энергоячейка, построение"
lang["#MISSION_GADGET_THECELLPART5_DESC"] = "Встреча прошла хорошо, очень хорошо. Пришлось, правда, удержаться от того, чтобы не врезать одному из этих костюмированных уёбков по морде, но это уже к делу не относится. У нас с этой группой была долгая встреча с хорошими напитками, которые я им принес, но они предложили в обмен на это ледяной закат, так что, думаю, всё получилось. Они сказали мне, что энергоячейка и груз, который ты забрал из Мёртвого устья, могут, надеюсь, обеспечить энергией всё это место, поэтому они начали рассказывать мне, что нам нужно. Многое из этого у нас есть, однако недавно произошёл очередной обвал в одном из туннелей снабжения, и мы потеряли немного вещей, поэтому мне нужно, чтобы ты сходил и принёс то, что нам нужно. Вот список того, что нам нужно от тебя, и, надеюсь, скоро мы получим чертежи финальной решётки. Удачи."
lang["#MISSION_GADGET_THECELLPART5_HINT"] = "Получите 8 проводников и ядерных батарей, 5 сенсорных модулей, 20 отходов электроники и 75 ядерных материалов. Ядерные материалы можно собрать, обыскав ракетные шахты в Йолла Болли и иногда вокруг, а остальные - с помощью обыска предметов."
lang["#MISSION_GADGET_THECELLPART5_COMPLETE"] = "Блядь! Тупые сраные шифры! Они потеряли грёбаный чертёж!"

lang["#MISSION_GADGET_THECELLPART6"] = "Энергоячейка, длинный поиск"
lang["#MISSION_GADGET_THECELLPART6_DESC"] = "Эти ублюдки! Мы платим им все эти деньги, алкоголь, обращаемся с ними, как с королями, а потом они позволяют одному из своих грёбаных закадычных друзей попытаться перевезти его, и в итоге он, блядь, теряется?! Блядь! Что ж, я расскажу тебе, что они мне сказали.\n\nПо их словам, они поручили одному из своих новых кровей доставить чертёж нам напрямую, но он хотел сравнить некоторые его части с существующей структурой власти? Что-то в этом роде, видимо, он хотел произвести впечатление на высшее начальство, но вместо этого пустил в расход весь свой эскорт и оставил чертёж!\n\nШифр тоже не в восторге, так что с парнем разберутся, но найти его должны мы, что-то насчёт того, чтобы не высовываться после того, как всю его группу убили. Я не доверяю остальным в поисках, поэтому ты отправишься туда и найдёшь этот чертёж. Парни в костюмах сказали мне, что он был в какой-то шахте, а \"зелёные\" их вывезли, вот и всё.\n\nЭто то, ради чего всё и затевалось. Найди его или не возвращайся."
lang["#MISSION_GADGET_THECELLPART6_HINT"] = "Найдите чертёж электросети. Единственное, что вам сказали, что он находится в какой-то шахте, где была засада, и её устроили зелёные мутанты."
lang["#MISSION_GADGET_THECELLPART6_COMPLETE"] = "Ты. $playername, не так ли? Давай пропустим по стаканчику. Впереди нас ждёт светлое будущее."
lang["#MISSION_GADGET_THECELLPART6_ITEMNAME"] = "Чертёж электросети"

RELOADSCHEMA = true