local lang = RSRG.Languages["ru"]

-- ███╗   ███╗██████╗         █████╗ ███████╗██╗  ██╗██╗      █████╗ ███╗   ██╗██████╗ ███████╗
-- ████╗ ████║██╔══██╗██╗    ██╔══██╗██╔════╝██║  ██║██║     ██╔══██╗████╗  ██║██╔══██╗██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ███████║███████╗███████║██║     ███████║██╔██╗ ██║██║  ██║███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ██╔══██║╚════██║██╔══██║██║     ██╔══██║██║╚██╗██║██║  ██║╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ██║  ██║███████║██║  ██║███████╗██║  ██║██║ ╚████║██████╔╝███████║
-- ╚═╝     ╚═╝╚═════╝        ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝ ╚══════╝

-- Mission Board
lang["#MISSION_BOARD_ASHLANDS"] = "Доска заданий Эшлэнд"
lang["#MISSION_BOARD_ASHLANDS_SUBTITLE"] = "Задания и поручения"
lang["#MISSION_BOARD_ASHLANDS_GREET"] = "На этой доске несколько листков с работой от людей, которые ищут наёмников в этих краях. Вы можете взять любое задание, если соответствуете требованиям.\n\n\nСписок доступных заданий ниже."

-- Missions
lang["#MISSION_ASHLANDS_SIMPLELEATHER"] = "Простая кожа"
lang["#MISSION_ASHLANDS_SIMPLELEATHER_DESC"] = "Наниматель ищет кого-то, кто добудет немного кожи для него. Он предлагает достойное вознаграждение за это."
lang["#MISSION_ASHLANDS_SIMPLELEATHER_HINT"] = "Получите кожу. Вы можете получить кожу при поиске, ломая предметы из кожи, или используя кожу геккона / когтя смерти, чтобы сделать это."
lang["#MISSION_ASHLANDS_SIMPLELEATHER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_DONATE"] = "Спонсорство Каскадного каравана"
lang["#MISSION_ASHLANDS_DONATE_DESC"] = "Каскадный караван всегда ищет новых клиентов, и за небольшое пожертвование вы будете признаны надёжным клиентом каскадного каравана.\n\nПримечание: Пока у вас есть хотя бы 100 пользы каскадного каравана, нападение на вас в их присутствии является преступлением."
lang["#MISSION_ASHLANDS_DONATE_HINT"] = "Пожертвуйте 500 крышек от бутылок Каскадному каравану. Бутылочные крышки можно получить у торговцев, не связанных с НКР, или в виде хлама в некоторых районах."
lang["#MISSION_ASHLANDS_DONATE_COMPLETE"] = "Благодарим вас за щедрое пожертвование! Мы надеемся на дальнейшее сотрудничество с вами."

lang["#MISSION_ASHLANDS_WRECKAGE"] = "Развалины"
lang["#MISSION_ASHLANDS_WRECKAGE_DESC"] = "Человек, который прикрепил это, хочет, чтобы кто-то очистил регион от гулей и гекконов."
lang["#MISSION_ASHLANDS_WRECKAGE_HINT"] = "Уничтожьте любой вид диких гулей и гекконов в Эшлэнде. Диких гулей можно легко найти внутри локаций, в основном в городских квартирах. Гекконов можно найти возле радиостанции и на окраинах города."
lang["#MISSION_ASHLANDS_WRECKAGE_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER"] = "Охотник на мутантов"
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_DESC"] = "Тот, кто прикрепил это, хочет, чтобы кто-то был готов убивать супермутантов, которые бродят в Эшлэнде."
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_HINT"] = "Уничтожьте супермутанта любого типа в Эшлэнде. Супермутантов можно легко найти по всему Эшлэнду в достопримечательностях, и в основном на заправочной станции, где у них оборудована база."
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_BUNKERSALVATION"] = "Спасение бункера"
lang["#MISSION_ASHLANDS_BUNKERSALVATION_DESC"] = "Человеку, который прикрепил это, нужен тот, кто отправится в бункер, чтобы убрать всех супермутантов, которые там обитают."
lang["#MISSION_ASHLANDS_BUNKERSALVATION_HINT"] = "Уничтожьте супермутанта любого типа в бункере в Эшлэнде. Бункер можно найти под заправочной станцией в углу региона."
lang["#MISSION_ASHLANDS_BUNKERSALVATION_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_PUTTHEMINTHEGROUND"] = "Зарыть их в землю"
lang["#MISSION_ASHLANDS_PUTTHEMINTHEGROUND_DESC"] = "Мы замечаем винтокрылов, летающие туда-сюда, и много перемещений Анклава - с этим нужно разобраться. Они, без сомнения, самая опасная сила в Пустоши."
lang["#MISSION_ASHLANDS_PUTTHEMINTHEGROUND_HINT"] = "Убейте 20 солдат Анклава"
lang["#MISSION_ASHLANDS_PUTTHEMINTHEGROUND_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_HUNT_DEATHCLAW_BOSS_EASY"] = "Трудноубиваемый"
lang["#MISSION_HUNT_DEATHCLAW_BOSS_EASY_DESC"] = "Это серьёзно, охотники. Легендарный коготь смерти, Унгуэм Мортис, был замечен в окрестностях. Если увидите его, не вступайте в бой, если не соберёте целую команду. Он уже уничтожил многих закалённых охотников. Этим предупреждением не стоит пренебрегать."
lang["#MISSION_HUNT_DEATHCLAW_BOSS_EASY_HINT"] = "Найдите и убейте Унгуэма Мортиса в регионе Эшлэнда."
lang["#MISSION_HUNT_DEATHCLAW_BOSS_EASY_COMPLETE"] = "Ёшкин кот! Ты сделал это, ты завалил самого злобного ублюдка из всех известных. Невероятная работа, охотник. Возьми это в знак нашей благодарности."


lang["#MISSION_HUNT_DEATHCLAW_BOSS_HARD"] = "Кровавая луна"
lang["#MISSION_HUNT_DEATHCLAW_BOSS_HARD_DESC"] = "Ты уже доказал, что ты более чем способный охотник. Однако кое-кто предложил научить того, кто убьёт Унгуэма Мортиса, как аккуратно снять его руку, чтобы использовать как оружие. У них только одно условие: ты должен убить эту тварь с помощью перчатки из когтя смерти. Этот ублюдок и так был трудно убиваем, но если у тебя хватит духу попробовать, говорят, награда будет более чем стоящей."
lang["#MISSION_HUNT_DEATHCLAW_BOSS_HARD_HINT"] = "Убейте Унгуэма Мортиса перчаткой когтя смерти в Эшлэнде."
lang["#MISSION_HUNT_DEATHCLAW_BOSS_HARD_COMPLETE"] = "Просто потрясающе, охотник. Как и обещано, вот рука Мортиса. Носи с гордостью."

lang["#MISSION_HUNT_FLAYEDONE_BOSS_EASY"] = "Каннибалы-гуманоиды из подземелий" -- C.H.U.D. (1984)
lang["#MISSION_HUNT_FLAYEDONE_BOSS_EASY_DESC"] = "Мы слышали о каких-то жутких грёбаных мутантах, которые схватили нескольких шахтёров в округе. Уничтожение этих тварей принесёт пользу всем."
lang["#MISSION_HUNT_FLAYEDONE_BOSS_EASY_HINT"] = "Найдите и убейте освежевателя в регионе Эшлэнда."
lang["#MISSION_HUNT_FLAYEDONE_BOSS_EASY_COMPLETE"] = "Ты отлично поработал, охотник! Уверен, все будут спать немного спокойнее, зная, что эти уроды больше не ползают под землёй."

lang["#MISSION_HUNT_BOSS_TOUR"] = "Охотник за экзотической дичью"
lang["#MISSION_HUNT_BOSS_TOUR_DESC"] = "Ты хорошо поработал с Унгуэмом Мортисом. Этот контракт висит уже некоторое время и больше похож на список дел, но ты, вероятно, готов к нему."
lang["#MISSION_HUNT_BOSS_TOUR_HINT"] = "Найдите и убейте гигантского муравья-преторианца в Солт-Уэллс, мать выводка радтараканов в Солт-Уэллс, глубинного в Маунтин-Пасс, освежевателя в Эшлэнде и бешеного яо-гая в Маунтин-Пасс."
lang["#MISSION_HUNT_BOSS_TOUR_COMPLETE"] = "Отличная работа, охотник. Вот обещанная награда, надеюсь, ты придумаешь, что с ней делать."

RELOADSCHEMA = true