local lang = RSRG.Languages["ru"]

-- Mission Giver
lang["#MISSION_GIVER_HALLOWEEN"] = "Странный старик"
lang["#MISSION_GIVER_HALLOWEEN_SUBTITLE"] = "Незнакомец"
lang["#MISSION_GIVER_HALLOWEEN_GREET_NEW"] = "Эй, привет, незнакомец.\n\nСлыхал ли ты о призраках?"
lang["#MISSION_GIVER_HALLOWEEN_GREET_0"] = "Привет, незнакомец.\n\nНашёл заблудшие души?"
lang["#MISSION_GIVER_HALLOWEEN_GREET_FINISHED"] = ""

-- Missions
lang["#MISSION_HALLOWEEN_A"] = "Берегитесь проклятия."
lang["#MISSION_HALLOWEEN_A_DESC"] = "Души проклятых, ходящие по земле вместе с нами. Что-то возмутило их- вернуло обратно. Может быть, то, как мы поступаем, как устроен мир. Неважно. Они злобны. Преследуют и рубят всех, кого видят, и проклинают тех, кто выживет, чтобы рассказать о них. Легенда гласит, что если один из них проклянёт тебя, ты будешь вечно бродить по земле неживым.\nВозврати одного из них в покой, и я дам тебе несколько штуковин, которые есть у меня в сундуке."
lang["#MISSION_HALLOWEEN_A_HINT"] = "Они не уважают огнестрельное оружие. Пули проходят сквозь них. Единственный шанс, который у тебя есть, - это честный бой."
lang["#MISSION_HALLOWEEN_A_COMPLETE"] = "Да, молодец, приятель. Выбери то, что тебе нравится."

lang["#MISSION_HALLOWEEN_B"] = "Странные времена"
lang["#MISSION_HALLOWEEN_B_DESC"] = "Призраки. Они оставляют после себя частичку себя, когда возвращаются. Принесите мне столько, сколько сможете, а я дам вам несколько интересных штучек, которые у меня есть в сундуке."
lang["#MISSION_HALLOWEEN_B_HINT"] = "Будьте осторожны с проклятьем."
lang["#MISSION_HALLOWEEN_B_COMPLETE"] = "Да, молодец, приятель. Загляни в мой сундук. Выбери то, что тебе нравится."