local lang = RSRG.Languages["ru"]

-- Mission Giver
lang["#MISSION_GIVER_SALTROCK"] = "Солт-Рок"
lang["#MISSION_GIVER_SALTROCK_SUBTITLE"] = "Бригадир камнеедов"
lang["#MISSION_GIVER_SALTROCK_GREET_NEW"] = "Привет, паря, возможно, ты попал не туда, или же туда. Мне нужно сделать несколько дел, если тебе интересно."
lang["#MISSION_GIVER_SALTROCK_GREET_N100"] = "Послушай, возможно, ты и вызвал неприязнь у остальных, но я даю людям шанс. Говори."
lang["#MISSION_GIVER_SALTROCK_GREET_0"] = "Эй, свежая кровь, времени на болтовню мало, докажи, чего ты стоишь."
lang["#MISSION_GIVER_SALTROCK_GREET_25"] = "Двигаясь вверх по ступенькам, продолжай в том же духе."
lang["#MISSION_GIVER_SALTROCK_GREET_150"] = "Очень приятная перспектива, чертовски приятная. В шахтах только о тебе и говорят."
lang["#MISSION_GIVER_SALTROCK_GREET_FINISHED"] = "Ты просто находка, паря, хотя я бы с радостью оставил тебя здесь, но на свете есть много чего ещё, кроме этого места. Заглядывай, ладно?"

-- Missions
lang["#MISSION_SALTROCK_BLOWTHEPATH"] = "Прокладывание пути"
lang["#MISSION_SALTROCK_BLOWTHEPATH_DESC"] = "Слушай, парень, мы сейчас немного заняты, но у нас есть для тебя возможность. Нам нужно немного сырой взрывчатки, чтобы заново открыть обвалившийся туннель и другие нужные вещи, но вместо этого мы получили какое-то модное энергетическое дерьмо. Достань нам немного динамита, а также одну из этих самодельных жесть-гранат и нормальную осколочную гранату. Я могу достать тебе немного этого модного энергетического барахла и немного денег за него, и мы сможем поговорить ещё."
lang["#MISSION_SALTROCK_BLOWTHEPATH_HINT"] = "Получите динамит, осколочную гранату и жесть-гранату. Динамит можно найти в карьере в Солт-Уэллс. Вы можете изготовить или попросить кого-нибудь изготовить жесть-гранату. Осколочные гранаты можно найти в ящиках со взрывчаткой или, в редких случаях, в почтовых ящиках."
lang["#MISSION_SALTROCK_BLOWTHEPATH_COMPLETE"] = "Ну вот, ты и впрямь сделал это! Наконец-то можно открыть этот туннель. Молодец, парень, у меня есть для тебя кое-что ещё, вот немного денег и модные зелёные гранаты."

lang["#MISSION_SALTROCK_IGNOREPAST"] = "Игнорируя прошлое"
lang["#MISSION_SALTROCK_IGNOREPAST_DESC"] = "Я знаю, кто ты такой. Мы можем пережить то, что ты сделал, но нам нужен динамит. Просто принеси его и ни слова больше. Я замолвлю за тебя словечко, хорошо?"
lang["#MISSION_SALTROCK_IGNOREPAST_HINT"] = "Доставьте 3 палки динамита. Их можно найти у различных торговцев, в ящиках со взрывчаткой или в карьере в Солт-Уэллс."
lang["#MISSION_SALTROCK_IGNOREPAST_COMPLETE"] = "Слово сдержано, будем надеяться, что его хватит, ради твоего блага." 

lang["#MISSION_SALTROCK_CRITTERS"] = "Надоедливые маленькие твари"
lang["#MISSION_SALTROCK_CRITTERS_DESC"] = "Ты хорошо поработал, раздобыв для нас эти бум-палочки, так вот что я тебе скажу: у старины Солт-Рока есть для тебя план. Я хочу, чтобы ты привык к своему окружению, а ещё больше - к тому, что его населяет. В этом районе бродит куча муравьёв, пойди и сделай для меня дырки в куче из них, ладно? О, и постарайся собрать яйца и немного нектара, если сможешь."
lang["#MISSION_SALTROCK_CRITTERS_HINT"] = "Уничтожьте 10 муравьёв в Йолла Болли. Их можно найти в руслах рек и в пещерах рядом с территорией камнеедов. Он также почему-то упомянул, что вы должны захватить яйца и нектар?"
lang["#MISSION_SALTROCK_CRITTERS_COMPLETE"] = "Мило, очень мило. Если завалить нескольких из них, они все немного разбегутся. Возьми маску и немного питья."

lang["#MISSION_SALTROCK_MININGENERGY"] = "Нужна энергия для добычи"
lang["#MISSION_SALTROCK_MININGENERGY_DESC"] = "Эй, я заключил сделку с некоторыми парнями, которые занимаются разведкой недавно взорванной пещеры с момента нашего последнего разговора. Им нужны кое-какие вещи, чтобы поддерживать их в рабочем состоянии. Многие из них предпочитают есть яйца, какое-то особое рагу, которое они готовят, или что-то в этом роде, но Эллиот, в частности, использует тот нектар, который им приходится пить долгими сменами. Дай мне немного яиц и бутылочку хорошего сгущённого нектара для них, как я и думал, и я смогу заставить их открыть для тебя свои сундуки."
lang["#MISSION_SALTROCK_MININGENERGY_HINT"] = "Соберите 5 муравьиных яиц и 1 муравьиный нектар. Их можно получить у муравьев."
lang["#MISSION_SALTROCK_MININGENERGY_COMPLETE"] = "Ты сделал их чертовски счастливыми. Вот, выбирай из множества."

lang["#MISSION_SALTROCK_THEFRONTIERSMEN"] = "Переселенцы"
lang["#MISSION_SALTROCK_THEFRONTIERSMEN_DESC"] = "Пора проявить себя. Ты мне нравишься, но остальные тебе не доверяют, поэтому вот что они хотят. Те, кто останавливает нас здесь, - это не НКР, а эти ублюдки-Уцелевшие из долины. Они больше нацелены на то, чтобы забрать всё это место себе, хотя мы и добрались до Йоллы первыми! Они уже не раз показывали, что не умеют держать своё гребаное слово, а теперь ещё и НКР влияют на них всё больше и больше. Убери нескольких из них, 2-3 патрулей должно быть достаточно."
lang["#MISSION_SALTROCK_THEFRONTIERSMEN_HINT"] = "Убейте 8 Уцелевших долины. Их можно найти, бродя по области Йолла Болли."
lang["#MISSION_SALTROCK_THEFRONTIERSMEN_COMPLETE"] = "Я наблюдал за тобой. Теперь мы доверяем тебе, добро пожаловать, $playername."

lang["#MISSION_SALTROCK_USEFULGECKOS"] = "Полезные гекконы"
lang["#MISSION_SALTROCK_USEFULGECKOS_DESC"] = "Эй, рад видеть тебя снова, $playername, у нас есть для тебя ещё немного работы. Нам нужны особые шкуры для брони, которую мы делаем, но выследить их - проблема. У нас есть несколько опытных шкуродёров, так что вот что мне нужно. Сходи и убей парочку золотых гекконов в округе, а потом вернись и скажи мне, где ты их убил. Я пошлю своих ребят, чтобы они аккуратно содрали шкуры, как думаешь?"
lang["#MISSION_SALTROCK_USEFULGECKOS_HINT"] = "Убейте 5 золотых гекконов в Йолла Болли. Их можно найти там, где обычно водятся гекконы."
lang["#MISSION_SALTROCK_USEFULGECKOS_COMPLETE"] = "Там и там правильно? Очень хорошо. Хьюстон уже в пути, вот твоя награда."

lang["#MISSION_SALTROCK_BEAUTIFULSHINE"] = "Прекрасный жёлтый блеск"
lang["#MISSION_SALTROCK_BEAUTIFULSHINE_DESC"] = "Парень, подойди. У меня есть для тебя небольшая подработка, хорошо? Никому не говори о том, что я сейчас скажу. Есть несколько моих друзей, которым нужно немного золота, но наши запасы невелики. Держать этих людей счастливыми - в наших интересах, поэтому мне нужна твоя помощь. Ты достанешь мне 3 золотых слитка, а я смогу дать тебе хорошую пачку крышек, не долларов, а крышек. Я даже добавлю немного тех энергетических штучек, которые мы не используем, хорошо? Это может занять у тебя немного времени, так что я буду держать их на расстоянии, пока ты ищешь. Сделай это, и я замолвлю за тебя словечко перед ними, хорошо?"
lang["#MISSION_SALTROCK_BEAUTIFULSHINE_HINT"] = "Получите 3 золотых слитка. Их редко можно найти в сейфах. На выполнение этого задания может потребоваться некоторое время."
lang["#MISSION_SALTROCK_BEAUTIFULSHINE_COMPLETE"] = "Охренеть... Вот твоя доля. И они уже знают твое имя. Будь осторожен, паря."

lang["#MISSION_SALTROCK_OLDEQUIPMENT"] = "Старое оборудование, часть 1"
lang["#MISSION_SALTROCK_OLDEQUIPMENT_DESC"] = "$playername, для тебя есть специальная работёнка. Жить здесь хорошо, но иногда приходится несладко. Я пытался найти оборудование, которое могло бы дать нам представление о том, во что мы дуем, но всё это было тупиком на протяжении многих лет, до недавнего времени. Я получил несколько старых журналов транспортировки некоторых дистанционных датчиков от одного из тех людей в Сейлеме и, возможно, нащупал золотую жилу. Оказывается, их перевозили в карьер в Солт-Уэллс, но они туда так и не добрались. Я не могу послать никого из своих обычных парней, так как НКР увидят их и выкосят, но ты, похоже, можешь справиться сам. Найди ящик и принеси его обратно."
lang["#MISSION_SALTROCK_OLDEQUIPMENT_HINT"] = "Найдите довоенный сенсорный груз где-то в Солт-Уэллс. Он должен был добраться до карьера, но так и не добрался."
lang["#MISSION_SALTROCK_OLDEQUIPMENT_COMPLETE"] = "Отличная техника. Посмотрим, смогу ли я запустить его в работу. Прими награду от нас."
lang["#MISSION_SALTROCK_OLDEQUIPMENT_ITEMNAME"] = "Довоенное оборудование"

lang["#MISSION_SALTROCK_OLDEQUIPMENTPART2"] = "Старое оборудование, часть 2"
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART2_DESC"] = "Хорошо, что мы нашли тот груз, тонна необходимого нам оборудования, но теперь пришло время для более специализированных частей. Одной из главных вещей здесь не хватает центрального компонента, который не был включён в тот груз, - это какой-то центральный датчик или что-то в этом роде, я сомневаюсь, что мы найдём его из-за всего, что произошло, но мы можем сделать так, чтобы он работал. Я поговорил с Гаджетом, и он сказал, что мы можем выдрать его из уже существующего устройства, так что у меня есть план. Где-то здесь, в горах, есть ещё одно место раскопок, тебе нужно найти его и посмотреть, сможешь ли ты спасти оттуда какое-нибудь оборудование, в частности старые датчики, чтобы я мог попросить Гаджета разобрать его на части. Единственное, что я знаю о его местоположении, - это то, что к нему вела какая-то извилистая тропинка, но это всё. Удачи, парень."
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART2_HINT"] = "Найдите в Йолла Болли довоенную зону добычи полезных ископаемых. Единственная подсказка, которая у вас есть, - к ней ведёт извилистая тропинка. Найдите оборудование и принесите его обратно."
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART2_COMPLETE"] = "Это выглядит как нечто, что может сработать! Я передам Гаджету, замечательно."
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART2_ITEMNAME"] = "Старый сенсор"

lang["#MISSION_SALTROCK_OLDEQUIPMENTPART3"] = "Старое оборудование, часть 3"
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART3_DESC"] = "Дело вот в чём. Мы создаём систему, в которой участвуют все мастера по инструментам с Гаджетом во главе, и они составили список вещей, которые им нужны прямо сейчас, чтобы привести всё оборудование в рабочее состояние. Я получил свою часть списка, а значит, и твою. Я уже не в том возрасте, чтобы разгребать мусор, к тому же из-за того, что эти грёбаные переселенцы сделали со мной, когда нашли, я не хочу возвращаться туда снова. Собери вещи, а потом посмотрим на плоды наших трудов."
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART3_HINT"] = "Соберите различные предметы. Бензиновые двигатели можно получить при разборке автомобилей или через торговлю. Остальные предметы можно получить с помощью обыска или торговли."
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART3_COMPLETE"] = "Я передам это всё дело, посмотрим, закончится ли на этом вся эта беготня."

lang["#MISSION_SALTROCK_OLDEQUIPMENTPART4"] = "Старое оборудование, часть 4"
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART4_DESC"] = "Ну, и ещё кое-что. Они смогли подключить все датчики и тому подобное, но для этого нужен какой-то специальный компьютер, какая-то особая операционная система или что-то в этом роде? В этом разбираются мастера по инструментам, но им нужен специальный компьютер. К северу отсюда, в местечке, которое местные жители называют Эшлэнд, есть старая мастерская по ремонту электроники \"Априкот\". Это должно быть трёхэтажное здание или около того, но заберись туда, захвати терминал и вали оттуда нахрен. Единственное, что я слышал об этой адской зоне, так это то, что там постоянно идут войны, так что не высовывайся, найди фабрику, забери компьютер и возвращайся сюда с таким же количеством дырок, с каким ты ушёл, понял, парень?"
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART4_HINT"] = "Найдите пункт ремонта электроники \"Априкот\" и заберите терминал. Это 3-этажное здание где-то в Эшлэнде."
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART4_COMPLETE"] = "Да! Просто идеально! Ты изменил всё $playername, шикарно!"
lang["#MISSION_SALTROCK_OLDEQUIPMENTPART4_ITEMNAME"] = "Терминал \"Априкот\""

RELOADSCHEMA = true