local lang = RSRG.Languages["ru"]

-- ██╗  ██╗ █████╗ ███╗   ██╗████████╗██╗  ██╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ╚██╗██╔╝██╔══██╗████╗  ██║╚══██╔══╝██║  ██║██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--  ╚███╔╝ ███████║██╔██╗ ██║   ██║   ███████║███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
--  ██╔██╗ ██╔══██║██║╚██╗██║   ██║   ██╔══██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██╔╝ ██╗██║  ██║██║ ╚████║   ██║   ██║  ██║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝   ╚═╝   ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_CHALLENGER"] = "Ксантан"
lang["#MISSION_GIVER_CHALLENGER_SUBTITLE"] = "Испытание пустошей"
lang["#MISSION_GIVER_CHALLENGER_GREET_NEW"] = "Эй, вы считаете себя настоящим обитателем пустошей? Я думаю, слишком много людей недооценивают, что значит быть обитателем пустошей. Меня зовут Ксантан, или, как многие любят называть меня 'испытатель'. Если вы очень хотите проявить себя перед окружающими, и перед мной, у меня есть кое-какие задания, которые я хочу, чтобы вы вылонили для этого. Просто знай, что это будет нелегко, и награда будет соответствующая.\n\n\nВот некоторые испытания, в которых вы можете принять участие."
lang["#MISSION_GIVER_CHALLENGER_GREET"] = "И снова привет, $playername. Если вы всё ещё хотите пройти испытания, то у меня должно быть много доступных испытаний.\n\n\nВот список тех, которые вы ещё не закончили."
lang["#MISSION_GIVER_CHALLENGER_GREET_FINISHED"] = "Что ещё я должен сказать? Вы уже показали себя мне и, вероятно, ещё нескольким людям. На данный момент у меня нет для вас ничего доступного."

-- Missions
--Utility
lang["#MISSION_CHALLENGER_LOOTINGTHEASH"] = "Грабим Эш"
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_DESC"] = "Готовы к испытанию? Это довольно просто. Я хочу, чтобы вы ограбили как можно больше, собрали здесь все предметы. Когда почувствуете, что сделали это, вернитесь ко мне."
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_HINT"] = "Обыщите контейнеры в Эшлэнде. Контейнеры можно искать внутри городов, зданий и других различных мест."
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_COMPLETE"] = "Слишком много награбленного?"

lang["#MISSION_CHALLENGER_CULTIVATION"] = "Выращивание"
lang["#MISSION_CHALLENGER_CULTIVATION_DESC"] = "Вы ведь знаете, где собирать растения? В любом случае, для этого испытания я хочу, чтобы вы обошли этот район и начали собирать столько растений, сколько увидите. Что вы будете с ними делать, меня не волнует, но если вы их соберёте, то всё будет хорошо."
lang["#MISSION_CHALLENGER_CULTIVATION_HINT"] = "Собирайте любые виды растений. Растения обычно растут на открытых пространствах пустоши. Проверьте их возле скал и других сооружений. Их также можно найти рядом с растительностью."
lang["#MISSION_CHALLENGER_CULTIVATION_COMPLETE"] = "Где, чёрт возьми, вы находите всё хорошие растения?"

lang["#MISSION_CHALLENGER_BROKENSTEEL"] = "Сломанная сталь"
lang["#MISSION_CHALLENGER_BROKENSTEEL_DESC"] = "Я уверен, что вы знаете о машинах в округе. Они все сломаны, но пригодны для разборки. Это испытание может занять некоторое время, но я хочу, чтобы вы это сделали."
lang["#MISSION_CHALLENGER_BROKENSTEEL_HINT"] = "Разбирайте машины. Вы можете разобрать машины, ударяя их руками или оружием для ближнего боя. Гаечный ключи обычно хороши для разборки. Разбираемые машины можно найти на дорогах или рядом с ними."
lang["#MISSION_CHALLENGER_BROKENSTEEL_COMPLETE"] = "Надеюсь, этот металлолом будет использован в хороших целях."

lang["#MISSION_CHALLENGER_RECYCLER"] = "Переработчик"
lang["#MISSION_CHALLENGER_RECYCLER_DESC"] = "Для этого испытания, довольно просто. Мне нужно, чтобы вы сломали мусор, который вы добыли на верстаке. Неважно, что это, но если вы сломаете это, то хорошо."
lang["#MISSION_CHALLENGER_RECYCLER_HINT"] = "Сломайте предметы. Вы можете разобрать предметы на верстаках. Верстаки обычно находятся в городах, а иногда их можно найти в непонятных местах. Только некоторые вещи могут быть разобраны, например, жестяные банки и планшеты."
lang["#MISSION_CHALLENGER_RECYCLER_COMPLETE"] = "Большинство вещей, которые можно разобрать, обычно бесполезны."
lang["#MISSION_CHALLENGER_RECYCLER_INFO"] = "Сломайте $amount предметов."

lang["#MISSION_CHALLENGER_WASTELANDFARMER"] = "Фермер пустоши"
lang["#MISSION_CHALLENGER_WASTELANDFARMER_DESC"] = "Эй, может, стоит запастись провизией и надеть перчатки. Вам предстоит много работы. Это будет того стоить, обещаю!"
lang["#MISSION_CHALLENGER_WASTELANDFARMER_HINT"] = "Полностью разберите машины. Вы можете разбирать транспортные средства, атакуя их руками или тупым оружием ближнего боя. Трубные ключи и ломы обычно хорошо подходят для спасения. Утилизируемые автомобили можно найти на дорогах или рядом с ними."
lang["#MISSION_CHALLENGER_WASTELANDFARMER_COMPLETE"] = "Чёрт возьми, а вы быстро. Оно того стоило?"

--Combat
lang["#MISSION_CHALLENGER_GHOULHUNTER"] = "Охотник за гулями"
lang["#MISSION_CHALLENGER_GHOULHUNTER_DESC"] = "Вокруг много гулей, обычно прячущихся в самых малоизвестных местах. Для этого испытания, мне нужно, чтобы вы отправили их в могилу."
lang["#MISSION_CHALLENGER_GHOULHUNTER_HINT"] = "Уничтожьте любой вид диких гулей. Диких гулей можно часто встретить в заброшенных местах."
lang["#MISSION_CHALLENGER_GHOULHUNTER_COMPLETE"] = "Больше никаких диких гулей, только не под нашим присмотром."

lang["#MISSION_CHALLENGER_CREEPYCRAWLERS"] = "Жуткие насекомые"
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_DESC"] = "Ненавижу муравьёв. Всегда чувствую отвращение перед ними. Вот вам задание: раздавите всех этих гигантских насекомых, которых вы найдёте."
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_HINT"] = "Уничтожьте любой вид гигантских муравьёв. Муравьи обычно обитают в лесах и пещерах. Рекомендуется убивать их с огнестрельным оружием."
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_COMPLETE"] = "Бее, муравьи - отстой."

lang["#MISSION_CHALLENGER_SHREDDEDSCALES"] = "Измельчение популяции"
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_DESC"] = "Вы любите охоту? Гекконы - прекрасное животное для охоты в пустошах. К сожалению или к счастью, мы будем немного сокращать их популяцию."
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_HINT"] = "Уничтожьте любой тип гекконов. Их можно встретить в Солт-Уэллесе или иногда на дорогах Эшлэнде."
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_COMPLETE"] = "Их шкуры приносят прибыль."

lang["#MISSION_CHALLENGER_RAIDTHIS"] = "Налетай!"
lang["#MISSION_CHALLENGER_RAIDTHIS_DESC"] = "Для этого испытания я хочу, чтобы вы обошли и уничтожили всех рейдеров на своём пути. Нам нужно меньше этих засранцев, нападающих на жителей пустошей."
lang["#MISSION_CHALLENGER_RAIDTHIS_HINT"] = "Уничтожьте любой вид рейдеров. Их можно встретить в Солт-Уэллсе и Йолла Болли."
lang["#MISSION_CHALLENGER_RAIDTHIS_COMPLETE"] = "Да, налетайте! Это прозвучало как-то странно."

lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED"] = "Скорпионы, но мутировавшие"
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_DESC"] = "Вас когда-нибудь жалил скорпион? Нет, я имею в виду радскорпионов. Обычно они несут яд, и вы, скорее всего, умрёте от него в течение нескольких часов до нескольких дней. К счастью для нас, у нас есть стимуляторы, и вам лучше убедиться, что у вас есть несколько штук, потому что охота на них - ваша следующая задача."
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_HINT"] = "Уничтожить любой тип радскорпионов. Обычно они появляются за городом, в собственной пещере, в противном случае - рядом с заправочной станцией. Рекомендуется использовать против них огнестрельное оружие и держаться подальше от их жала."
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_COMPLETE"] = "Чем меньше, тем лучше."

lang["#MISSION_CHALLENGER_LOWTIDE"] = "Низкий прилив"
lang["#MISSION_CHALLENGER_LOWTIDE_DESC"] = "Скорее всего, вы уже видели болотников раньше, или нет, потому что они любят много закапывать себя. Мне нужно, чтобы вы устранили их для этого испытания. Убедитесь, что вы пойдёте с защитой или с друзьями, а то они разрежут вас пополам."
lang["#MISSION_CHALLENGER_LOWTIDE_HINT"] = "Уничтожьте любой тип болотника. Их можно найти рядом с озёрами, прудами или реками. Рекомендуется защита или броня."
lang["#MISSION_CHALLENGER_LOWTIDE_COMPLETE"] = "Рад видеть вас и все ваши конечности в целостности."

lang["#MISSION_CHALLENGER_DEMOLISHED"] = "Снесено"
lang["#MISSION_CHALLENGER_DEMOLISHED_DESC"] = "Вы готовы к более сложным испытаниям? Как вы относитесь к супермутантам? У нас здесь их полно."
lang["#MISSION_CHALLENGER_DEMOLISHED_HINT"] = "Уничтожьте супермутантов в Эшлэнде. Их можно найти в лагерях вокруг Эшлэнда. Супермутанты, как правило, вооружены и очень опасны, рекомендуется сражаться с ними вместе с союзниками."
lang["#MISSION_CHALLENGER_DEMOLISHED_COMPLETE"] = "Вы отлично стреляете. Эти габаритные засранцы повсюду."

lang["#MISSION_CHALLENGER_GRIMREAVER"] = "Мрачный потрошитель"
lang["#MISSION_CHALLENGER_GRIMREAVER_DESC"] = "Это испытание будет нелёгким. И я рекомендую использовать сильное оружие, потому что вы будете убивать потрошителей. С этими ребятами шутки плохи, они очень опасны, но мне нужно, чтобы вы о них позаботились."
lang["#MISSION_CHALLENGER_GRIMREAVER_HINT"] = "Уничтожить диких гулей-потрошителей в Эшлэнде. Рекомендуется использовать мощное оружие. Их можно найти в бункере или в отеле города."
lang["#MISSION_CHALLENGER_GRIMREAVER_COMPLETE"] = "Конечно, вы бы справились."

lang["#MISSION_CHALLENGER_ABOMINATION"] = "Мерзость"
lang["#MISSION_CHALLENGER_ABOMINATION_DESC"] = "Когти смерти, когда-нибудь слышали о них? Монстры ходячие, и всё, что они делают, это блокируют пути и нападают на злоумышленников. В любом случае, считайте это вашим 'последним' тестом. Вы знаете, о чём я вас попрошу."
lang["#MISSION_CHALLENGER_ABOMINATION_HINT"] = "Уничтожьте любой тип когтя смерти. Рекомендуется использовать мощные автоматические винтовки, а также иметь товарищей по команде. Их можно найти на окраине города."
lang["#MISSION_CHALLENGER_ABOMINATION_COMPLETE"] = "Вообще-то, я удивлён, что вы живы и сделали это."

lang["#MISSION_CHALLENGER_STRESSORI"] = "Стрессор I"
lang["#MISSION_CHALLENGER_STRESSORI_DESC"] = "Здравствуй, обитатель пустоши. Рад видеть, что вы всё ещё дышите здесь. Нам всё ещё нужны такие люди, как вы. В любом случае, вы готовы к настоящей боли? У меня для вас очень трудная задача на этот раз, убедитесь, что вы готовы к ней."
lang["#MISSION_CHALLENGER_STRESSORI_HINT"] = "Уничтожьте любые виды диких гулей, гекконов и болотников. Диких гулей можно найти в старых руинах. Гекконов можно найти в родовых пустошах. Болотников можно найти рядом с озёрами."
lang["#MISSION_CHALLENGER_STRESSORI_COMPLETE"] = "Отличная работа, но это ещё не всё."

lang["#MISSION_CHALLENGER_STRESSORII"] = "Стрессор II"
lang["#MISSION_CHALLENGER_STRESSORII_DESC"] = "Всё ещё хотите продолжить? Это не должно занять столько времени. Мне просто нужно, чтобы вы уничтожили несколько вредителей."
lang["#MISSION_CHALLENGER_STRESSORII_HINT"] = "Уничтожьте любые виды богомолов, радтараканов и кротокрысов. Богомолов можно найти в обычных пустынных районах. В малоизвестных местах можно найти радтараканов. Кротокрысов можно найти в местах, связанных с мусорными отходами."
lang["#MISSION_CHALLENGER_STRESSORII_COMPLETE"] = "Приятно видеть, что вы от них избавились. Получи последнюю часть."

lang["#MISSION_CHALLENGER_STRESSORIII"] = "Стрессор III"
lang["#MISSION_CHALLENGER_STRESSORIII_DESC"] = "Это будет самое трудное, но поверьте мне, оно того стоит. Нужно, чтобы вы выследили более опасных. Наверное, вам стоит использовать для этого мощную винтовку."
lang["#MISSION_CHALLENGER_STRESSORIII_HINT"] = "Уничтожьте любой тип когтей смерти, диких гулей-потрошителей и зелёных гекконов. Когтей смерти обычно можно встретить недалеко от окраины города в Эшлэнде. Диких гулей-потрошителей можно найти в отеле или в бункере автозаправочной станции. Зелёного геккона можно встретить в пустошах или в лесу в Эшлэнде."
lang["#MISSION_CHALLENGER_STRESSORIII_COMPLETE"] = "Готово. Вы отличаетесь от большинства обитателей пустоши, которых я встречал."

--Miscellaneous
lang["#MISSION_CHALLENGER_GOLDENSKIN"] = "Золотая кожа"
lang["#MISSION_CHALLENGER_GOLDENSKIN_DESC"] = "Хэй, у меня для вас другая работа. Меня только что попросили несколько золотых шкур от особенного человека, и они предлагают много крышек за это. Так что, если вы хотите помочь получить их, я поделюсь большей частью крышек."
lang["#MISSION_CHALLENGER_GOLDENSKIN_HINT"] = "Получить шкуры золотого геккона. Их можно собрать, убив золотых гекконов, которые чаще всего обитают в болоте с трейлером в Эшлэнде."
lang["#MISSION_CHALLENGER_GOLDENSKIN_COMPLETE"] = "Вот ваша доля."

RELOADSCHEMA = true
