local lang = RSRG.Languages["ru"]

--      ██╗ █████╗  ██████╗██╗  ██╗███████╗ ██████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
--      ██║██╔══██╗██╔════╝██║ ██╔╝██╔════╝██╔═══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--      ██║███████║██║     █████╔╝ ███████╗██║   ██║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██   ██║██╔══██║██║     ██╔═██╗ ╚════██║██║   ██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ╚█████╔╝██║  ██║╚██████╗██║  ██╗███████║╚██████╔╝██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--  ╚════╝ ╚═╝  ╚═╝ ╚═════╝╚═╝  ╚═╝╚══════╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_JACKSON"] = "Джексон"
lang["#MISSION_GIVER_JACKSON_SUBTITLE"] = "Выживший из пустошей"
lang["#MISSION_GIVER_JACKSON_GREET_UNKNOWN"] = "Приветствую, незнакомец. Я сейчас занят. Если вы ищете работу, советую пока поговорить с кем-нибудь другим."
lang["#MISSION_GIVER_JACKSON_GREET_NEW"] = "Эй, раз уж вы здесь, нам с группой очень нужна помощь, если вы планируете остаться здесь на некоторое время.\n\n\nВот с чем нам сейчас нужна помощь, если вам интересно."
lang["#MISSION_GIVER_JACKSON_GREET_N100"] = "У меня нет хороших новостей, но я не собираюсь начинать обсуждать ваш прошлый выбор. Я всё ещё готов дать тебе работу, если только ты действительно её выполнишь.\n\n\nВот с чем нам нужна помощь в настоящее время."
lang["#MISSION_GIVER_JACKSON_GREET_0"] = "Привет. Пока вы здесь, если вы ищете какую-нибудь работу или разведку, у меня может быть несколько вакансий для вас.\n\n\nВот что у нас есть в наличии."
lang["#MISSION_GIVER_JACKSON_GREET_100"] = "Добро пожаловать, $playername. У меня ещё есть несколько заданий, если вы готовы их выполнить.\n\n\nВот что у нас есть в наличии."
lang["#MISSION_GIVER_JACKSON_GREET_FINISHED"] = "Здравствуйте, $playername. Вы очень много сделали здесь, помогая нам. К сожалению, на данный момент у меня нет для вас другой работы. Вы могли бы взглянуть на доску заданий, если вы всё ещё ищете работу здесь, или поговорить с кем-нибудь другим, у кого может быть работа."

-- Missions
lang["#MISSION_JACKSON_THEMOUNTAINS"] = "Горы"
lang["#MISSION_JACKSON_THEMOUNTAINS_DESC"] = "Удивительное место, правда? Без сомнений. Было бы удивительно, если бы нам не пришлось беспокоиться о рейдерах, мутантах и тому подобному. Если ты думаешь, что мне сейчас нужна помощь, ты ошибаешься. Хотя на самом деле мне нужна помощь, может быть, с деньгами от торговли. Я знаю, что мы только что познакомились, и это может показаться немного подозрительным, но я отплачу тебе в будущем. Ты даже можешь спросить Редмана, стоит ли тебе доверять мне, но я бы предположил, что ты не захочешь идти до конца, чтобы сделать это. Это будут доллары НКР, я буду ждать."
lang["#MISSION_JACKSON_THEMOUNTAINS_HINT"] = "Получить доллары НКР. Их можно получить, выполняя задания или задачи, а также продавая предметы торговцам."
lang["#MISSION_JACKSON_THEMOUNTAINS_COMPLETE"] = "Спасибо. Я обещаю тебе, что ты получишь больше денег обратно."

lang["#MISSION_JACKSON_ABANDONFACTORY"] = "Заброшенная фабрика"
lang["#MISSION_JACKSON_ABANDONFACTORY_DESC"] = "И снова здравствуй. Надеюсь, у тебя пока всё идёт хорошо. Если ты хочешь что-то сделать, у меня есть кое-что, что займёт тебя. Пару часов назад у нас была группа, которая разведала кое-какие достопримечательности в этом районе. Они нашли симпатичный городок недалеко отсюда. Несколько домов, апартаментов и гигантская фабрика. Знаю ли я, обладают ли они чем-нибудь? Нет, но это будет твоя работа. Я хочу, чтобы ты немного осмотрел город, может быть, внутри этой фабрики, посмотрим, сможем ли мы найти что-нибудь полезное."
lang["#MISSION_JACKSON_ABANDONFACTORY_HINT"] = "Изучите фабрику в городе. Город можно найти мимо долины, с правой стороны."
lang["#MISSION_JACKSON_ABANDONFACTORY_COMPLETE"] = "Полнофункциональная фабрика? Это потрясающе! Наверное, нужны какие-то основные материалы, чтобы она снова заработала."

lang["#MISSION_JACKSON_LOSTBAG"] = "Потерянная сумка"
lang["#MISSION_JACKSON_LOSTBAG_DESC"] = "Может быть, вы могли бы заставить эту фабрику снова начать работать, скорее всего, использовать её для производства боеприпасов, или что-то в этом роде. Хотя, наверное, нужно много материалов. В любом случае, у меня есть ещё одно задание для тебя. Недалеко отсюда есть хижина. Вообще-то, она внизу, в долине. Её видно с моста, она недалеко отсюда. Там есть сумка с припасами, которую мы случайно оставили там. Если бы вы могли захватить её для нас, я подумаю о том, чтобы дать вам немного припасов."
lang["#MISSION_JACKSON_LOSTBAG_HINT"] = "Найти сумку с провизией. Джексон сказал, что его группа случайно оставила его в хижине в долине, а точнее под гигантским мостом."
lang["#MISSION_JACKSON_LOSTBAG_COMPLETE"] = "Спасибо, что достали её. Вот немного."

-- T2

lang["#MISSION_JACKSON_SAFETYENSURED"] = "Обеспечение безопасности"
lang["#MISSION_JACKSON_SAFETYENSURED_DESC"] = "За последние несколько часов у нас есть потери. Разведгруппа из двух человек решила отправиться в долину, и на них напали Болотники. Второй парень ранен, сейчас его лечат. К сожалению, это означает, что мы не сможем путешествовать по земле, пока они не будут стёрты с лица земли. Я бы хотел, чтобы вы убили несколько этих надоедливых крабов, чтобы мы могли безопасно путешествовать по долине. Я соберу для вас плату."
lang["#MISSION_JACKSON_SAFETYENSURED_HINT"] = "Уничтожьте любой вид Болотников в Йолла Болли. Их можно встретить по всей долине и возле высохших русел рек."
lang["#MISSION_JACKSON_SAFETYENSURED_COMPLETE"] = "Спасибо, что избавились от них."

lang["#MISSION_JACKSON_RETRIBUTION"] = "Возмездие"
lang["#MISSION_JACKSON_RETRIBUTION_DESC"] = "Мы заметили значительное увеличение количества гулей в Вакстоне и его окрестностях, на группу напали несколько человек. Ранены, но жить будут. Мне нужно, чтобы вы пошли и уничтожили большинство из них. Если вы это сделаете, я найду способ заплатить вам."
lang["#MISSION_JACKSON_RETRIBUTION_HINT"] = "Уничтожьте любой вид диких Гулей в Йолла Болли. Гулей можно встретить по всему городу-заводу и в некоторых других местах."
lang["#MISSION_JACKSON_RETRIBUTION_COMPLETE"] = "Мы будем в безопасности от них, пока что"

-- T3

lang["#MISSION_JACKSON_THEBUNKER_MATERIEL"] = "Бункер: Имущество"
lang["#MISSION_JACKSON_THEBUNKER_MATERIEL_DESC"] = "Совсем недавно мы обнаружили старый военный бункер, который, похоже, совершенно не тронут никакими падальщиками. Причина, по которой он абсолютно нетронут, в том, что он наводнён старыми военными протектронами, построенными с лучшей охраной, и не похоже, что они кого-то туда пускают. Там могут быть очень полезные материалы, которые помогут нам быстро выйти из нынешней ситуации. Я хочу, чтобы вы вошли и очистили его, но сначала я хочу приготовить для вас кое-что, что поможет вам избавиться от них. Вот, возьми этот список и принеси мне некоторые из этих материалов."
lang["#MISSION_JACKSON_THEBUNKER_MATERIEL_HINT"] = "Получите консервные банки, клейкую ленту и кувшин пистолетного пороха. Жестяные банки и клейкую ленту можно найти в мусорных баках и обычно продают торговцы. Пистолетный порох можно найти у торговцев, а также добыть в шахтах Эшлэнда."
lang["#MISSION_JACKSON_THEBUNKER_MATERIEL_COMPLETE"] = "Зажигайте, бросайте, бегите и не оглядывайтесь."

lang["#MISSION_JACKSON_THEBUNKER_DISPOSAL"] = "Бункер: Утилизация"
lang["#MISSION_JACKSON_THEBUNKER_DISPOSAL_DESC"] = "Вам лучше проверить себя и убедиться, что вы готовы, прежде чем отправиться туда. Пока что мне нужно, чтобы вы уничтожили Протектронов. Всё остальное, что вы там найдёте, останется у вас. И не умрите там."
lang["#MISSION_JACKSON_THEBUNKER_DISPOSAL_HINT"] = "Уничтожьте протектронов любого типа в военном бункере в Йолла Болли. Военный бункер находится за долиной, слева от вас, вверх по склону. Протектроны вообще опасны, поэтому рекомендуется носить броню с энергетической защитой."
lang["#MISSION_JACKSON_THEBUNKER_DISPOSAL_COMPLETE"] = "Вот дерьмо, тебе удалось позаботиться о них? Это здорово!"

lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING"] = "Бункер: Подведение итогов"
lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING_DESC"] = "Ну, мы обшарили всё вокруг. Куча военных материалов, оружия, взрывчатки, и чёртова ядерная ракета в одной из шахт. Мы уже проверили систему управления для неё, и она полностью отключена. Никто не сможет её активировать, и мы считаем, что так и должно быть. Люди тоже не должны знать об этом, потому что это всё ещё можно исправить. В общем, теперь мы можем легко выбраться из нищеты, и всё благодаря вам. Но здесь ещё много работы, которую нужно сделать. Кстати говоря, один из наших инженеров сказал, что в ракете должна быть военная электросхема, которую он очень хочет использовать для экспериментов и, возможно, сделать из неё что-то полезное для нас. Проблема в том, что мы не можем достать её, потому что она слишком облучена там внизу. Мы расплавимся в считанные секунды, а у нас нет радарных костюмов. Я спрашиваю, можете ли вы спуститься и достать его. Как вы собираетесь спуститься туда, не умерев от радиации? Это вам предстоит выяснить."
lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING_HINT"] = "Найдите военную электросхему. Джексон сказал, что её можно найти в ракете внутри бункера, который наполнен радиацией. Возможно, тебе придётся найти способ получить плату, не получив слишком большого урона от радиации."
lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING_COMPLETE"] = "Отлично. Мне всё ещё интересно, что эта плата сделала для ракеты?"
lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING_ITEMNAME"] = "Электросхема"

-- T4

lang["#MISSION_JACKSON_APROMISEISAPROMISE"] = "Обещание есть обещание"
lang["#MISSION_JACKSON_APROMISEISAPROMISE_DESC"] = "Что ж, думаю, пришло время мне выполнить свою часть сделки. В последнее время дела у нас идут намного лучше благодаря тебе, и теперь я могу вернуть должок, который ты дал нам для начала торговли. Я поговорил со своей группой, они все не против. Удвой сумму, которую мы дали тебе в первый раз. Но, вообще-то, мне нужно, чтобы ты сначала кое-что сделал, прежде чем я дам тебе это. Один из наших парней в разведгруппе был ранен, попав в засаду большой группы болотников. Нам не хватает медикаментов, поэтому я хочу, чтобы ты взял стимуляторы и антибиотики."
lang["#MISSION_JACKSON_APROMISEISAPROMISE_HINT"] = "Получите стимуляторы и антибиотики. Стимуляторы можно добыть, изготовить или продать у торговцев. Антибиотики можно добыть, их обычно продают врачи."
lang["#MISSION_JACKSON_APROMISEISAPROMISE_COMPLETE"] = "Спасибо. Скоро ему должно стать лучше. Вот твой приз."

lang["#MISSION_JACKSON_STRANGEBUILDING"] = "Странное здание"
lang["#MISSION_JACKSON_STRANGEBUILDING_DESC"] = "С каждым днём мы охватываем всю эту долину все больше и больше. Всё ближе к разгадке всего этого места. Есть ещё одна работа для тебя. Несколько часов назад наша группа нашла странное, странное здание. Похоже на очень старый храм. Ну, они не были достаточно близко, чтобы увидеть, но это место окружало множество Когтей смерти и скорпионов. Я знаю, что это может быть трудная просьба, но я хочу, чтобы ты выяснил, что находится внутри этого здания."
lang["#MISSION_JACKSON_STRANGEBUILDING_HINT"] = "Исследуйте храм. Храм можно найти за городом Вакста, на другом берегу высохшей реки, мимо старого лагеря рейдеров и справа от него."
lang["#MISSION_JACKSON_STRANGEBUILDING_COMPLETE"] = "Хм. Действительно, странное место для строительства чего-то подобного."

-- T5

lang["#MISSION_JACKSON_ROCKBITERS_INPRODUCTION"] = "Камнееды на производстве"
lang["#MISSION_JACKSON_ROCKBITERS_INPRODUCTION_DESC"] = "Эй, нам только что сообщили, что на другой стороне долины, относительно недалеко от особняка, есть огромный шахтёрский лагерь. Я знаю, что сейчас это непростая просьба, но я занят другими делами, и мне нужно, чтобы ты пошёл и проверил. Я дам тебе оплату, когда ты вернёшься."
lang["#MISSION_JACKSON_ROCKBITERS_INPRODUCTION_HINT"] = "Исследуйте пещеры, шахтёрский город и надземные здания. Шахты можно найти рядом с особняком на противоположной стороне Вакстона, в глубоком туннеле."
lang["#MISSION_JACKSON_ROCKBITERS_INPRODUCTION_COMPLETE"] = "Подожди, ты нашёл убежище бандитов?"

lang["#MISSION_JACKSON_ROCKBITERS_WIPEOUT"] = "Уничтожение камнеедов"
lang["#MISSION_JACKSON_ROCKBITERS_WIPEOUT_DESC"] = "Вот дерьмо, это их главная база! Эти засранцы, те же самые, которые заставили нас платить за эту землю, на которой мы были сначала. Знаете что? Мы собираемся отомстить. Не только для нас, но и для того, чтобы установить более безопасный путь в этой долине."
lang["#MISSION_JACKSON_ROCKBITERS_WIPEOUT_HINT"] = "Уничтожьте любых рейдеров 'Камнеедов' в Йолла Болли. Камнеедов можно найти на верхних уровнях шахт. Они хорошо вооружены, поэтому рекомендуется взять с собой группу друзей, чтобы помочь в борьбе с ними."
lang["#MISSION_JACKSON_ROCKBITERS_WIPEOUT_COMPLETE"] = "Отличная работа. Я твой должник."

RELOADSCHEMA = true