local lang = RSRG.Languages["ru"]

-- ████████╗██╗    ██╗ ██████╗ ██████╗ ███████╗ █████╗ ██████╗ ███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ╚══██╔══╝██║    ██║██╔═══██╗██╔══██╗██╔════╝██╔══██╗██╔══██╗██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--    ██║   ██║ █╗ ██║██║   ██║██████╔╝█████╗  ███████║██████╔╝███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
--    ██║   ██║███╗██║██║   ██║██╔══██╗██╔══╝  ██╔══██║██╔══██╗╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
--    ██║   ╚███╔███╔╝╚██████╔╝██████╔╝███████╗██║  ██║██║  ██║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--    ╚═╝    ╚══╝╚══╝  ╚═════╝ ╚═════╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_TWOBEARS"] = "Скай Ту Беарс"
lang["#MISSION_GIVER_TWOBEARS_SUBTITLE"] = "Выживальщики долины"
lang["#MISSION_GIVER_TWOBEARS_GREET_NEW"] = "А, новый путешественник на горизонте, добро пожаловать! Не думаю, что я видел или слышал о тебе, меня зовут Скай Ту Беарс, я тот, кого вы бы назвали, тот, кто живёт с землей. Я стараюсь, чтобы такие, как ты, не пали, как те, кого я видел раньше, зарекомендуй себя в Джексоне, а потом возвращайся ко мне."
lang["#MISSION_GIVER_TWOBEARS_GREET_0"] = "Дружище-выживший, здравствуй! Я вижу, что ещё есть над чем поработать, продвигайся вперёд с тем, что я тебе дал, прежде чем мы продолжим."
lang["#MISSION_GIVER_TWOBEARS_GREET_150"] = "Я вижу, что вы становитесь единым целым с землёй, но, несмотря на это, здесь всегда есть чему учиться, и мне всегда есть чему учиться."
lang["#MISSION_GIVER_TWOBEARS_GREET_250"] = "Трава и зелень постепенно теплеют к вам! Теперь нужно убедить ветер!"
lang["#MISSION_GIVER_TWOBEARS_GREET_400"] = "Вы чувствуете это? Ветры поют, и в вашу пользу. Я возлагаю на вас большие надежды, мой друг, давай продолжим путь вместе!"
lang["#MISSION_GIVER_TWOBEARS_GREET_N100"] = "О, так это вы. Мне грустно констатировать, что мнения многих, в том числе и меня, негативны, и мне грустно это констатировать. Однако, возможно, мы сможем это изменить."

-- Missions
lang["#MISSION_TWOBEARS_THEMOUNTAIN"] = "Горы, холмы, воры"
lang["#MISSION_TWOBEARS_THEMOUNTAIN_DESC"] = "Ваше первое задание! Итак, эта зона опасна: дикие животные, радиация, гули, но самая большая опасность - это те, кто отвернётся от вас. Некоторое время назад я доверился группе людей, борющихся за выживание, но они отвернулись от меня и украли вещи, которые я готов был им отдать, если бы они только поговорили со мной! Но, как я слышал, они либо умерли, либо ушли в мир иной. Однако я хочу узнать, не оставили ли они после себя что-то из того, что украли у меня. Найдите их старое поселение, посмотрите, не осталось ли там чего-нибудь, и принесите мне. Я полагаю, они упаковали вещи в коробку для сохранности."
lang["#MISSION_TWOBEARS_THEMOUNTAIN_HINT"] = "Скай Ту Беарс хочет, чтобы вы нашли украденные у него припасы, поискали в заброшенных и старых поселениях и нашли ящик с припасами, который могли оставить воры."
lang["#MISSION_TWOBEARS_THEMOUNTAIN_COMPLETE"] = "А, они что-то оставили, очень мило! Вот, выбирайте из других вещей, то, что здесь, предназначено для меня, но у вас есть выбор, я вижу светлое будущее для вас!"
lang["#MISSION_TWOBEARS_THEMOUNTAIN_ITEMNAME"] = "Украденные припасы"

lang["#MISSION_TWOBEARS_NOTNATURAL"] = "Не природные существа"
lang["#MISSION_TWOBEARS_NOTNATURAL_DESC"] = "Итак, многие звери стали родными для этих земель после событий, произошедших до нас, конечно, мутировали, но есть один, созданный человеком. Они называют его протектроном. Я бы хотел, чтобы вы уничтожили несколько таких зверей, возможно, ускорив процесс естественного отбора."
lang["#MISSION_TWOBEARS_NOTNATURAL_HINT"] = "Скай Ту Беарс хочет, чтобы вы убили протектронов. Их можно найти в ракетной шахте и на заводе боеприпасов."
lang["#MISSION_TWOBEARS_NOTNATURAL_COMPLETE"] = "Отлично! Я уже чувствую сдвиги в земле. Вот, возьмите этот трофей, который я когда-то забрал у этого протектрона, а также валюту, которая, как я знаю, часто используется!"

lang["#MISSION_TWOBEARS_MIGHTYMIGHTY_GUAI"] = "Могучий могучий гай"
lang["#MISSION_TWOBEARS_MIGHTYMIGHTY_GUAI_DESC"] = "В этом регионе есть несколько медведей, известных как яо-гаи, и несколько других. Я бы хотел, чтобы вы раздобыли несколько их шкур, я бы сказал, что три из них подойдут, я бы хотел проверить их силу и посмотреть, можно ли их использовать для некоторых целей, которые я задумал для них. В этих краях есть такие, которые держатся около своего логова, я слышал, что оно находится около русла реки. Пусть ветер будет благосклонен к вам."
lang["#MISSION_TWOBEARS_MIGHTYMIGHTY_GUAI_HINT"] = "Принесите 3 шкуры яо-гая Скай Ту Беарс. Зверей можно найти в Йолла Болли и Маунтин-Пасс, а также получить у других обитателей пустошей или торговцев."
lang["#MISSION_TWOBEARS_MIGHTYMIGHTY_GUAI_COMPLETE"] = "Хм, прочные куски шкуры, могут быть использованы для пошива палаток, одежды, может быть даже брони... Я рассмотрю это подробнее. В качестве благодарности, у меня есть несколько шкур других животных, которые предназначены для вас, и некоторые предметы, которые сочетаются здесь, я собирался дубить их, но вы дали мне новый проект!"

-- T2

lang["#MISSION_TWOBEARS_DIFFERENT_TASTE"] = "Разные вкусы"
lang["#MISSION_TWOBEARS_DIFFERENT_TASTE_DESC"] = "Я хотел попробовать другое мясо, так как слышал, что у больших панцирных существ есть мясо, которое не похоже ни на какое другое! Я бы хотел, чтобы вы раздобыли для меня немного мяса, а я приготовлю его для нас обоих, принесите мне несколько порций, и мы попируем!"
lang["#MISSION_TWOBEARS_DIFFERENT_TASTE_HINT"] = "Принесите 7 кусков мяса болотника Скай Ту Беарс. Болотников можно найти в руслах рек Йолла Болли, а также в некоторых других местах, например, у других людей."
lang["#MISSION_TWOBEARS_DIFFERENT_TASTE_COMPLETE"] = "Ах, отлично! Пора заняться рецептами, на которые я обменялся, а теперь, как бы вы хотели, чтобы я приготовил, мой друг?"

lang["#MISSION_TWOBEARS_WEIRDOCCURENCE"] = "Странное явление"
lang["#MISSION_TWOBEARS_WEIRDOCCURENCE_DESC"] = "Итак, я прогуливался, чтобы понаблюдать за дикой природой, когда наткнулся на старую шахту, в которой работали ещё до войны, и Джексон сказал мне держаться подальше, но я позволил своему любопытству взять верх, и я вошёл внутрь. Там были муравьи, которых я избегал, но когда я вошёл в большую область, показывающую мне небо, в меня начали стрелять сверху! Поднимитесь туда и уберите нескольких из них с их места и вернитесь ко мне."
lang["#MISSION_TWOBEARS_WEIRDOCCURENCE_HINT"] = "Скай Ту Беарс хочет, чтобы вы убили несколько рейдеров-Камнеедов в шахте на дальней стороне Йолла Болли, внутри старой шахты, будьте осторожны."
lang["#MISSION_TWOBEARS_WEIRDOCCURENCE_COMPLETE"] = "Хм, так они действительно разбили там лагерь? Что ж, похоже, нам нужно сместить ветер в определённом направлении."

-- T3

lang["#MISSION_TWOBEARS_KEEPKNOCKING"] = "Они продолжают стучаться"
lang["#MISSION_TWOBEARS_KEEPKNOCKING_DESC"] = "А, как раз тот, кого я искал! Итак, есть ещё одно племя, которое желает от меня чего-то, что я не имел возможности получить раньше, но теперь, когда вы здесь, и я доверяю вам, я верю, что мы сможем это сделать. Итак, я прошу 5, как здесь говорят, кирпичей из известняка. Я не знаю, где их достать, но, кажется, я слышал, что об этом говорилось где-то к востоку отсюда, пойдите и принесите 5 кирпичей, как они просили, сюда."
lang["#MISSION_TWOBEARS_KEEPKNOCKING_HINT"] = "Скай Ту Беарс хочет, чтобы вы получили 5 кирпичей невадского известняка. Как он вам сказал, вам может повезти у некоторых торговцев за пределами Йолла Болли, к востоку."
lang["#MISSION_TWOBEARS_KEEPKNOCKING_COMPLETE"] = "О, вы вернулись! Теперь вы знаете, где достать больше, отлично! Я отдам их торговцу племени и, надеюсь, они будут довольны! Я не знаю, зачем они им, но если они довольны, то будут торговать интересными вещами, но не волнуйтесь, я не единственный, кто будет в этом участвовать! А пока возьмите вот это, мне их привёл радскорпион в видении после того, как я проглотил слишком много корня зандера, но мне не нравится шипение!"

lang["#MISSION_TWOBEARS_KEEPITCOMING"] = "Продолжайте в том же духе"
lang["#MISSION_TWOBEARS_KEEPITCOMING_DESC"] = "Итак, я счастлив, они счастливы. Я хотел бы создать запасы известняка, в обмен я могу найти больше этих напитков, а также немного валюты, которой у меня нет применения!"
lang["#MISSION_TWOBEARS_KEEPITCOMING_HINT"] = "Возьмите ещё невадского известняка из Солт-Уэллса, где вы его добыли, и принесите ему ещё 2 кирпича."
lang["#MISSION_TWOBEARS_KEEPITCOMING_COMPLETE"] = "Потрясающе! Выгодная сделка для нас обоих, спасибо!"

lang["#MISSION_TWOBEARS_LANDUNDER"] = "Они пришли из страны под землёй"
lang["#MISSION_TWOBEARS_LANDUNDER_DESC"] = "Итак, племя с юга было радо известняку, и они заявили, что положили для нас различное количество товара! Они сообщили, что оставят его на дне реки, и что муравьи приведут нас к нему на полигоне, так что пора природе вести вас!"
lang["#MISSION_TWOBEARS_LANDUNDER_HINT"] = "Скай Ту Беарс хочет, чтобы вы нашли припасы, переданные южным племенем, он сказал, чтобы муравьи направили вас в Йолла Болли, где это может быть?"
lang["#MISSION_TWOBEARS_LANDUNDER_COMPLETE"] = "Потрясающе! У вас есть уверенность в своих силах, и вы становитесь единым целым с землёй, как и я! Приходите и выбирайте из того, над чем мы оба работали!"

RELOADSCHEMA = true