local lang = RSRG.Languages["ru"]

-- ███╗   ███╗██████╗        ███╗   ███╗ ██████╗ ██╗   ██╗███╗   ██╗████████╗ █████╗ ██╗███╗   ██╗    ██████╗  █████╗ ███████╗███████╗
-- ████╗ ████║██╔══██╗██╗    ████╗ ████║██╔═══██╗██║   ██║████╗  ██║╚══██╔══╝██╔══██╗██║████╗  ██║    ██╔══██╗██╔══██╗██╔════╝██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ██╔████╔██║██║   ██║██║   ██║██╔██╗ ██║   ██║   ███████║██║██╔██╗ ██║    ██████╔╝███████║███████╗███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ██║╚██╔╝██║██║   ██║██║   ██║██║╚██╗██║   ██║   ██╔══██║██║██║╚██╗██║    ██╔═══╝ ██╔══██║╚════██║╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ██║ ╚═╝ ██║╚██████╔╝╚██████╔╝██║ ╚████║   ██║   ██║  ██║██║██║ ╚████║    ██║     ██║  ██║███████║███████║
-- ╚═╝     ╚═╝╚═════╝        ╚═╝     ╚═╝ ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝   ╚═╝   ╚═╝  ╚═╝╚═╝╚═╝  ╚═══╝    ╚═╝     ╚═╝  ╚═╝╚══════╝╚══════╝

-- Mission Board
lang["#MISSION_BOARD_MPASS"] = "Доска заданий Маунтин-Пасс"
lang["#MISSION_BOARD_MPASS_SUBTITLE"] = "Задания и поручения"
lang["#MISSION_BOARD_MPASS_GREET"] = "На этой доске несколько листков с работой от людей, которые ищут наёмников в этих краях. Вы можете взять любое задание, если соответствуете требованиям.\n\n\nСписок доступных заданий ниже."

-- Missions
lang["#MISSION_MPASS_INFESTATION"] = "Заражение"
lang["#MISSION_MPASS_INFESTATION_DESC"] = "Нанимателю этого задания нужен человек, готовый уничтожить гулей в текущем регионе. Он предлагает за это разумную сумму."
lang["#MISSION_MPASS_INFESTATION_HINT"] = "Уничтожьте любой вид диких гулей в Маунтин-Пасс. Их можно легко найти на дорогах по всему региону, а также в заброшенных домах и хижинах."
lang["#MISSION_MPASS_INFESTATION_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_MPASS_LOCALCANNIBALS"] = "Местные людоеды"
lang["#MISSION_MPASS_LOCALCANNIBALS_DESC"] = "Нанимателю этого задания нужен человек, который устранит рейдеров Ледорубов в текущем регионе."
lang["#MISSION_MPASS_LOCALCANNIBALS_HINT"] = "Уничтожьте рейдеров Ледорубов любого типа в Маунтин-Пасс. Их можно встретить в лагерях, разбитых на дорогах и в лесах."
lang["#MISSION_MPASS_LOCALCANNIBALS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_MPASS_MASTER_BLASTER"] = "Мастер-бластер"
lang["#MISSION_MPASS_MASTER_BLASTER_DESC"] = "Тот, кто прикрепил это, хочет, чтобы кто-то очень умело обращался с дробовиками, чтобы уничтожать определённые типы врагов."
lang["#MISSION_MPASS_MASTER_BLASTER_HINT"] = "Уничтожьте диких гулей и гекконов любого типа с помощью любого дробовика. Диких гулей можно встретить на дороге, ведущей в Эшлэнд. Гекконов можно встретить в Солт-Уэллсе."
lang["#MISSION_MPASS_MASTER_BLASTER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_MPASS_GOLDHILLS"] = "Золото в этих горах"
lang["#MISSION_MPASS_GOLDHILLS_DESC"] = "Эй! Я забрался так далеко, потому что мне сказали, что здесь осталось немного золота, оно нам нужно для некоторых электрических вещей, которые у нас есть, мне сказали, что оно поможет с чем-то там. Принеси мне два слитка, и будет вам награда."
lang["#MISSION_MPASS_GOLDHILLS_HINT"] = "Соберите два золотых слитка. Их редко можно найти в сейфах, поэтому на выполнение этого задания может потребоваться некоторое время."
lang["#MISSION_MPASS_GOLDHILLS_COMPLETE"] = "Отличная работа, не ожидал, что вы справитесь. Ваша награда находится слева, рядом со зданием, ищите пустую бутылку ядер-колы."

lang["#MISSION_MPASS_SHIPMENTRECOVER"] = "Восстановление груза"
lang["#MISSION_MPASS_SHIPMENTRECOVER_DESC"] = "Этот запрос сделан анонимным третьим лицом. \n\n Здравствуйте, к нам часто сбегают люди с вещами, которые им не положены, но ледорубы быстро с ними расправляются. К сожалению для нас, они не заинтересованы в переговорах с нами. Пожалуйста, найдите большой синий сундук, скорее всего, в одном из их лагерей, и верните его."
lang["#MISSION_MPASS_SHIPMENTRECOVER_HINT"] = "Ищите синий сундук в одном из лагерей Ледорубов. Это может быть где угодно, но некоторые лагеря защищены хуже, чем другие, будьте готовы к бою."
lang["#MISSION_MPASS_SHIPMENTRECOVER_COMPLETE"] = "Превосходно. Выберите деноминацию."
lang["#MISSION_MPASS_SHIPMENTRECOVER_ITEMNAME"] = "Запертый сундук"

lang["#MISSION_MPASS_SAFETRAVELS"] = "Безопасные странствия"
lang["#MISSION_MPASS_SAFETRAVELS_DESC"] = "Перевал начинает кишеть тварями, яо-гаями и, что хуже всего, рейдерами. Нужна зачистка и добровольцы для неё."
lang["#MISSION_MPASS_SAFETRAVELS_HINT"] = "Убейте 20 яо-гаев, 40 гулей и 20 рейдеров-ледорубов. Их можно найти по всему Маунтин-Пассу."
lang["#MISSION_MPASS_SAFETRAVELS_COMPLETE"] = "Потрясающая работа. Не верится, что ты через это прошёл."

lang["#MISSION_HUNT_YAOGUAI_BOSS_EASY"] = "Чрево чудовища"
lang["#MISSION_HUNT_YAOGUAI_BOSS_EASY_DESC"] = "Внимание, охотники. Бешеный яо-гай был замечен нападающим на местных по всему перевалу. Он уже убил нескольких опытных охотников. Приходите подготовленными и готовыми к бою, если планируете завалить его. Вероятно, вы найдёте его в гроте яо-гая, если сможете пробраться мимо его сородичей."
lang["#MISSION_HUNT_YAOGUAI_BOSS_EASY_HINT"] = "Убейте бешеного яо-гая. Иногда его можно найти в гроте яо-гая."
lang["#MISSION_HUNT_YAOGUAI_BOSS_EASY_COMPLETE"] = "Отличный выстрел, охотник. Ещё одним демоном на перевале меньше."

lang["#MISSION_HUNT_YAOGUAI_BOSS_HARD"] = "В соснах"
lang["#MISSION_HUNT_YAOGUAI_BOSS_HARD_DESC"] = "Кое-кто из местных нашёл старую довоенную винтовку и готов обменять её, если охотник докажет себя в настоящей охоте. Одна из местных легенд, яо-гай-альбинос, терроризирует окрестные горы. Путешественники часто называют его бешеным яо-гаем, так что будь осторожен с этим созданием. Большую часть времени его можно найти в логове."
lang["#MISSION_HUNT_YAOGUAI_BOSS_HARD_HINT"] = "Убейте бешеного яо-гая с помощью охотничьей винтовки. Иногда его можно найти в гроте яо-гая."
lang["#MISSION_HUNT_YAOGUAI_BOSS_HARD_COMPLETE"] = "У тебя природный талант. Держи винтовку, этот буферный стакан сделает её как новенькую. Теперь она твоя."

lang["#MISSION_HUNT_MIRELURK_KING_DEEP_EASY"] = "Тень под Иннсмутом"
lang["#MISSION_HUNT_MIRELURK_KING_DEEP_EASY_DESC"] = "Болотники сплотились вокруг короля болотников, и это начинает становиться проблемой. Они совершают вылазки из своих гнездовых пещер, создавая массу проблем для путников. Посмотри, сможешь ли ты что-то с этим сделать."
lang["#MISSION_HUNT_MIRELURK_KING_DEEP_EASY_HINT"] = "Убейте глубинного. Если он здесь, его можно найти под землёй в подводной пещере."
lang["#MISSION_HUNT_MIRELURK_KING_DEEP_EASY_COMPLETE"] = "Отличная работа, охотник. Держи за труды."

lang["#MISSION_HUNT_WENDIGO_BOSS_MTPASS"] = "Кошмар в снегах"
lang["#MISSION_HUNT_WENDIGO_BOSS_MTPASS_DESC"] = "Поступают сообщения о звере, который кричит во время метелей, и после его крика люди пропадают. Это уже превращается в страшилку у костра. Но в каждой легенде есть доля правды. Нужно, чтобы ты выяснил, что это за крики, и разобрался с проблемой."
lang["#MISSION_HUNT_WENDIGO_BOSS_MTPASS_HINT"] = "Убейте вендиго, что обитает в Маунтин-Пасс."
lang["#MISSION_HUNT_WENDIGO_BOSS_MTPASS_COMPLETE"] = "Спасибо! Может, теперь мы наконец выспимся."

RELOADSCHEMA = true