local lang = RSRG.Languages["ru"]

-- ████████╗██╗   ██╗████████╗ ██████╗ ██████╗ ██╗ █████╗ ██╗         ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ╚══██╔══╝██║   ██║╚══██╔══╝██╔═══██╗██╔══██╗██║██╔══██╗██║         ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--    ██║   ██║   ██║   ██║   ██║   ██║██████╔╝██║███████║██║         ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
--    ██║   ██║   ██║   ██║   ██║   ██║██╔══██╗██║██╔══██║██║         ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
--    ██║   ╚██████╔╝   ██║   ╚██████╔╝██║  ██║██║██║  ██║███████╗    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--    ╚═╝    ╚═════╝    ╚═╝    ╚═════╝ ╚═╝  ╚═╝╚═╝╚═╝  ╚═╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_STARTER"] = "Эндрю"
lang["#MISSION_GIVER_STARTER_SUBTITLE"] = "Учитель Пустоши"
lang["#MISSION_GIVER_STARTER_GREET_NEW"] = "Эй! Похоже, ты потерян и сбит с толку. Если не знаешь, что делать, я могу помочь тебе освоиться, если ты готов выполнить несколько заданий. Скорее всего, это не займёт много времени. Если же ты просто ищешь работу, советую отправиться в город на возвышенности, он недалеко отсюда - просто иди по дороге и сверни налево в ущелье. Не пропустишь.\n\n\n\n[ Это серия заданий для новичков. Выполнять их не обязательно, но рекомендуется тем, кто только начал играть; они дадут начальный бонус. ]"
lang["#MISSION_GIVER_STARTER_GREET"] = "Здравствуй, обитатель Пустоши. Могу научить тебя основам выживания здесь, если хочешь. В противном случае советую отправиться в город НКР, если ищешь работу или поторговаться с кем-то.\n\n\n\n\n(Это обучение представляет собой серию заданий, объясняющих основы игры. Их не обязательно выполнять, но они могут дать игроку дополнительные начальные предметы. Рекомендуется выполнить эти задания, если вы не знакомы с игровым режимом)."
lang["#MISSION_GIVER_STARTER_GREET_FINISHED"] = "Снова здравствуй, $playername. Если ищешь, чем заняться, советую поговорить с майором Редманом и Мэй Лянь в городе за стеной. Зайди в офисы НКР к Редману и поищи Мэй Лянь в районе караванной стоянки. Доберёшься туда по дороге в долину."

-- Missions
lang["#MISSION_STARTER_NEWAROUNDHERE"] = "Обучение: Новичок здесь"
lang["#MISSION_STARTER_NEWAROUNDHERE_DESC"] = "Итак, начнём с самого простого. Как ты понимаешь, Пустошь - очень опасное место, населённое мутировавшими животными, рейдерами и прочими тварями. Было бы преувеличением сказать, что всё здесь враждебно, но есть немало людей и врагов, которые, скорее всего, ограбят тебя или просто застрелят. Здесь я тебе и пригожусь. Я обучаю новичков, вроде тебя, как защищать себя. В любом случае, твоё первое задание будет очень простым. Сбор хлама - не так уж сложно, правда? Покажи мне, что ты хотя бы умеешь собирать предметы. Ты можешь найти вещи, которые кажутся бесполезными, но это не значит, что они ни на что не годятся. Вниз по склону есть городок - хорошее место для начала."
lang["#MISSION_STARTER_NEWAROUNDHERE_HINT"] = "Найдите какие-нибудь контейнеры и обыщите их в окрестностях. Можете попробовать спуститься в городок и осмотреть несколько зданий. Когда закончите, возвращайтесь к Эндрю сдать задание."
lang["#MISSION_STARTER_NEWAROUNDHERE_COMPLETE"] = "Отлично, ты усвоил главный принцип Пустоши."

lang["#MISSION_STARTER_WASTELANDREPO"] = "Обучение: Пустошный утиль"
lang["#MISSION_STARTER_WASTELANDREPO_DESC"] = "В будущем тебе придётся много собирать хлама. Вырученные деньги можно потратить в городке НКР неподалёку. А пока я научу тебя кое-чему ещё. Иногда, бродя по дорогам, ты будешь натыкаться на старые, разбитые, скорее всего, сгоревшие машины, которые уже не починить. Эти кузовы никогда больше не поедут, но их можно разобрать на металлолом или переработать. Что люди обычно делают с металлоломом? Решать только им. Я хочу, чтобы ты показал мне, что умеешь их разбирать. Попробуй ударить по ним рукой или каким-нибудь инструментом. И не просто отломи кусочек, я хочу видеть, как ты разберёшь машину целиком."
lang["#MISSION_STARTER_WASTELANDREPO_HINT"] = "Полностью разберите несколько разбитых машин или кучи мусора возле старого городка. Их можно разбирать, атакуя кулаками или тупым оружием ближнего боя. Разное оружие позволяет разбирать быстрее. Помните, что машину нужно разобрать несколько раз. Когда закончите, возвращайтесь к Эндрю."
lang["#MISSION_STARTER_WASTELANDREPO_COMPLETE"] = "Отлично. Этому металлолому всегда найдётся лучшее применение."

lang["#MISSION_STARTER_GIFTSFROMGAIA"] = "Обучение: Дары Гайи"
lang["#MISSION_STARTER_GIFTSFROMGAIA_DESC"] = "А теперь кое-что, требующее более нежного подхода. По всей Пустоши в изобилии растут дикие растения. Такие, как цветок брока, перец халапеньо, плод банановой юкки, плод банановой юкки и корень зандер. Их можно использовать для создания самодельных лекарств и многих кулинарных рецептов в Пустоши. Я хочу убедиться, что ты умеешь собирать эти растения, не повреждая их. А когда закончишь, я расскажу тебе, как сделать целебный порошок."
lang["#MISSION_STARTER_GIFTSFROMGAIA_HINT"] = "Соберите несколько растений в округе. Обычно они растут рядом с камнями, кустами и деревьями. Когда закончите, возвращайтесь к Эндрю."
lang["#MISSION_STARTER_GIFTSFROMGAIA_COMPLETE"] = "Хорошо. Поговори со мной, когда будешь готов, я покажу, как сделать целебный порошок."

lang["#MISSION_STARTER_POWDERINTHEWOUND"] = "Обучение: Странный порошок"
lang["#MISSION_STARTER_POWDERINTHEWOUND_DESC"] = "Итак, я расскажу, как делать целебный порошок. Вещь полезная. Там за углом есть костёр. Можешь разжечь его и растолочь корень зандер, смешивая с цветком в котелке. Вонять будет ужасно, но ты привыкнешь. У меня к тебе вопрос: ты уже сталкивался с врагами или мутантами? Скорее всего, да, может, раз или два. Этот порошок помогает залечивать раны после боёв, если, конечно, ты остался жив."
lang["#MISSION_STARTER_POWDERINTHEWOUND_HINT"] = "Создайте целебный порошок у костра. Костёр находится прямо рядом с постом охраны на КПП. Когда закончите, возвращайтесь к Эндрю."
lang["#MISSION_STARTER_POWDERINTHEWOUND_COMPLETE"] = "Полезный навык, но не трать его по пустякам на мелкие царапины."

lang["#MISSION_STARTER_TOTALBREAKDOWN"] = "Обучение: Полная разборка"
lang["#MISSION_STARTER_TOTALBREAKDOWN_DESC"] = "Ладно, раз ты теперь умеешь делать базовое лечебное снадобье, думаю, пора научиться разбирать хлам, чтобы использовать его с большей пользой. Нет, я не про машины, а про те предметы, которые можно из них достать: консервные банки, планшеты и прочее. Звучит просто, верно? В одной из палаток позади тебя должен быть верстак, на нём есть инструменты, позволяющие разобрать почти всё."
lang["#MISSION_STARTER_TOTALBREAKDOWN_HINT"] = "Разберите любой предмет на верстаке. Верстак находится в командной палатке прямо рядом с КПП. Когда закончите, возвращайтесь к Эндрю."
lang["#MISSION_STARTER_TOTALBREAKDOWN_COMPLETE"] = "Хорошо, но создавать вещи будет не так просто, как разбирать."
lang["#MISSION_STARTER_TOTALBREAKDOWN_INFO"] = "Разберите предметы: $amount."

lang["#MISSION_STARTER_FOODPREPARER"] = "Обучение: Приготовление еды"
lang["#MISSION_STARTER_FOODPREPARER_DESC"] = "Ещё одно важное умение здесь - готовить себе еду. Конечно, какое-то время можно обходиться без пищи, но рано или поздно тебе захочется есть. Еда помогает поддерживать выносливость и утолять голод. Я покажу, как приготовить лапу богомола. На вкус, наверное, не самое лучшее, но для начала сойдёт. Сначала нужно раздобыть лапку. Можно, конечно, выследить богомола и отобрать её, а можно поговорить с торговцами-охотниками в городке НКР - у них, возможно, найдётся. Об остальном не беспокойся, я тебе помогу."
lang["#MISSION_STARTER_FOODPREPARER_HINT"] = "Добудьте для Эндрю переднюю лапу богомола. Можно получить её, охотясь на богомола, или купить у торговца в городке НКР. Когда получите, возвращайтесь к Эндрю."
lang["#MISSION_STARTER_FOODPREPARER_COMPLETE"] = "Хорошо, лапа у тебя. Возьми и остальные ингредиенты."

lang["#MISSION_STARTER_JUSTADDFIRE"] = "Обучение: Просто добавь огня"
lang["#MISSION_STARTER_JUSTADDFIRE_DESC"] = "Теперь, когда у тебя есть все материалы, - примерно как я говорил с целебным порошком, только не надо ничего толочь, - иди и приготовь это. Полагаю, ты знаешь, как готовить, верно?"
lang["#MISSION_STARTER_JUSTADDFIRE_HINT"] = "Приготовьте лапу богомола на костре. Костёр рядом с постом охраны на КПП. Когда закончите, возвращайтесь к Эндрю."
lang["#MISSION_STARTER_JUSTADDFIRE_COMPLETE"] = "Можешь съесть сейчас или оставить на потом - решать тебе."

lang["#MISSION_STARTER_GHOULDUEL"] = "Обучение: Дуэль с гулями"
lang["#MISSION_STARTER_GHOULDUEL_DESC"] = "Ты выглядишь готовым. Так что считай это финальным испытанием. Неподалёку отсюда шастает несколько гулей, и чтобы доказать свою состоятельность, я хочу, чтобы ты пошёл и прикончил их. У тебя должно быть оружие, если ты ещё не понял из-за своей невнимательности, но я хочу, чтобы ты пошёл и завалил парочку для меня."
lang["#MISSION_STARTER_GHOULDUEL_HINT"] = "Найдите и убейте диких гулей. Их можно встретить в старом городке или на складе на свалке. Будьте осторожны: если столкнётесь с диким гулем-потрошителем, он намного опаснее. Когда закончите, возвращайтесь к Эндрю."
lang["#MISSION_STARTER_GHOULDUEL_COMPLETE"] = "Отличная работа, ты определённо умеешь драться."

lang["#MISSION_STARTER_MAJORREDMAN"] = "Обучение: Завершение"
lang["#MISSION_STARTER_MAJORREDMAN_DESC"] = "Ну что ж, похоже, ты усвоил достаточно основ. Наверняка тебе не терпится сделать больше, поэтому мой совет - поговори с майором Редманом и Мэй Лянь. Они дадут тебе простые задания. Скажи им, что я тебя направил."
lang["#MISSION_STARTER_MAJORREDMAN_HINT"] = "Отправляйтесь в город НКР и зайдите в штаб, чтобы поговорить с майором Редманом и Мэй. Добраться до города можно по главной дороге через небольшое ущелье."
lang["#MISSION_STARTER_MAJORREDMAN_COMPLETE"] = "(Вы завершили обучение. Выберите награду, которая поможет вам начать свои приключения в Пустоши.)"
lang["#MISSION_STARTER_MAJORREDMAN_CUSTOMUI"] = "Поговорить с майором Редманом"

RELOADSCHEMA = true