local lang = RSRG.Languages["ru"]

-- ███╗   ███╗██████╗        ███╗   ███╗ ██████╗ ██╗   ██╗███╗   ██╗████████╗ █████╗ ██╗███╗   ██╗    ██████╗  █████╗ ███████╗███████╗
-- ████╗ ████║██╔══██╗██╗    ████╗ ████║██╔═══██╗██║   ██║████╗  ██║╚══██╔══╝██╔══██╗██║████╗  ██║    ██╔══██╗██╔══██╗██╔════╝██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ██╔████╔██║██║   ██║██║   ██║██╔██╗ ██║   ██║   ███████║██║██╔██╗ ██║    ██████╔╝███████║███████╗███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ██║╚██╔╝██║██║   ██║██║   ██║██║╚██╗██║   ██║   ██╔══██║██║██║╚██╗██║    ██╔═══╝ ██╔══██║╚════██║╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ██║ ╚═╝ ██║╚██████╔╝╚██████╔╝██║ ╚████║   ██║   ██║  ██║██║██║ ╚████║    ██║     ██║  ██║███████║███████║
-- ╚═╝     ╚═╝╚═════╝        ╚═╝     ╚═╝ ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝   ╚═╝   ╚═╝  ╚═╝╚═╝╚═╝  ╚═══╝    ╚═╝     ╚═╝  ╚═╝╚══════╝╚══════╝

-- Mission Board
lang["#MISSION_BOARD_MPASS"] = "Доска заданий Маунтин-Пасс"
lang["#MISSION_BOARD_MPASS_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_MPASS_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

-- Missions
lang["#MISSION_MPASS_INFESTATION"] = "Заражение"
lang["#MISSION_MPASS_INFESTATION_DESC"] = "Нанимателю этого задания нужен человек, готовый уничтожить гулей в текущем регионе. Он предлагает за это разумную сумму."
lang["#MISSION_MPASS_INFESTATION_HINT"] = "Уничтожьте любой вид диких гулей в Маунтин-Пасс. Их можно легко найти на дорогах по всему региону, а также в заброшенных домах и хижинах."
lang["#MISSION_MPASS_INFESTATION_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_MPASS_LOCALCANNIBALS"] = "Местные людоеды"
lang["#MISSION_MPASS_LOCALCANNIBALS_DESC"] = "Нанимателю этого задания нужен человек, который устранит рейдеров Ледорубов в текущем регионе."
lang["#MISSION_MPASS_LOCALCANNIBALS_HINT"] = "Уничтожьте рейдеров Ледорубов любого типа в Маунтин-Пасс. Их можно встретить в лагерях, разбитых на дорогах и в лесах."
lang["#MISSION_MPASS_LOCALCANNIBALS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_MPASS_MASTER_BLASTER"] = "Мастер-бластер"
lang["#MISSION_MPASS_MASTER_BLASTER_DESC"] = "Тот, кто прикрепил это, хочет, чтобы кто-то очень умело обращался с дробовиками, чтобы уничтожать определённые типы врагов."
lang["#MISSION_MPASS_MASTER_BLASTER_HINT"] = "Уничтожьте диких гулей и гекконов любого типа с помощью любого дробовика. Диких гулей можно встретить на дороге, ведущей в Эшлэнд. Гекконов можно встретить в Солт-Уэллсе."
lang["#MISSION_MPASS_MASTER_BLASTER_COMPLETE"] = "Вы выполнили это задание."

RELOADSCHEMA = true