local lang = RSRG.Languages["ru"]


--████████╗██╗    ██╗███████╗ █████╗ ██╗  ██╗
--╚══██╔══╝██║    ██║██╔════╝██╔══██╗██║ ██╔╝
--   ██║   ██║ █╗ ██║█████╗  ███████║█████╔╝
--   ██║   ██║███╗██║██╔══╝  ██╔══██║██╔═██╗
--   ██║   ╚███╔███╔╝███████╗██║  ██║██║  ██╗
--   ╚═╝    ╚══╝╚══╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝

-- Mission Giver
lang["#MISSION_GIVER_TWEAK"] = "Твик"
lang["#MISSION_GIVER_TWEAK_SUBTITLE"] = "Дорожный капитан племени 80-х"
lang["#MISSION_GIVER_TWEAK_GREET_NEW"] = "Чего ты хочешь? Смерти хочешь или ещё чё?"
lang["#MISSION_GIVER_TWEAK_GREET_N100"] = "У тебя хватает наглости показывать здесь свою рожу, придурок. У тебя есть две грёбаные секунды, чтобы дать мне повод не надрать твою задницу прямо здесь."
lang["#MISSION_GIVER_TWEAK_GREET_0"] = "У меня не весь день в запасе, чел. Выкладывай."
lang["#MISSION_GIVER_TWEAK_GREET_25"] = "Ты занят? У нас дел невпроворот, давай пошевеливайся."
lang["#MISSION_GIVER_TWEAK_GREET_150"] = "Здаров, новенький. Ты занят? У нас много дел, и нам нужны все руки на палубе."
lang["#MISSION_GIVER_TWEAK_GREET_FINISHED"] = "Эй, убийца, у меня больше нет для тебя работы. Во всяком случае, не сейчас. Мы не торопимся и готовим материал, просто подожди. 80-е не успокоятся!"

-- Missions
lang["#MISSION_TWEAK_OFFERING"] = "Предложение"
lang["#MISSION_TWEAK_OFFERING_DESC"] = "Должен признать, что у тебя есть яйца, раз ты идёшь до конца. Что именно ты надеешься здесь найти? Смерть? Ограбление под дулом пистолета? Я могу организовать сразу два варианта. Нет, ты здесь, чтобы заработать денег, не так ли? Хорошо, вот это я могу уважать. Но если ты хочешь ехать с самыми плохими сукиными сынами по ту сторону Нью-Рено, тебе придётся показать нам, что ты можешь держать себя в руках. А пока у меня для тебя есть простая задача. Что это за задание, спросишь ты?\n\n\nЗаплатите вступительный взнос. 250 долларов НКР и мы в деле. Почему НКР, спросишь? Мы находимся слишком далеко на юге, чтобы пробки стоили какого-то дерьма, поэтому нам приходится пользоваться бумагой. Ну?"
lang["#MISSION_TWEAK_OFFERING_HINT"] = "Заплатите Твику 250 долларов НКР. Доллары НКР можно получить разными способами, но обычно в качестве награды за задания или продажу предметов торговцам."
lang["#MISSION_TWEAK_OFFERING_COMPLETE"] = "Хех... Мне нравится то, что я вижу, салага. Ладно, думаю, ты нам пригодишься. Я скажу парням, чтобы не стреляли в тебя на месте."

lang["#MISSION_TWEAK_BLAST"] = "Детонаторы"
lang["#MISSION_TWEAK_BLAST_DESC"] = "Ладно, теперь, когда мы покончили с этим дружеским вымогательством, пора переходить к настоящему делу. Хотя я пока не могу рассказать тебе подробности, у нас есть кое-что важное, и я думаю, что ты появился в чертовски удачное время.\n\n\nТы ещё слишком зелен, чтобы бросаться на НКР, так что вместо этого ты поможешь нам с заготовкой на будущее. Ты знаком со старым известняковым карьером возле Солт-Уэллс? Мне нужно, чтобы ты отправился туда и зашёл в пещеры рядом с заброшенной хижиной. До нас дошли слухи о каком-то динамите, и нам понадобится тонна динамита."
lang["#MISSION_TWEAK_BLAST_HINT"] = "Достаньте четыре динамитные шашки для Твика. Их можно найти в известняковом карьере в северных пещерах. Кроме того, их можно купить или обменять у торговцев в Солт-Уэллс."
lang["#MISSION_TWEAK_BLAST_COMPLETE"] = "Дай понюхать. Мм... всё ещё хороший запах. Хорошая находка, салага. Теперь ты начнёшь зарабатывать настоящие деньги."

lang["#MISSION_TWEAK_TANKING"] = "Поездка за бензобаком"
lang["#MISSION_TWEAK_TANKING_DESC"] = "Как я уже говорил, эта поездка была заготовкой на будущее. У нас есть много времени, пока босс не пришлёт приказ, чтобы мы сделали своё дело, так что вместо этого мы обратимся к некоторым вопросам технического обслуживания. Мы должны починить наши бензобаки, а для этого нам нужны инструменты. Отправляйся в Солт-Уэллс и попробуй раздобыть ящик для инструментов, который использует Красный Караван для своего грузовика. Найти его будет несложно."
lang["#MISSION_TWEAK_TANKING_HINT"] = "Достаньте ящик с инструментами Красного Каравана. Его можно найти за базаром в Солт-Уэллс."
lang["#MISSION_TWEAK_TANKING_COMPLETE"] = "Получилось? Отлично, эта штука отлично справится с работой. Вот твои деньги."
lang["#MISSION_TWEAK_TANKING_ITEMNAME"] = "Ящик с инструментами Красного Каравана"

lang["#MISSION_TWEAK_MUFFLER"] = "Глушитель? Я едва знаю её."
lang["#MISSION_TWEAK_MUFFLER_DESC"] = "В прошлый раз ты хорошо поработал, этот ящик очень помог. Проблема в том, что нам нужно больше материала для работы. Нужно найти какую-нибудь хрень, как там... точно! Нам нужен драгоценный металл из чего-то, что называется 'каталитическим преобразователем', используемым на старых машинах, работающих на газовом топливе, а не на ядерной энергии. Попробуй найти глушитель, это то, к чему они крепились в старые времена."
lang["#MISSION_TWEAK_MUFFLER_HINT"] = "Достаньте глушитель грузовика. На автомобилях с ядерным двигателем, которые засоряют дороги, их не будет, но на свалке могут быть несколько."
lang["#MISSION_TWEAK_MUFFLER_COMPLETE"] = "Отличная работа, салага, ты действительно начинаешь приносить пользу... а забудь бля."
lang["#MISSION_TWEAK_MUFFLER_ITEMNAME"] = "Глушитель старого грузовика"

lang["#MISSION_TWEAK_ASALTBATTERY"] = "Соль и аккумулятор"
lang["#MISSION_TWEAK_ASALTBATTERY_DESC"] = "Салага, вот ты где. Слушай, у нас последняя работа из разряда иди, принеси всю херь, что я тебе скажу... пока что. Нам нужен аккумулятор. И я имею в виду не обычную батарею, я имею в виду большую батарею. Батарея от огромного, блядь, крана в карьере. Иди и возьми её, и не пизди о том, какая она тяжёлая. Я вижу, сколько дерьма ты таскаешь в карманах!"
lang["#MISSION_TWEAK_ASALTBATERRY_HINT"] = "Достаньте аккумулятор крана. Кран находится в каменоломне."
lang["#MISSION_TWEAK_ASALTBATTERY_COMPLETE"] = "Хорошая находка. Вот, выбирай оружие. Оно тебе скоро понадобится."
lang["#MISSION_TWEAK_ASALTBATTERY_ITEMNAME"] = "Аккумулятор крана"

lang["#MISSION_TWEAK_CUTTINGTEETH"] = "Режущие зубья"
lang["#MISSION_TWEAK_CUTTINGTEETH_DESC"] = "Ладно, ты не совсем бесполезен, так что, думаю, пора отправлять тебя в бой. Пока ещё слишком рано начинать боевые действия против НКР, но у нас есть много дерьма, которое нам нужно расстрелять. Я хочу, чтобы ты пошёл и доказал мне, что умеешь стрелять из пистолета так же хорошо, как копаться в мусоре. Иди, разберись с гулями, а потом мы продолжим."
lang["#MISSION_TWEAK_CUTTINGTEETH_HINT"] = "Уничтожьте десять гулей любого типа в Солт-Уэллс. Гули обычно встречаются возле руин или заброшенных зданий."
lang["#MISSION_TWEAK_CUTTINGTEETH_COMPLETE"] = "Это то, что я хочу видеть, салага. Теперь время для настоящих испытаний. Вот немного денег."

lang["#MISSION_TWEAK_MIREMIREMENACE"] = "Болотная угроза"
lang["#MISSION_TWEAK_MIREMIREMENACE_DESC"] = "Большинство здешних животных высушены на солнце, и их легко вывести. Поэтому, чтобы убедиться, что это не было просто случайностью, сделай нам одолжение. Пойди и убей этих больших крабов-мутантов, болотников. Они - заноза в нашей заднице."
lang["#MISSION_TWEAK_MIREMIREMENACE_HINT"] = "Охотьтесь на двух болотников любого вида. Болотников можно встретить у озера за городом в Солт-Уэллс."
lang["#MISSION_TWEAK_MIREMIREMENACE_COMPLETE"] = "Салага может вскрыть несколько крабовых панцирей. Хорошая работа, продолжай в том же духе, приятель. Вот тебе немного дерьма за проблемы."

lang["#MISSION_TWEAK_INTHEGROUND"] = "Под землёй"
lang["#MISSION_TWEAK_INTHEGROUND_DESC"] = "Гули, болотники, много хорошей работы ты выполнил, салага. Хорошая работа... но слушай, я всё ещё не думаю, что у тебя есть способности для борьбы с НКР. Покажи мне, что ты действительно можешь бегать и стрелять. За фабрикой есть пещера; спустись туда, найди муравья и убей его, только одного. Ты поймёшь, почему они противные."
lang["#MISSION_TWEAK_INTHEGROUND_HINT"] = "Уничтожьте одного гигантского муравья. Их можно найти в туннелях за фабрикой."
lang["#MISSION_TWEAK_INTHEGROUND_COMPLETE"] = "Солдаты намного опаснее рабочих. Отличная работа, салага, ты заслужил это."

lang["#MISSION_TWEAK_TROOPERS"] = "Беру солдатов на себя"
lang["#MISSION_TWEAK_TROOPERS_DESC"] = "Ты хоть немного времени провел в НКР, салага? Корпоративные свиньи, лоббисты, мелкие тираны и подхалимы, цепляющиеся за старый мир, словно он принесёт им избавление... хмф. Сегодня тебе предстоит нанести удар по символу их власти - простому солдату. Пусть вас не обманывает их неопрятный и потрёпанный вид: войска НКР грозны. Их бронежилеты могут выдержать выстрелы малого калибра, поэтому вам, возможно, придётся взять с собой что-то более мощное или целиться в их незащищённые конечности. Если ты уничтожишь патруль, то докажешь свою состоятельность, чтобы официально вступить в племя."
lang["#MISSION_TWEAK_TROOPERS_HINT"] = "Уничтожьте четырёх солдат НКР любого вида. Их часто можно встретить на улицах Солт-Уэллса. Нападение на солдат НКР приведёт к тому, что вы будете разыскиваться НКР, поэтому будьте осторожны!"
lang["#MISSION_TWEAK_TROOPERS_COMPLETE"] = "Твоё посвящение закончено; добро пожаловать в 80-е. Отправляйся в лагерь и встреться с Гридлоком."

lang["#MISSION_TWEAK_DAMAGEREPAIR"] = "Устранение повреждений"
lang["#MISSION_TWEAK_DAMAGEREPAIR_DESC"] = "Ты ещё хочешь поработать над своей репутацией, $playername? Это достаточно просто сделать.\n\nЗаплати.\n"
lang["#MISSION_TWEAK_DAMAGEREPAIR_HINT"] = "Заплатите Твику 250 долларов НКР. Доллары НКР можно получить разными способами, но обычно в качестве награды за задания или продажу предметов торговцам."
lang["#MISSION_TWEAK_DAMAGEREPAIR_COMPLETE"] = "Продолжай приносить деньги, и люди достаточно скоро забудут о твоих преступлениях."

lang["#MISSION_TWEAK_OLDMAN"] = "Старик"
lang["#MISSION_TWEAK_OLDMAN_DESC"] = "Ты прошёл все испытания, которые я мог тебе бросить, салага; больше я ничего не могу тебе предложить. Ты заслужил право войти в лагерь; иди внутрь и отдай дань уважения Гридлоку. Старик - наш старший член и лидер. Он одет в силовую броню и выглядит чертовски древним; его трудно не заметить.\n"
lang["#MISSION_TWEAK_OLDMAN_HINT"] = "Предложите дань уважения Гридлоку. Гридлока можно найти возле торговой хижины 80-х, он одет в силовую броню."
lang["#MISSION_TWEAK_OLDMAN_COMPLETE"] = "Добро пожаловать в племя, юноша. Твои братья и сёстры примут тебя с распростёртыми объятиями."
lang["#MISSION_TWEAK_OLDMAN_ITEMNAME"] = "дань уважения"

RELOADSCHEMA = true