local lang = RSRG.Languages["ru"]

-- ███╗   ██╗██╗ ██████╗██╗  ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ████╗  ██║██║██╔════╝██║ ██╔╝██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██╔██╗ ██║██║██║     █████╔╝ ███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║╚██╗██║██║██║     ██╔═██╗ ╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██║ ╚████║██║╚██████╗██║  ██╗███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═══╝╚═╝ ╚═════╝╚═╝  ╚═╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_NICK"] = "Ник"
lang["#MISSION_GIVER_NICK_SUBTITLE"] = "Перевозчик пустошей"
lang["#MISSION_GIVER_NICK_GREET_NEW"] = "Хэй! Что за место для такого человека, как вы, чтобы путешествовать! Обычно я встречаю таких же, как ты, в Солт-Уэллсе. Ну, теперь, когда ты здесь, будь то ради редких растений или просто для опытной охоты, мне действительно может понадобиться твоя помощь в нескольких вещах."
lang["#MISSION_GIVER_NICK_GREET"] = "Привет снова. Не хочешь помочь мне ещё с несколькими вещами, которые мне нужно сделать?\n\n\nВот некоторые из транспортов и другого содержимого, с которыми мне сейчас нужна помощь."
lang["#MISSION_GIVER_NICK_GREET_FINISHED"] = "Не знаю, почему ты всё ещё здесь. Возможно, у тебя есть на то причины, но если ты ищешь работу, возможно, тебе стоит поискать её в другом месте. Смотри не умри там."

-- Missions
lang["#MISSION_NICK_WHATAPLACE"] = "Что это за место"
lang["#MISSION_NICK_WHATAPLACE_DESC"] = "Тебе, наверное, интересно, что я здесь делаю. Ну, я управляю транспортом, который проходит через это место, в основном грузами, телами и некоторыми другими вещами. Босс назначил меня сюда, так что не по своей воле. У нас есть несколько проблем с этой транспортной остановкой. Я говорю не только о тумане или дерьмовой воде, но и о контрабандистах и рейдерах, которые постоянно нападают на наши лодки. Кстати говоря, не так давно одна из них затонула и потеряла связь. Вот что мне нужно, чтобы ты сделал для меня. На этой лодке были важные припасы, которые мы пытались доставить в другой регион. Меня не волнуют остальные припасы, мы будем работать над их восстановлением, но на этой лодке, в частности, был ящик, в котором хранилась специальная военная электроника. Любой рейдер посчитал бы её бесполезной, но она нам нужна. Нападение произошло на участке земли, который находился не слишком далеко от лачуги торговца. На поиски может уйти некоторое время, но я не хочу снова видеть тебя без ящика. Договорились?"
lang["#MISSION_NICK_WHATAPLACE_HINT"] = "Найдите ящик с военной электроникой. Ник сказал, что лодка, перевозившая этот ящик, была атакована и разграблена контрабандистами возле лачуги торговца."
lang["#MISSION_NICK_WHATAPLACE_COMPLETE"] = "Чёрт, чувак. Ты действительно нашёл его. Вот, за твои старания."
lang["#MISSION_NICK_WHATAPLACE_ITEMNAME"] = "Ящик с электроникой"

RELOADSCHEMA = true