local lang = RSRG.Languages["ru"]


--████████╗██╗    ██╗███████╗ █████╗ ██╗  ██╗
--╚══██╔══╝██║    ██║██╔════╝██╔══██╗██║ ██╔╝
--   ██║   ██║ █╗ ██║█████╗  ███████║█████╔╝
--   ██║   ██║███╗██║██╔══╝  ██╔══██║██╔═██╗
--   ██║   ╚███╔███╔╝███████╗██║  ██║██║  ██╗
--   ╚═╝    ╚══╝╚══╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝

-- Mission Giver
lang["#MISSION_GIVER_TWEAK"] = "Твик"
lang["#MISSION_GIVER_TWEAK_SUBTITLE"] = "Дорожный капитан племени 80-х"
lang["#MISSION_GIVER_TWEAK_NEW"] = "Какого чёрта? Кто ты, блядь, такой?! Как ты, блядь, сюда вернулся? ТЕБЕ ЛУЧШЕ НАЧАТЬ ГОВОРИТЬ, ИЛИ ТЫ ТРУП!"
lang["#MISSION_GIVER_TWEAK_N100"] = "У тебя дохуя смелости, чтобы светить своё лицо здесь, мудак. У тебя есть 2 ебаные секунды, чтобы дать мне повод не тратить твою задницу прямо здесь."
lang["#MISSION_GIVER_TWEAK_0"] = "У меня нет целого дня новичка, чего ты, блядь, хочешь?"
lang["#MISSION_GIVER_TWEAK_25"] = "Ты занят? У нас дел невпроворот, давай пошевеливайся, новичок."
lang["#MISSION_GIVER_TWEAK_FINISHED"] = "Эй, убийца, у меня больше нет для тебя работы. Во всяком случае, не сейчас. Мы не торопимся и готовим материал, просто подожди. 80-е не успокоятся!"

-- Missions
lang["#MISSION_TWEAK_OFFERING"] = "Предложение"
lang["#MISSION_TWEAK_OFFERING_DESC"] = "Должен признать, что у тебя есть яйца, раз ты идёшь до конца. Что именно ты надеешься здесь найти? Смерть? Ограбление под дулом пистолета? Я могу организовать сразу два варианта. Нет, ты здесь, чтобы заработать денег, не так ли? Хорошо, вот это я могу уважать. Но если ты хочешь ехать с самыми плохими сукиными сынами по ту сторону Нью-Рено, тебе придётся показать нам, что ты можешь держать себя в руках. А пока у меня для тебя есть простая задача. Что это за задание, спросишь ты?\n\n\nЗаплатите вступительный взнос. 250 долларов НКР и мы в деле."
lang["#MISSION_TWEAK_OFFERING_HINT"] = "Заплатите Твику 250 долларов НКР. Доллары НКР можно получить разными способами, но обычно в качестве награды за задания или продажу предметов торговцам."
lang["#MISSION_TWEAK_OFFERING_COMPLETE"] = "Хех... Мне нравится то, что я вижу, новичок. Ладно, думаю, ты нам пригодишься. Я скажу парням, чтобы не стреляли в тебя на месте."

lang["#MISSION_TWEAK_BLAST"] = "Детонаторы"
lang["#MISSION_TWEAK_BLAST_DESC"] = "Ладно, теперь, когда мы покончили с этим дружеским вымогательством, пора переходить к настоящему делу. Хотя я пока не могу рассказать тебе подробности, у нас есть кое-что важное, и я думаю, что ты появился в чертовски удачное время.\n\n\nТы ещё слишком зелен, чтобы бросаться на НКР, так что вместо этого ты поможешь нам с заготовкой на будущее. Ты знаком со старым известняковым карьером возле Солт-Уэллс? Мне нужно, чтобы ты отправился туда и зашёл в пещеры рядом с заброшенной хижиной. До нас дошли слухи о каком-то динамите, и нам понадобится тонна динамита."
lang["#MISSION_TWEAK_BLAST_HINT"] = "Достаньте четыре динамитные шашки для Твика. Их можно найти в известняковом карьере в северных пещерах. Кроме того, их можно купить или обменять у торговцев в Солт-Уэллс."
lang["#MISSION_TWEAK_BLAST_COMPLETE"] = "Дай понюхать.\n\n\nМм... всё ещё хороший запах. Хорошая находка, новичок. Теперь ты начнёшь зарабатывать настоящие деньги."

lang["#MISSION_TWEAK_TANKING"] = "Поездка за бензобаком"
lang["#MISSION_TWEAK_TANKING_DESC"] = "Как я уже говорил, эта поездка была заготовкой на будущее. У нас есть много времени, пока босс не пришлёт приказ, чтобы мы сделали своё дело, так что вместо этого мы обратимся к некоторым вопросам технического обслуживания. Мне нужно, чтобы ты нашёл бензобак для мотоцикла. Думаю, у придурков из Красного Каравана есть один в этом дурацком городе. Прокрадись и достань его для нас, ладно? О, и если тебя поймают, ты нас не знаешь."
lang["#MISSION_TWEAK_TANKING_HINT"] = "Достаньте бензобак. Бензобак можно найти в Солт-Уэллс."
lang["#MISSION_TWEAK_TANKING_COMPLETE"] = "Получилось? Отлично, эта штука отлично справится с работой. Вот твои деньги."
lang["#MISSION_TWEAK_TANKING_ITEMNAME"] = "Бензобак для мотоцикла"

lang["#MISSION_TWEAK_MUFFLER"] = "Глушитель? Я едва знаю её."
lang["#MISSION_TWEAK_MUFFLER_DESC"] = "В прошлый раз ты хорошо поработал, этот бак очень помог. Проблема в том, что нам нужно больше материала для работы. Нужно найти какую-нибудь хрень, как там... точно! Нам нужен драгоценный металл из чего-то, что называется 'каталитическим преобразователем', используемым на старых машинах, работающих на бензине, а не на ядерной энергии. Попробуй найти глушитель, это то, к чему они крепились в старые времена."
lang["#MISSION_TWEAK_MUFFLER_HINT"] = "Достаньте глушитель грузовика. На автомобилях с ядерным двигателем, которые засоряют Солт-Уэллс, их не будет, но, возможно, в какой-нибудь промышленной зоне они есть."
lang["#MISSION_TWEAK_MUFFLER_COMPLETE"] = "Ебануться, ты забрал глушитель, трубу и всё остальное. Отличная работа, новичок, ты действительно начинаешь становиться незаменимым... не бери в свою грёбаную голову."
lang["#MISSION_TWEAK_MUFFLER_ITEMNAME"] = "Глушитель старого автомобиля"

lang["#MISSION_TWEAK_ASALTBATTERY"] = "Соль и аккумулятор"
lang["#MISSION_TWEAK_ASALTBATTERY_DESC"] = "Новичок, вот ты где. Слушай, у нас последняя работа из разряда 'иди, блядь, принеси всё дерьмо, что я тебе скажу'... пока что. Нам нужен аккумулятор. И я имею в виду не обычную батарею, я имею в виду большую батарею. Батарея от огромного, блядь, крана в карьере. Иди и возьми её, и не пизди о том, какая она тяжёлая, я вижу, сколько дерьма ты таскаешь в карманах!"
lang["#MISSION_TWEAK_ASALTBATERRY_HINT"] = "Достаньте аккумулятор крана. Кран находится в каменоломне."
lang["#MISSION_TWEAK_ASALTBATTERY_COMPLETE"] = "Чёрт возьми, это тяжелее, чем я думал. Ладно, можешь пиздеть про вес. Молодец, что притащил сюда эту тяжеленную сочную коробку. Теперь, вместе со всем остальным, у нас есть немного магии... тада! Это грёбаный пистолет. Бери, мы можем сделать ещё."
lang["#MISSION_TWEAK_ASALTBATTERY_ITEMNAME"] = "Ядерный аккумулятор"

lang["#MISSION_TWEAK_CUTTINGTEETH"] = "Режущие зубья"
lang["#MISSION_TWEAK_CUTTINGTEETH_DESC"] = "Ладно, ты не совсем бесполезен, так что, думаю, пора отправлять тебя в бой. Пока ещё слишком рано начинать боевые действия против НКР, но у нас есть много дерьма, которое нам нужно расстрелять. Я хочу, чтобы ты пошёл и доказал мне, что умеешь стрелять из пистолета так же хорошо, как копаться в мусоре. Иди, разберись с гулями, а потом мы продолжим."
lang["#MISSION_TWEAK_CUTTINGTEETH_HINT"] = "Уничтожьте пятнадцать гулей любого типа в Солт-Уэллс. Гули обычно встречаются возле руин или заброшенных зданий."
lang["#MISSION_TWEAK_CUTTINGTEETH_COMPLETE"] = "Не погиб на своём первом настоящем задании? Это то, что я хочу видеть, новичок. Теперь время для настоящих испытаний. Выбирай припасы."

lang["#MISSION_TWEAK_MIREMIREMENACE"] = "Болотная угроза"
lang["#MISSION_TWEAK_MIREMIREMENACE_DESC"] = "Итак, гули, ты убил их, хорошая работа. Но гули иногда слабее мокрой бумаги. Поэтому, чтобы убедиться, что это не было просто случайностью, сделай нам одолжение. Пойди и убей этих больших крабов-мутантов, болотников. Они - заноза в нашей заднице."
lang["#MISSION_TWEAK_MIREMIREMENACE_HINT"] = "Охотьтесь на пять болотников любого вида. Болотники обычно появляются у озера за городом Солт-Уэллс."
lang["#MISSION_TWEAK_MIREMIREMENACE_COMPLETE"] = "Новичок может вскрыть несколько крабовых панцирей. Хорошая работа, продолжай в том же духе, приятель. Вот тебе немного дерьма за проблемы."

lang["#MISSION_TWEAK_INTHEGROUND"] = "Они в стенах!...то есть в земле."
lang["#MISSION_TWEAK_INTHEGROUND_DESC"] = "Гули, болотники, много хорошей работы ты выполнил, новичок. Хорошая работа... но слушай, я всё ещё не думаю, что у тебя есть способности для борьбы с НКР. Покажи мне, что ты действительно можешь бегать и стрелять. Иди в ту проклятую долину, ту, что с ядерной бомбой, и не уходи, пока не убьешь нескольких пучеглазых, восьмилапых и ползучих гадов."
lang["#MISSION_TWEAK_INTHEGROUND_HINT"] = "Охотьтесь на пять радскорпионов любого вида. Радкорпионов можно найти в основном в долине, где в песке зарыта невзорвавшаяся ядерная бомба."
lang["#MISSION_TWEAK_INTHEGROUND_COMPLETE"] = "Он вернулся живым, чтобы рассказать об этом! Пучеглазых ублюдков трудно убить, да? Отличная работа, новичок, ты заслужил это."

lang["#MISSION_TWEAK_TROOPERS"] = "Беру солдатов на себя"
lang["#MISSION_TWEAK_TROOPERS_DESC"] = "Ты хоть немного времени провел в НКР, новичок? Корпоративные свиньи, лоббисты, мелкие тираны и подхалимы, цепляющиеся за старый мир, словно он принесёт им избавление... хмф. Сегодня тебе предстоит нанести удар по символу их власти - простому солдату. Пусть вас не обманывает их неопрятный и потрёпанный вид: войска НКР грозны. Их бронежилеты могут выдержать выстрелы малого калибра, поэтому вам, возможно, придётся взять с собой что-то более мощное или целиться в их незащищённые конечности. Иди и убей несколько патрулей, потом продолжим."
lang["#MISSION_TWEAK_TROOPERS_HINT"] = "Уничтожьте четырёх солдат НКР любого вида. Их часто можно встретить на улицах Солт-Уэллса. Нападение на солдат НКР приведёт к тому, что вы будете разыскиваться НКР, поэтому будьте осторожны!"
lang["#MISSION_TWEAK_TROOPERS_COMPLETE"] = "Осторожно, парни, у нас в доме настоящий убийца! Хорошая работа, парень. Теперь я могу официально назвать тебя членом 80-х; как только ты вливаешься в кровь, единственный выход - кровь в свою очередь... Босс, он хочет поговорить с тобой. Иди к нему в мастерскую."

RELOADSCHEMA = true