local lang = RSRG.Languages["ru"]

-- ██╗███████╗ █████╗  █████╗  ██████╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██║██╔════╝██╔══██╗██╔══██╗██╔════╝██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██║███████╗███████║███████║██║     ███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║╚════██║██╔══██║██╔══██║██║     ╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██║███████║██║  ██║██║  ██║╚██████╗███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝ ╚═════╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_ISAAC"] = "Айзек"
lang["#MISSION_GIVER_ISAAC_SUBTITLE"] = "Красный караван"
lang["#MISSION_GIVER_ISAAC_GREET_NEW"] = "Хэй, добро пожаловать в город, странник. Надеюсь, вы здесь с благими намерениями. Вообще-то, говоря о благих намерениях, нам нужна помощь в работе, если вы готовы протянуть руку помощи. Не в буквальном смысле. Но нам очень нужны некоторые материалы для торговли и транспортировки, если вы готовы помочь с этим. Я могу заплатить немного, если вы захотите помочь.\n\n\nВот список вещей, с которыми мне нужна помощь."
lang["#MISSION_GIVER_ISAAC_GREET_N100"] = "Эй, эй, эй, следи за своим следующим шагом, приятель, ладно? Вы мне не нравитесь, и я хочу, чтобы вы знали это, но это не делает вас абсолютно бесполезным для меня. Мне всё ещё может понадобиться помощь в нескольких вещах, и вы, вероятно, единственный человек, который может это сделать в этом городе. Так что, если вы хотите что-то сделать, я назначу тебе несколько заданий, но вы смотрите сами.\n\n\nВот список доступных задач."
lang["#MISSION_GIVER_ISAAC_GREET_0"] = "Здравствуйте, $playername, не так ли? В любом случае, у меня есть ещё несколько работ для тебя, если ты ищеш, чем заняться.\n\n\nВот список доступных работ."
lang["#MISSION_GIVER_ISAAC_GREET_100"] = "Здаров, $playername? Приятно видеть здесь дружелюбное лицо, несмотря на то, что большая часть города - это адская дырень. Трудно найти людей, которым можно доверять, как тебе. Возможно, у меня всё ещё есть кое-что, что нужно выполнить, если вы готовы это рассмотреть.\n\n\nВот список невыполненных задач."
lang["#MISSION_GIVER_ISAAC_GREET_FINISHED"] = "Привет, $playername, что-нибудь случилось в последнее время? Да, ты, вероятно, ищешь здесь работу. Извини, сейчас у нас нет для тебя работы."

-- Missions
lang["#MISSION_ISAAC_PERSONALREQUEST"] = "Затерянная древесина"
lang["#MISSION_ISAAC_PERSONALREQUEST_DESC"] = "Поскольку вы заинтересованы в работе, у нас пропала вязанка дров, которую мы должны были отдать кому-то сегодня. Не совсем уверен, куда она делась, возможно, её украли, но она нужна нам, чтобы выполнить их заказ. Мне нужно, чтобы ты сходил и принёс полдюжины древесины для нас. Этого будет достаточно, чтобы покрыть то, что они хотели."
lang["#MISSION_ISAAC_PERSONALREQUEST_HINT"] = "Получить древесину. Её можно найти, разобрать или собрать из других куч древесины/ломанных деревьев. Вы также можете купить её у некоторых торговцев."
lang["#MISSION_ISAAC_PERSONALREQUEST_COMPLETE"] = "Круто, спасибо, чувак. Вот, за твои труды."

lang["#MISSION_ISAAC_LEATHERYORDER"] = "Запрос на поставку кожи"
lang["#MISSION_ISAAC_LEATHERYORDER_DESC"] = "Вы всё ещё готовы помочь? Так, кое-кто только что сделал заказ на кожу, не слишком много. Если вы готовы пойти и взять немного для меня, чтобы я мог выполнить заказ, я заплачу вам за это."
lang["#MISSION_ISAAC_LEATHERYORDER_HINT"] = "Получить кожу. Её можно найти, разобрав кожаные предметы, или купить у торговцев."
lang["#MISSION_ISAAC_LEATHERYORDER_COMPLETE"] = "Хорошо, я передам это ему. Держи."

lang["#MISSION_ISAAC_MEDICINALS"] = "Боевая медицина"
lang["#MISSION_ISAAC_MEDICINALS_DESC"] = "Снова вернулся помочь? Только что получил заказ на стимуляторы, несколько штук. Если вы не можете найти ни одного, я бы посоветовал поговорить с Хедкейсом в доме доктора. Я подготовлю для вас оплату."
lang["#MISSION_ISAAC_MEDICINALS_HINT"] = "Получить стимуляторы. Их можно найти, изготовить или купить у торговцев."
lang["#MISSION_ISAAC_MEDICINALS_COMPLETE"] = "Я позабочусь о своей части, вот, держи."

lang["#MISSION_ISAAC_METALBULK"] = "Металлические слитки"
lang["#MISSION_ISAAC_METALBULK_DESC"] = "Очевидно, вы здесь, чтобы помочь. Только что получил заказ на кучу металлолома, чувак, наверное, что-то строит. В любом случае, просто делай свою часть работы."
lang["#MISSION_ISAAC_METALBULK_HINT"] = "Получить металлолом. Его можно легко найти, разбирая автомобили и при поиске. Он также может быть получен в результате разрушения металлических предметов."
lang["#MISSION_ISAAC_METALBULK_COMPLETE"] = "Ещё один заказ выполнен, вот твоя доля."

-- T2

lang["#MISSION_ISAAC_SHARPTOOLS"] = "Острый инструмент"
lang["#MISSION_ISAAC_SHARPTOOLS_DESC"] = "Только что получил заказ другого типа. Человек, который попросил об этом, хочет боевой нож. Я знаю, что Дэрроуз обычно держит такие у себя, но мы друг друга недолюбливаем. Может, пойти и поговорить с ним?"
lang["#MISSION_ISAAC_SHARPTOOLS_HINT"] = "Получить боевой нож. Его продают торговцы."
lang["#MISSION_ISAAC_SHARPTOOLS_COMPLETE"] = "Надеюсь, тебе не составило труда найти это."

lang["#MISSION_ISAAC_GOODHIDES"] = "Шкура кротокрыса"
lang["#MISSION_ISAAC_GOODHIDES_DESC"] = "Эй, чувак, надеюсь, ты готов к большим заказам. У нас есть люди, которые запрашивают более крупные заказы. Не волнуйся, я пока не дам тебе ничего слишком сложного, чтобы достать тебя. Это довольно просто, просто нужно, чтобы ты достал шкуры кротокрыса."
lang["#MISSION_ISAAC_GOODHIDES_HINT"] = "Получить шкуры кротокрыса. Ты можешь получить шкуры, убив и осмотрев труп кротокрыса."
lang["#MISSION_ISAAC_GOODHIDES_COMPLETE"] = "Хорошо, хорошо. Вот твоя награда."

lang["#MISSION_ISAAC_LOADOUT"] = "Снаряжение"
lang["#MISSION_ISAAC_LOADOUT_DESC"] = "Эй, думаешь, ты готов к этому? Мне только что сбросили большой заказ, и я не уверен, сможем ли мы получить все его детали. Это может быть немного сложно, но я верю в тебя. Человек заказал пистолет 9-мм, боеприпасы и пыльник наёмника. Возвращайся, когда получишь всё."
lang["#MISSION_ISAAC_LOADOUT_HINT"] = "Получить пистолет 9-мм, боеприпасы 9-мм и пыльник наёмника. Пистолеты и боеприпасы 9-мм редко можно найти при поиске и купить у торговцев. Пистолеты и боеприпасы пыльника наёмника обычно продаются торговцами."
lang["#MISSION_ISAAC_LOADOUT_COMPLETE"] = "Ух ты, тебе действительно удалось получить всё это? Вот твоя награда."

lang["#MISSION_ISAAC_COUPLESMOKES"] = "Несколько сотен сигарет"
lang["#MISSION_ISAAC_COUPLESMOKES_DESC"] = "Несколько минут назад пришёл мужчина, хотел заказать пару сигарет. Вообще-то, он просто хотел пачку сигарет. Звучит довольно легко для меня."
lang["#MISSION_ISAAC_COUPLESMOKES_HINT"] = "Получить пачки сигарет. Их можно найти при поиске."
lang["#MISSION_ISAAC_COUPLESMOKES_COMPLETE"] = "Чувак, наверное, много курит. Вот."

lang["#MISSION_ISAAC_PREWARSNACKS"] = "Довоенные закуски"
lang["#MISSION_ISAAC_PREWARSNACKS_DESC"] = "Какой-то парень хочет, чтобы мы достали для него довоенные закуски. Не знаю, зачем они ему, но, честно говоря, некоторые из этого списка вкусные."
lang["#MISSION_ISAAC_PREWARSNACKS_HINT"] = "Получить картофельные чипсы, пюре быстрого приготовления, сахарную вату и торт. Всё это можно найти в мусорных баках, а иногда и продаются у торговцев."
lang["#MISSION_ISAAC_PREWARSNACKS_COMPLETE"] = "Чувак, если бы они могли быть для нас."

-- T3

lang["#MISSION_ISAAC_CARREPAIR"] = "Ремонт машин"
lang["#MISSION_ISAAC_CARREPAIR_DESC"] = "Эй, есть парень, который хочет то, что выглядит как... самодельные батареи и автомобильные колёса? Давно не видел людей, которым это нужно. Я видел здесь только несколько рабочих машин, что звучит очень интересно. В любом случае, надо вернуться к работе."
lang["#MISSION_ISAAC_CARREPAIR_HINT"] = "Получите самодельные аккумуляторы и колёса. Самодельные аккумуляторы можно изготовить в верстаках. Колёса также можно изготовить в верстаках или добыть из сломанных машин."
lang["#MISSION_ISAAC_CARREPAIR_COMPLETE"] = "Может быть, когда-нибудь я сделаю свой собственный автомобиль, конечно, под вашим руководством."

lang["#MISSION_ISAAC_FIBERS"] = "Волокна"
lang["#MISSION_ISAAC_FIBERS_DESC"] = "Возвращаемся к делу. Получил заказ на \"баллистический полимер\". Похоже, им нужна приличная защита. В любом случае, держи свою часть."
lang["#MISSION_ISAAC_FIBERS_HINT"] = "Получить баллистический полимер. Их можно изготовить на верстаке."
lang["#MISSION_ISAAC_FIBERS_COMPLETE"] = "Чувак, только если бы у меня были хорошие доспехи."

lang["#MISSION_ISAAC_FACTORYMATERIALS"] = "Заводской материал"
lang["#MISSION_ISAAC_FACTORYMATERIALS_DESC"] = "Эй, только что получил странный заказ от парня, который хочет цельные металлические слитки и ядерный материал. Поправьте меня, если я ошибаюсь, но эти материалы звучат так, как будто они будут использованы на старой фабрике, о которой я слышал в горах. В любом случае, парень за них много платит, и я имею в виду ОЧЕНЬ много."
lang["#MISSION_ISAAC_FACTORYMATERIALS_HINT"] = "Получить свинцовые слитки, медные слитки и ядерные материалы. Свинцовые слитки и медные слитки можно найти при поиске, и иногда их продают торговцы. Ядерные материалы можно найти в мусорных баках."
lang["#MISSION_ISAAC_FACTORYMATERIALS_COMPLETE"] = "Да, просто будь осторожен с ядерными материалами. Он должен быть готов."

lang["#MISSION_ISAAC_SPECIALKINDOFHIDE"] = "Особый вид шкуры"
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_DESC"] = "Не так давно ко мне заходил старый друг, и он спросил меня, могу ли я помочь ему с проектом, и на самом деле это последняя часть того, что ему нужно для того, что бы он ни делал. В любом случае, чтобы быстро объяснить это, он хочет какую-нибудь шкуру когтя смерти. Я могу понять, если ты не хочешь идти и получить это, но я могу сказать тебе, что награда за это определённо будет стоить того. То есть, если ты не умрёшь. Также возможно, что ты найдёшь кого-нибудь, кто захочет отдать её тебе за неплохую сумму."
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_HINT"] = "Получить шкуру когтя смерти. Вы можете получить её, если у вас есть способность свежевание кожи и вам удастся убить когтя смерти."
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_COMPLETE"] = "Вау, ты действительно убил когтя смерти ради этого? Я имею в виду, что ты мог бы обменяться на это."

RELOADSCHEMA = true