local lang = RSRG.Languages["ru"]

--[[
██╗   ██╗ ██████╗     ██████╗  █████╗ ████████╗███████╗ ██████╗ ██╗   ██╗ █████╗ ██████╗ ██████╗
██║   ██║██╔════╝    ██╔════╝ ██╔══██╗╚══██╔══╝██╔════╝██╔════╝ ██║   ██║██╔══██╗██╔══██╗██╔══██╗
██║   ██║██║         ██║  ███╗███████║   ██║   █████╗  ██║  ███╗██║   ██║███████║██████╔╝██║  ██║
╚██╗ ██╔╝██║         ██║   ██║██╔══██║   ██║   ██╔══╝  ██║   ██║██║   ██║██╔══██║██╔══██╗██║  ██║
 ╚████╔╝ ╚██████╗    ╚██████╔╝██║  ██║   ██║   ███████╗╚██████╔╝╚██████╔╝██║  ██║██║  ██║██████╔╝
  ╚═══╝   ╚═════╝     ╚═════╝ ╚═╝  ╚═╝   ╚═╝   ╚══════╝ ╚═════╝  ╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═╝╚═════╝
]]

lang["#MISSION_GIVER_VCGATEGUARD"] = "Страж ворот Города Убежища"
lang["#MISSION_GIVER_VCGATEGUARD_SUBTITLE"] = "Страж Города Убежища"
lang["#MISSION_GIVER_VCGATEGUARD_GREET_NEW"] = "Привет! Добро пожаловать в Город Убежище! Это наш чудесный родной город. То, что вы видите снаружи, не отражает того, что мы предлагаем внутри. К сожалению, для входа в город вам потребуется пропуск. Пропуск даст вам доступ к нашим объектам на определённое время. Действуют правила и условия."
lang["#MISSION_GIVER_VCGATEGUARD_GREET_0"] = "Мы вам не доверяем. Мы не можем пускать всех подряд. Боюсь, вам придётся уйти."
lang["#MISSION_GIVER_VCGATEGUARD_GREET_100"] = "У нас есть новые пропуски. Всего 5 000 крышек, и он ваш!"
lang["#MISSION_GIVER_VCGATEGUARD_GREET_FINISHED"] = "Извините, сегодня мы больше не выдаём пропуска. Приходите в другой день."

--[[
███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝
]]

lang["#MISSION_VCGATEGUARD_VAULTTECCALLING"] = "Вызывает \"Волт-Тек\"!"
lang["#MISSION_VCGATEGUARD_VAULTTECCALLING_DESC"] = "Вам нужен пропуск для входа. Я могу предложить вам один за 5 000 крышек. Имейте в виду: я могу выдавать только один пропуск в день на человека. И время пребывания внутри ограничено в целях безопасности."
lang["#MISSION_VCGATEGUARD_VAULTTECCALLING_HINT"] = "Отдайте 5 000 крышек"
lang["#MISSION_VCGATEGUARD_VAULTTECCALLING_COMPLETE"] = "Приятного пребывания!"

RELOADSCHEMA = true