local lang = RSRG.Languages["ru"]
--The character is supposed to be and advanced tutorial that leads new players to key spots around the world space while also teaching them the purpose of key items and what they can be used for. Such as Advanced Materials, Ballistic Polymer, and Tech Data etc etc.

-- Mission Giver
lang["#MISSION_GIVER_MEILIAN"] = "Страж пути Мэй-Лянь"
lang["#MISSION_GIVER_MEILIAN_SUBTITLE"] = "Красный караван"
lang["#MISSION_GIVER_MEILIAN_NEW"] = "Нихао, ты тут новенький, поговори с Айзеком или майором Редменом, если хочешь подработать."
lang["#MISSION_GIVER_MEILIAN_GREET_NO"] = "Проваливай, гвэйло, ты слишком много навредил моим друзьям."
lang["#MISSION_GIVER_MEILIAN_GREET_0"] = "Даоцянь, для тебя работы нет. Возвращайся, когда докажешь Айзеку и майору Редмену, что чего-то стоишь. Я буду направлять тебя дальше."
lang["#MISSION_GIVER_MEILIAN_GREET_150"] = "Чужак, ты доказал, что умеешь сражаться и находить ресурсы. Я научу тебя, как выживать в этом адском мире."
lang["#MISSION_GIVER_MEILIAN_GREET_300"] = "Ты многому научился, сюэшэн, но есть ещё чему поучиться."
lang["#MISSION_GIVER_MEILIAN_GREET_400"] = "$playername, ты доказал мне, что ты умнее среднего чужака. Возможно, ты даже достоин войти в Цзяюань."
lang["#MISSION_GIVER_MEILIAN_GREET_750"] = "$playername, ты вернулся, хорошо. Ты прошёл все испытания, что я тебе назначила?"
lang["#MISSION_GIVER_MEILIAN_GREET_999"] = "Нихао $playername, рада видеть тебя живым и здоровым, баньлу. Ты сделал то, что мало кому из чужаков удавалось. Если когда-нибудь захочешь отправиться на юг, думаю, нам стоит навестить мой дом."

-- Wild Wasteland (This quest line can be added to later on when we add more locations like Cutler City and Reno)
lang["#MISSION_MEILIAN_WILDWASTELAND"] = "Дикая Пустошь"
lang["#MISSION_MEILIAN_WILDWASTELAND_DESC"] = "Отлично, чужак. Ты показал Айзеку, что у тебя хватит сил выжить. Теперь позволь подготовить тебя к дальнейшему пути. Сначала собери необходимое снаряжение для путешествия по северным землям, поговорив с майором Редменом, и возвращайся ко мне, когда будешь готов."
lang["#MISSION_MEILIAN_WILDWASTELAND_HINT"] = "Соберите вещи, подходящие для путешествия на север, в Маунтин-Пасс, выполнив задание Редмена, и доложите Мэй-Лянь."
lang["#MISSION_MEILIAN_WILDWASTELAND_COMPLETE"] = "Ты снова здесь, что привело тебя ко мне? Тебе нужно снаряжение для караванного маршрута. Ладно, я всё равно должна ей услугу."

lang["#MISSION_MEILIAN_WILDWASTELAND1"] = "Дикая Пустошь, ч. 2"
lang["#MISSION_MEILIAN_WILDWASTELAND1_DESC"] = "Ты вернулся и больше не выглядишь как бездомный наркоман - очень хорошо. Хорошо, давай отправимся в путь к Маунтин-Пасс. Как доберёмся, я свяжусь с тобой. Увидимся там, чужак."
lang["#MISSION_MEILIAN_WILDWASTELAND1_HINT"] = "Отправляйтесь в Маунтин-Пасс и встретьтесь с Мэй-Лянь."
lang["#MISSION_MEILIAN_WILDWASTELAND1_COMPLETE"] = "Дай мне минутку, чтобы указать, куда отправить раненых охранников на лечение, пока мы разгружаемся. Потом поговорим о том, что делать дальше."

lang["#MISSION_MEILIAN_WILDWASTELAND2"] = "Дикая Пустошь, ч. 3"
lang["#MISSION_MEILIAN_WILDWASTELAND2_DESC"] = "Мы наконец прибыли - отличная работа, чужак. Учитывая засаду, я удивлена, что мы потеряли только трёх охранников. Могло быть гораздо хуже. Теперь, когда мы в более безопасном месте, пора отдохнуть и восстановить силы в лагере Уиллоу. Воспользуйся этой возможностью, чтобы расслабиться и набраться сил. Когда отдохнёшь, поговори с местными и узнай об этих землях. Мы пробудем здесь некоторое время, так что важно понять местность и людей, прежде чем двигаться дальше. Будь бдителен и готов, как всегда."
lang["#MISSION_MEILIAN_WILDWASTELAND2_HINT"] = "Поговорите с Сьюзен, выполните несколько заданий в окрестностях Маунтин-Пасс, исследуйте местность, а затем вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_WILDWASTELAND2_COMPLETE"] = "Ты только что прибыл с группой Красного каравана, верно? Хорошо, значит, ты компетентен. У меня есть для тебя работа."
lang["#MISSION_MEILIAN_WILDWASTELAND2_CUSTOMUI"] =  "Поговорить с Сьюзен и выполнить несколько заданий."

lang["#MISSION_MEILIAN_WILDWASTELAND3"] = "Дикая Пустошь, ч. 3.5"
lang["#MISSION_MEILIAN_WILDWASTELAND3_DESC"] = "Похоже, ты произвёл на Сьюзен большое впечатление. Она прямо говорила, что ты послан небесами, так ты ей помог. Перейдём к другим, более важным делам. Большинство остальных членов каравана почти готовы отправиться обратно по шоссе. Наша следующая остановка - регион Эшлэнда. Мы сможем отдохнуть в городском форпосте, который местные оборудовали. Я хочу, чтобы ты отправился вперёд и разведал обстановку. Увидимся в городском форпосте, когда мы прибудем."
lang["#MISSION_MEILIAN_WILDWASTELAND3_HINT"] = "Отправляйтесь ко входу в регион городской форпост в Эшлэнде и поговорите с Мэй-Лянь."
lang["#MISSION_MEILIAN_WILDWASTELAND3_COMPLETE"] = "Эй, дай мне минутку, чтобы указать, куда сбросить товары, потом поговорим."

lang["#MISSION_MEILIAN_WILDWASTELAND4"] = "Дикая Пустошь, ч. 4"
lang["#MISSION_MEILIAN_WILDWASTELAND4_DESC"] = "Добро пожаловать в выжженную адскую дыру, которую называют Эшлэндом. Здесь почти ничего нет, кроме разрушенных зданий, разбитых машин и кучи остатков супермутантов со времён Создателя. Поговори с Ксантаном, он местный представитель Каскадного каравана. У него должна быть для тебя работа, пока мы разгружаем заказанные ими товары. А после разговора с ним осмотрись немного."
lang["#MISSION_MEILIAN_WILDWASTELAND4_HINT"] = "Поговорите с Ксантаном, выполните для него несколько заданий, а также выполните задания по исследованию Эшлэнда, затем вернитесь к Мэй-Лянь (Также рекомендуется взять как можно больше заданий - он хороший источник опыта мастерства и боя. Кроме того, \"Мерзость\" — единственное обязательное задание от него)."
lang["#MISSION_MEILIAN_WILDWASTELAND4_COMPLETE"] = "Ты с караваном, который только что прибыл? Интересно. Если хочешь, у меня есть для тебя испытания."
lang["#MISSION_MEILIAN_WILDWASTELAND4_CUSTOMUI"] =  "Поговорить с Ксантаном и выполнить задания."

lang["#MISSION_MEILIAN_WILDWASTELAND5"] = "Дикая Пустошь, ч. 5"
lang["#MISSION_MEILIAN_WILDWASTELAND5_DESC"] = "Чусэ дэ, ты вернулся как раз вовремя. Хорошо, давай снова отправимся по шоссе на север. Следующая остановка - место под названием Мёртвое устье. Мы поплывём на лодках к самодельной барже посреди болота. Как обычно, ты идёшь на разведку. Отправляйся вперёд, ищи любые угрозы, встретимся на барже."
lang["#MISSION_MEILIAN_WILDWASTELAND5_HINT"] = "Отправляйтесь на север, в Мёртвое устье, и встретьтесь с Мэй-Лянь у входа в регион самодельной баржи."
lang["#MISSION_MEILIAN_WILDWASTELAND5_COMPLETE"] = "Нихао, дай мне минутку, чтобы указать, где больным караванщикам проверить уровень радиации. Потом поговорю с тобой."

lang["#MISSION_MEILIAN_WILDWASTELAND6"] = "Дикая Пустошь, ч. 6"
lang["#MISSION_MEILIAN_WILDWASTELAND6_DESC"] = "Осторожнее, чужак, смотри, куда ступаешь - вода в этом регионе заражена радиоактивными отходами. Держись от неё подальше, если у тебя нет хорошей защиты от радиации, иначе застрянешь здесь на недели, борясь с тяжёлым отравлением. А пока поговори с тем учёным, который лечит наших больных, и узнай, нужна ли ему помощь. И ещё у меня есть несколько мест в этом регионе, которые нужно обследовать, так что займись и этим."
lang["#MISSION_MEILIAN_WILDWASTELAND6_HINT"] = "Поговорите с Мелвином, выполните для него несколько заданий, а затем вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_WILDWASTELAND6_COMPLETE"] = "Ты с той группой каравана? Пока они проверяют радиацию, не сделаешь ли для меня кое-какую работу?"
lang["#MISSION_MEILIAN_WILDWASTELAND6_CUSTOMUI"] =  "Поговорить с Мелвином."

lang["#MISSION_MEILIAN_WILDWASTELAND7"] = "Дикая Пустошь, ч. 7"
lang["#MISSION_MEILIAN_WILDWASTELAND7_DESC"] = "Наконец-то ты вернулся, отлично. Лодки только что загрузили всем нужным грузом, давай отплывать обратно на материк. После этого мы направляемся в Орегон, в город под названием Салем. Ты уже знаешь порядок: плыви на лодке вперёд, разведай обстановку, сообщи по рации, если увидишь что-то плохое. В остальном увидимся в Лагере выживших."
lang["#MISSION_MEILIAN_WILDWASTELAND7_HINT"] = "Отправляйтесь в Салем и встретьтесь с Мэй-Лянь в Лагере выживших."
lang["#MISSION_MEILIAN_WILDWASTELAND7_COMPLETE"] = "Цзуйхоу, мы можем отдохнуть. Хорошо, баньлу, дай мне минутку, чтобы связаться с караваном, потом поговорим."

--You're finally back good. The boats just got loaded with all the cargo we need lets get on the water and get back to the mainland. After that we're going to Oregon to a town called Salem

lang["#MISSION_MEILIAN_WILDWASTELAND8"] = "Дикая Пустошь, ч. 8"
lang["#MISSION_MEILIAN_WILDWASTELAND8_DESC"] = "Хорошо, друг, добро пожаловать в одну из последних остановок на нашем маршруте. Это место называется Салем. Когда-то здесь было развивающееся сообщество, пока мутанты и Теневые не начали называть это место домом. Теперь это ещё одна разбомблённая адская дыра с обычным набором тварей, жаждущих тебя убить. Нам нужно разгрузить довольно много вещей для местных беженцев, так что иди поговори с Мэвериком и займись делом. И ещё у меня есть несколько мест в городе, которые нужно разведать, так что поговори со мной, если хочешь помочь с этим."
lang["#MISSION_MEILIAN_WILDWASTELAND8_HINT"] = "Поговорите с Мэвериком, выполните для него несколько заданий и выполните разведывательную работу для Мэй-Лянь."
lang["#MISSION_MEILIAN_WILDWASTELAND8_COMPLETE"] = "Ты кто, чёрт возьми? А, ты с тем караваном, что прибыл. Тогда у меня есть для тебя работа, чтобы ты отработал своё место."
lang["#MISSION_MEILIAN_WILDWASTELAND8_CUSTOMUI"] =  "Поговорить с Мэвериком."

-- Well you've proven yourself beyond anything I though possible of an outlander. This was our last stop for this route so you're free to go your contract is completed

lang["#MISSION_MEILIAN_WILDWASTELAND9"] = "Дикая Пустошь, ч. 9"
lang["#MISSION_MEILIAN_WILDWASTELAND9_DESC"] = "Что ж, ты превзошёл всё, что я могла ожидать от чужака. Это была наша последняя остановка на этом маршруте, так что ты свободен, твой контракт выполнен. Единственное, что ты ещё мог бы сделать, - прикончить парочку мутантов Отвергнутых, чтобы сделать округу безопаснее. Затем возвращайся ко мне, я подготовлю окончательный расчёт по твоему контракту."
lang["#MISSION_MEILIAN_WILDWASTELAND9_HINT"] = "Убейте 5 супермутантов Отвергнутых и вернитесь к Мэй-Лянь, чтобы завершить контракт."
lang["#MISSION_MEILIAN_WILDWASTELAND9_COMPLETE"] = "С возвращением, баньлу. С этим заданием выполнено, вот твоя плата. Заходи ко мне ещё, если будет работа."

--Mountain Pass unused at the moment but if points of interest are ever added we could use this quest giver for it

--  █████╗ ███████╗██╗  ██╗██╗      █████╗ ███╗   ██╗██████╗ ███████╗
-- ██╔══██╗██╔════╝██║  ██║██║     ██╔══██╗████╗  ██║██╔══██╗██╔════╝
-- ███████║███████╗███████║██║     ███████║██╔██╗ ██║██║  ██║███████╗
-- ██╔══██║╚════██║██╔══██║██║     ██╔══██║██║╚██╗██║██║  ██║╚════██║
-- ██║  ██║███████║██║  ██║███████╗██║  ██║██║ ╚████║██████╔╝███████║
-- ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝ ╚══════╝

lang["#MISSION_MEILIAN_PRICESURVIVAL"] = "Цена выживания"
lang["#MISSION_MEILIAN_PRICESURVIVAL_DESC"] = "В этом регионе действует группа под названием Каскадный караван. Обычно они были бы нашими конкурентами, но мы пришли к соглашению. У них здесь есть магазин, тебе стоит заглянуть и посмотреть, что они продают, у них обычно хороший ассортимент. Когда осмотришься, возвращайся, и мы посмотрим, что ты приобрёл."
lang["#MISSION_MEILIAN_PRICESURVIVAL_HINT"] = "Сходите к торговцу в Эшлэнде, справа за выходом из туннеля, затем вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_PRICESURVIVAL_COMPLETE"] = "С возвращением, давай посмотрим, что ты купил, если вообще что-то купил."

lang["#MISSION_MEILIAN_GRITGUNPOWDER"] = "Песок и порох"
lang["#MISSION_MEILIAN_GRITGUNPOWDER_DESC"] = "У меня есть ещё одно место для разведки. Я слышала разговоры в местном лагере о старой шахте где-то в этом регионе. Найди её, составь карту и возвращайся. Я заплачу тебе за информацию."
lang["#MISSION_MEILIAN_GRITGUNPOWDER_HINT"] = "Отправляйтесь на свинцово-пороховую шахту в Эшлэнде, прямо за выходом из туннеля, ниже авторемонтной мастерской, затем вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_GRITGUNPOWDER_COMPLETE"] = "Ты составил карту? Хорошо, вот плата за труды. Кстати, можешь заодно собрать там порох."

lang["#MISSION_MEILIAN_FORSAKENREJECTS"] = "Покинутые и Отверженные"
lang["#MISSION_MEILIAN_FORSAKENREJECTS_DESC"] = "Хорошо, у меня для тебя разведывательное задание. Этот регион кишит супермутантами, и они, кажется, собираются вокруг старого города к северо-востоку отсюда. Отправляйся туда, разведай заправку и выясни, что они там делают."
lang["#MISSION_MEILIAN_FORSAKENREJECTS_HINT"] = "Отправляйтесь в довоенный город в дальнем правом углу Эшлэнда от городского форпоста, спуститесь в глубины довоенного бункерного комплекса, доберитесь до конца и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_FORSAKENREJECTS_COMPLETE"] = "Ты вернулся, что узнал? Они заняли довоенный бункер. Что ж, полезно знать, я перенаправлю несколько караванов в объезд. Вот твоя плата."
lang["#MISSION_MEILIAN_FORSAKENREJECTS_ITEMNAME"] = "Схема бункера"


-- ██████╗ ███████╗ █████╗ ██████╗     ███████╗███████╗████████╗██╗   ██╗ █████╗ ██████╗ ██╗   ██╗
-- ██╔══██╗██╔════╝██╔══██╗██╔══██╗    ██╔════╝██╔════╝╚══██╔══╝██║   ██║██╔══██╗██╔══██╗╚██╗ ██╔╝
-- ██║  ██║█████╗  ███████║██║  ██║    █████╗  ███████╗   ██║   ██║   ██║███████║██████╔╝ ╚████╔╝
-- ██║  ██║██╔══╝  ██╔══██║██║  ██║    ██╔══╝  ╚════██║   ██║   ██║   ██║██╔══██║██╔══██╗  ╚██╔╝
-- ██████╔╝███████╗██║  ██║██████╔╝    ███████╗███████║   ██║   ╚██████╔╝██║  ██║██║  ██║   ██║
-- ╚═════╝ ╚══════╝╚═╝  ╚═╝╚═════╝     ╚══════╝╚══════╝   ╚═╝    ╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═╝   ╚═╝


lang["#MISSION_MEILIAN_FUMEFIRE"] = "Газы и огонь"
lang["#MISSION_MEILIAN_FUMEFIRE_DESC"] = "У меня для тебя ещё одна цель для разведки. Есть сообщения об острове к северу от баржи, где, похоже, установлена заброшенная установка добычи пропана на берегу. Найди эту установку, составь карту и возвращайся, я заплачу обычный гонорар за находку."
lang["#MISSION_MEILIAN_FUMEFIRE_HINT"] = "Отправляйтесь на изолированный остров в правом верхнем углу региона самодельной баржи, взаимодействуйте с добытчиком пропана, затем вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_FUMEFIRE_COMPLETE"] = "С возвращением, дай посмотреть, что ты нанёс на карту. Хорошо, выглядит неплохо, я отправлю пару охранников пополнить наши запасы пропана."

lang["#MISSION_MEILIAN_SMOKEWATER"] = "Дым над водой"
lang["#MISSION_MEILIAN_SMOKEWATER_DESC"] = "Хорошо, чужак, у нас ещё одно разведывательное задание. Наши конвои, когда плывут на лодках в Устье, подвергаются нападениям хорошо вооружённых бандитов. Мне нужно, чтобы ты осмотрел окрестности Устья и выяснил, откуда они действуют, а затем вернулся ко мне. Я заплачу обычный гонорар, и мы изменим маршруты, как только получим информацию."
lang["#MISSION_MEILIAN_SMOKEWATER_HINT"] = "Отправляйтесь на изолированный остров в левом верхнем углу региона самодельной баржи, разведайте лагерь контрабандистов, затем вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_SMOKEWATER_COMPLETE"] = "Судя по тому, сколько грязи на тебе, ты что-то нашёл. Дай посмотреть, что ты нанёс на карту, и если всё хорошо, получишь плату."

-- ███████╗ █████╗ ██╗     ███████╗███╗   ███╗
-- ██╔════╝██╔══██╗██║     ██╔════╝████╗ ████║
-- ███████╗███████║██║     █████╗  ██╔████╔██║
-- ╚════██║██╔══██║██║     ██╔══╝  ██║╚██╔╝██║
-- ███████║██║  ██║███████╗███████╗██║ ╚═╝ ██║
-- ╚══════╝╚═╝  ╚═╝╚══════╝╚══════╝╚═╝     ╚═╝
lang["#MISSION_MEILIAN_BONETRENCHES"] = "Костяные траншеи"
lang["#MISSION_MEILIAN_BONETRENCHES_DESC"] = "Нихао, баньлу, полагаю, ты хочешь помочь нам разведать ещё несколько интересных мест. Первое место, которое нужно исследовать, - очаг супермутантов к востоку от лагеря выживших. Выясни, почему там такая высокая концентрация этих тварей, затем вернись ко мне - получишь обычный гонорар плюс добавку."
lang["#MISSION_MEILIAN_BONETRENCHES_HINT"] = "Отправляйтесь в костяные траншеи, заполненные Отверженными, справа от лагеря выживших, зачистите их, доберитесь до центра, разведайте и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_BONETRENCHES_COMPLETE"] = "Вижу, ты вернулся с победой. Рассказывай, что нашёл. Ничего, кроме двери бункера и пары фанатиков? Что ж, по крайней мере что-то. Вот твоя плата."

lang["#MISSION_MEILIAN_SHADOWRUIN"] = "Теневые в руинах"
lang["#MISSION_MEILIAN_SHADOWRUIN_DESC"] = "Нихао, баньлу, у меня ещё одна цель для разведки. На этот раз на противоположной стороне города. Пытаясь избегать супермутантов, разбросанных по городу, мы изменили маршруты, но наткнулись на группу рейдеров в дублёной коже. Они уничтожили наш караван. Мне нужно, чтобы ты выяснил, откуда они приходят, и отметил это место. Гонорар как обычно плюс добавка, как в прошлый раз."
lang["#MISSION_MEILIAN_SHADOWRUIN_HINT"] = "Отправляйтесь в форпост Теневых, полный рейдерами Теневых, слева от лагеря выживших и прямо вниз по дороге. Войдите в форпост, доберитесь до верхнего этажа и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_SHADOWRUIN_COMPLETE"] = "Ты вернулся, хорошо. Надеюсь, ты убил двух этих рейдеров за каждого нашего. Рассказывай, что нашёл, я заплачу. У них есть база к востоку, которую они используют как точку для засад на путешественников? Ну, это многое объясняет. Вот твоя плата."

--A potential quest that leads to the Energy Ammo crafting area that was planned to be added to Salem


-- General Tutorial Quest

lang["#MISSION_MEILIAN_TURNINTURP"] = "Мудрость Пустоши (Скипидар)"
lang["#MISSION_MEILIAN_TURNINTURP_DESC"] = "Хорошо, чужак, у меня для тебя задание на добычу. Мне нужно, чтобы ты нашёл три скипидара. Они используются в процессе дубления шкур ящериц  компонента для создания более прочной версии кожаной брони."
lang["#MISSION_MEILIAN_TURNINTURP_HINT"] = "Соберите 3 скипидара и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_TURNINTURP_COMPLETE"] = "Ты достал скипидар? Отлично, теперь следуй за мной к костру, и я покажу тебе, как проходит процесс дубления кожи."

lang["#MISSION_MEILIAN_TURNINFIBER"] = "Мудрость Пустоши (Защитное волокно)"
lang["#MISSION_MEILIAN_TURNINFIBER_DESC"] = "У меня ещё одно задание на добычу. Нужно, чтобы ты поискал несколько пучков баллистического волокна в старых довоенных сооружениях. Как добудешь волокно, я покажу тебе, как создавать баллистический полимер."
lang["#MISSION_MEILIAN_TURNINFIBER_HINT"] = "Соберите 3 защитных волокна и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_TURNINFIBER_COMPLETE"] = "Дай-ка взглянуть на волокно. Выглядят нетронутыми, отличная работа. А теперь пойдём к верстаку, и я покажу, как создать полимер."

lang["#MISSION_MEILIAN_TURNINPOLY"] = "Мудрость Пустоши (Защитный полимер)"
lang["#MISSION_MEILIAN_TURNINPOLY_DESC"] = "Чужак, теперь, когда я показала тебе, как создать защитный полимер, нужно, чтобы ты сделал его самостоятельно. Собери материалы для создания полимера, затем повтори процесс, который я показала тебе за верстаком. После этого возвращайся ко мне, и я покажу, как его применять."
lang["#MISSION_MEILIAN_TURNINPOLY_HINT"] = "Соберите 1 защитный полимер и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_TURNINPOLY_COMPLETE"] = "С возвращением, это заняло у тебя некоторое время. В любом случае, следуй за мной к станку для брони, и я покажу разные способы использования этого полимера: от создания боевой брони до усиления твоей текущей брони баллистическим плетением."

lang["#MISSION_MEILIAN_TURNINADVMAT"] = "Мудрость Пустоши (Продвинутые материалы)"
lang["#MISSION_MEILIAN_TURNINADVMAT_DESC"] = "Ты довольно быстро учишься для обитателя Пустоши, это приятное разнообразие. Но давай продолжим. У меня есть ещё пара советов. Во-первых, есть предмет, на который тебе стоит обращать внимание. Он называется \"продвинутый материал\" и имеет множество применений: от производства оружия до создания самого крупного и мощного снаряжения. Найди один и принеси мне, а когда принесёшь, я покажу тебе некоторые способы его применения и заплачу за него."
lang["#MISSION_MEILIAN_TURNINADVMAT_HINT"] = "Соберите 1 продвинутый материал и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_TURNINADVMAT_COMPLETE"] = "Ты действительно нашёл один? Вот это сюрприз. В любом случае, давай я заплачу тебе за находку, только изучу его свойства и верну. И ещё: ты можешь использовать их на самых разных верстаках, но главное применение - создание силовой брони."

lang["#MISSION_MEILIAN_TURNINGOLD"] = "Мудрость Пустоши (Золотой слиток)"
lang["#MISSION_MEILIAN_TURNINGOLD_DESC"] = "У меня простое задание на добычу, чужак. Мне нужно, чтобы ты нашёл два золотых слитка и принёс мне. Твоя плата - большая часть золота в слитках, мне нужна лишь небольшая частица для ремонта электроники. И вообще тебе стоит на них обращать внимание: многие группы готовы обменивать редкие товары на золото."
lang["#MISSION_MEILIAN_TURNINGOLD_HINT"] = "Соберите 2 золотых слитка и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_TURNINGOLD_COMPLETE"] = "Ты вернулся... забавно, но один из охранников нашёл их для меня до твоего возвращения. Оставь слитки себе, и по крайней мере ты чему-то научился, пока искал."

lang["#MISSION_MEILIAN_TURNINSTAR"] = "Мудрость Пустоши (Крышки со звездой)"
lang["#MISSION_MEILIAN_TURNINSTAR_DESC"] = "Ещё одно задание, чужак. Мне нужно, чтобы ты нашёл кое-что необычное. У нас есть клиент из Рино, предлагающий очень выгодный контракт, если мы сможем предоставить доказательства платёжеспособности. Странно то, что капитал, о котором он говорит, не имеет ничего общего с крышками или долларами НКР - ему нужно что-то под названием \"звёзды\". Понятия не имею, что это значит, но, по моим данным, существует подпольный рынок дефицитных товаров, которые обменивают на старые крышки с отпечатанной особой звездой. Найди мне 5 таких, и я сделаю так, что оно того стоило."
lang["#MISSION_MEILIAN_TURNINSTAR_HINT"] = "Соберите 1 крышку со звездой и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_TURNINSTAR_COMPLETE"] = "Хвала Императору, ты вернулся вовремя. Клиент уже начал сомневаться в сотрудничестве с нами. Дай мне взглянуть на крышку, я скоро вернусь... Спасибо, чужак, ты помог больше, чем думаешь. Вот, возьми крышки обратно в награду за помощь."

lang["#MISSION_MEILIAN_TURNINTECH"] = "Мудрость Пустоши (Технические данные)"
lang["#MISSION_MEILIAN_TURNINTECH_DESC"] = "А вот и ты, чужак! Ты очень помог нам с теми крышками со звёздами! Теперь у меня личная просьба. У меня есть родственники на юге, которым нужна особая информация для работы над одним проектом. Если ты согласишься помочь мне с этим, баньлу, я буду у тебя в долгу. Всё, что нужно, - найти 5 технических данных, которые можно использовать для исследований. Тебе они вряд ли пригодятся, но фракции по всей Пустоши могут хорошо использовать эту информацию."
lang["#MISSION_MEILIAN_TURNINTECH_HINT"] = "Соберите 5 технических данных и вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_TURNINTECH_COMPLETE"] = "Баньлу, ты вернулся! Нашёл документы? Замечательно! Ты снова помог мне больше, чем думаешь. Дай мне скопировать информацию, а оригиналы можешь оставить себе. Можешь либо продать их, либо передать какой-нибудь фракции для их собственных исследований."

lang["#MISSION_MEILIAN_AMMOBREAK"] = "Мудрость Пустоши (Разборка патронов)"
lang["#MISSION_MEILIAN_AMMOBREAK_DESC"] = "Прежде чем я отпущу тебя с нами в караванный маршрут, мне нужно знать, что ты можешь позаботиться о себе. Простое задание, чтобы проверить твои способности. Нужно, чтобы ты разобрал немного патронов на местном прессе и вернулся ко мне."
lang["#MISSION_MEILIAN_AMMOBREAK_HINT"] = "Соберите 25 патронов 9-мм и разберите их на порох, свинец, капсюли и гильзы, затем вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_AMMOBREAK_COMPLETE"] = "Ты справился и не взорвал себя. У тебя получилось лучше, чем у последнего чужака, который пытался."

lang["#MISSION_MEILIAN_AMMOCRAFT"] = "Мудрость Пустоши (Сборка патронов)"
lang["#MISSION_MEILIAN_AMMOCRAFT_DESC"] = "Хорошо, разбирать патроны ты умеешь. Но сможешь ли проделать обратный процесс правильно? Отправляйся обратно к прессу с материалами, которые получил при разборке, и сделай патроны, которые пригодятся тебе в пути. После этого возвращайся ко мне, и мы отправимся."
lang["#MISSION_MEILIAN_AMMOCRAFT_HINT"] = "Используя порох, свинец, капсюли и гильзы, создайте 18 патронов 9-мм за верстаком для снаряжения патронов, затем вернитесь к Мэй-Лянь."
lang["#MISSION_MEILIAN_AMMOCRAFT_COMPLETE"] = "Ты сделал патроны? Хорошо, встань в 12 футах от меня и выстрели. Ты не продырявил себе шею - отлично!"

lang["#MISSION_MEILIAN_PA"] = "Мудрость Пустоши (Титаны старого мира)"
lang["#MISSION_MEILIAN_PA_DESC"] = "Чужак, этот урок будет необычным, но информация важна, если ты проживёшь достаточно долго, чтобы преуспеть или присоединиться к группе, использующей силовую броню. Задание: найди пункт обслуживания силовой брони в одном из регионов, где мы останавливаемся во время караванного пути, и доложи мне. У меня есть клиент, который хочет создать силовую броню, и ему нужно знать, куда идти. Как выполнишь, возвращайся ко мне."
lang["#MISSION_MEILIAN_PA_HINT"] = "Отправляйтесь в Эшлэнд или Йолла-Болли и взаимодействуйте с пунктом обслуживания силовой брони рядом с гаражом к северу от завода боеприпасов или со станцией в лагере мутантов напротив станции рейнджеров \"Чарли\", затем вернись к Мэй-Лянь."
lang["#MISSION_MEILIAN_PA_COMPLETE"] = "Ты нашёл пункт? Отличная работа. Покажи мне, где он, я передам информацию клиенту и получу твою оплату."

RELOADSCHEMA = true