local lang = RSRG.Languages["ru"]

-- ███╗   ███╗██████╗         █████╗ ███████╗██╗  ██╗██╗      █████╗ ███╗   ██╗██████╗ ███████╗
-- ████╗ ████║██╔══██╗██╗    ██╔══██╗██╔════╝██║  ██║██║     ██╔══██╗████╗  ██║██╔══██╗██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ███████║███████╗███████║██║     ███████║██╔██╗ ██║██║  ██║███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ██╔══██║╚════██║██╔══██║██║     ██╔══██║██║╚██╗██║██║  ██║╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ██║  ██║███████║██║  ██║███████╗██║  ██║██║ ╚████║██████╔╝███████║
-- ╚═╝     ╚═╝╚═════╝        ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝ ╚══════╝

-- Mission Board
lang["#MISSION_BOARD_ASHLANDS"] = "Доска заданий Эшлэнд"
lang["#MISSION_BOARD_ASHLANDS_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_ASHLANDS_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

-- Missions
lang["#MISSION_ASHLANDS_SIMPLELEATHER"] = "Простая кожа"
lang["#MISSION_ASHLANDS_SIMPLELEATHER_DESC"] = "Наниматель ищет кого-то, кто добудет немного кожи для него. Он предлагает достойное вознаграждение за это."
lang["#MISSION_ASHLANDS_SIMPLELEATHER_HINT"] = "Получить кожу. Вы можете получить кожу при поиске, ломая предметы из кожи, или используя кожу геккона / когтя смерти, чтобы сделать это."
lang["#MISSION_ASHLANDS_SIMPLELEATHER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_DONATE"] = "Пожертвование в гильдию торговцев"
lang["#MISSION_ASHLANDS_DONATE_DESC"] = "Гильдия торговцев всегда ищет новых клиентов, и за небольшое пожертвование вы будете признаны надёжным клиентом гильдии торговцев.\n\nПримечание: Пока у вас есть хотя бы 100 услуг гильдии торговцев, нападение на вас в их присутствии является преступлением."
lang["#MISSION_ASHLANDS_DONATE_HINT"] = "Пожертвуйте 500 бутылочных крышек гильдии торговцев. Бутылочные крышки можно получить у торговцев, не связанных с НКР, или в виде хлама в некоторых районах."
lang["#MISSION_ASHLANDS_DONATE_COMPLETE"] = "Благодарим вас за щедрое пожертвование! Мы надеемся на дальнейшее сотрудничество с вами."

lang["#MISSION_ASHLANDS_WRECKAGE"] = "Развалины"
lang["#MISSION_ASHLANDS_WRECKAGE_DESC"] = "Человек, который прикрепил это, хочет, чтобы кто-то очистил регион от гулей и гекконов."
lang["#MISSION_ASHLANDS_WRECKAGE_HINT"] = "Уничтожьте любой вид диких гулей и гекконов в Эшлэнде. Диких гулей можно легко найти внутри локаций, в основном в городских квартирах. Гекконов можно найти возле радиостанции и на окраинах города."
lang["#MISSION_ASHLANDS_WRECKAGE_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER"] = "Охотник на мутантов"
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_DESC"] = "Тот, кто прикрепил это, хочет, чтобы кто-то был готов убивать супермутантов, которые бродят в Эшлэнде."
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_HINT"] = "Уничтожьте супермутанта любого типа в Эшлэнде. Супермутантов можно легко найти по всему Эшлэнду в достопримечательностях, и в основном на заправочной станции, где у них оборудована база."
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_BUNKERSALVATION"] = "Спасение бункера"
lang["#MISSION_ASHLANDS_BUNKERSALVATION_DESC"] = "Человеку, который прикрепил это, нужен тот, кто отправится в бункер, чтобы убрать всех супермутантов, которые там обитают."
lang["#MISSION_ASHLANDS_BUNKERSALVATION_HINT"] = "Уничтожьте супермутанта любого типа в бункере в Эшлэнде. Бункер можно найти под заправочной станцией в углу региона."
lang["#MISSION_ASHLANDS_BUNKERSALVATION_COMPLETE"] = "Вы выполнили это задание."

RELOADSCHEMA = true