local lang = RSRG.Languages["ru"]

--    ██████╗  ██████╗ ███████╗    ██╗  ██╗███╗   ██╗██╗ ██████╗ ██╗  ██╗████████╗
--    ██╔══██╗██╔═══██╗██╔════╝    ██║ ██╔╝████╗  ██║██║██╔════╝ ██║  ██║╚══██╔══╝
--    ██████╔╝██║   ██║███████╗    █████╔╝ ██╔██╗ ██║██║██║  ███╗███████║   ██║
--    ██╔══██╗██║   ██║╚════██║    ██╔═██╗ ██║╚██╗██║██║██║   ██║██╔══██║   ██║
--    ██████╔╝╚██████╔╝███████║    ██║  ██╗██║ ╚████║██║╚██████╔╝██║  ██║   ██║
--    ╚═════╝  ╚═════╝ ╚══════╝    ╚═╝  ╚═╝╚═╝  ╚═══╝╚═╝ ╚═════╝ ╚═╝  ╚═╝   ╚═╝


-- Mission Giver
lang["#MISSION_GIVER_BOSKNIGHT"] = "Старший рыцарь Робертс"
lang["#MISSION_GIVER_BOSKNIGHT_SUBTITLE"] = "Старший рыцарь Братства"
lang["#MISSION_GIVER_BOSKNIGHT_NEW"] = "Ты, должно быть, тот самый чужак, о котором все судачат. Если ты явился не с дурными намерениями, то добро пожаловать в наш маленький уголок эдема в этой промёрзшей дыре."
lang["#MISSION_GIVER_BOSKNIGHT_NO"] = "Тебе повезло, что ты жив. Ещё больше повезло, что я тебя ещё не пристрелил. Либо не путайся под ногами, либо сделай что-нибудь полезное."
lang["#MISSION_GIVER_BOSKNIGHT_0"] = "Если ты умеешь обращаться с гаечным ключом или хочешь помародёрствовать в руинах старого мира, у меня могут найтись для тебя задания."
lang["#MISSION_GIVER_BOSKNIGHT_25"] = "Ну надо же, восходящая звезда среди чужаков. Есть ещё кое-какая работёнка, если думаешь, что справишься."
lang["#MISSION_GIVER_BOSKNIGHT_50"] = "Пока всё хорошо. Я и остальные рыцари благодарим тебя, даже если они этого не показывают."
lang["#MISSION_GIVER_BOSKNIGHT_100"] = "Не нужно формальностей. Если тебе что-то нужно, дай знать, а так у нас ещё может найтись для тебя дело."
lang["#MISSION_GIVER_BOSKNIGHT_GREET_FINISHED"] = "Братство восторжествует."


-- Missions
lang["#MISSION_BOSKNIGHT_OLD_WORLD_WARS"] = "Войны старого мира"
lang["#MISSION_BOSKNIGHT_OLD_WORLD_WARS_DESC"] = "Одна из многих обязанностей рыцарей - обслуживание снаряжения, которым пользуются наши паладины и скрипторы. По большей части это обычные вещи: от починки потолочных вентиляторов до замены ударников в штурмовых винтовках. Но некоторые... более экзотические виды ремонта требуют редких и довольно дорогих компонентов. К счастью, кое-где ещё сохранились нетронутые места, где должно быть то, что нам нужно. Одно из таких мест - Убежище 7. Оно находится рядом с городком под названием \"Солт-Уэллс\", на территории, контролируемой НКР, к югу отсюда. Мне нужна специальная банка смазки, MIL-PRF-81322. Её часто использовали для дверей в старых убежищах, и большинство считают её хламом, но там она наверняка ещё осталась. Где-то."
lang["#MISSION_BOSKNIGHT_OLD_WORLD_WARS_HINT"] = "Найдите и войдите в Убежище 7 в районе Солт-Уэллс. Отыщите внутри специальную банку со смазкой."
lang["#MISSION_BOSKNIGHT_OLD_WORLD_WARS_COMPLETE"] = "Идеально. Останется только разогреть, чтобы она снова стала текучей, и будет как новенькая. Эй, прежде чем уйдёшь, забавный факт: этой смазкой до войны пользовались во многих самолётах и истребителях. Круто, да?"
lang["#MISSION_BOSKNIGHT_OLD_WORLD_WARS_ITEMNAME"] = "Смазка MIL-PRF-81322"

lang["#MISSION_BOSKNIGHT_LOST_TRANSMISSION"] = "Потерянная связь"
lang["#MISSION_BOSKNIGHT_LOST_TRANSMISSION_DESC"] = "На поле боя важнее всего связь. В рамках этого урока нас, рыцарей и паладинов, учат пользоваться портативным радио. К сожалению, с годами их находить и чинить всё труднее. Поэтому я назначил награду за любые портативные радио или их запчасти."
lang["#MISSION_BOSKNIGHT_LOST_TRANSMISSION_HINT"] = "Найдите портативные радио и принесите их старшему рыцарю Робертсу за награду."
lang["#MISSION_BOSKNIGHT_LOST_TRANSMISSION_COMPLETE"] = "А, отличная находка. Держи, что причитается."

lang["#MISSION_BOSKNIGHT_BUNKER_REPAIRS"] = "Ремонт бункера"
lang["#MISSION_BOSKNIGHT_BUNKER_REPAIRS_DESC"] = "Одна из обязанностей рыцарей - поддерживать этот бункер в рабочем состоянии. На это уходит уйма ресурсов. С большинством мы справляемся, но кое-что мы расходуем постоянно и нуждаемся в бесперебойных поставках - это металлические пластины. Раздобудь немного, и я позабочусь о награде."
lang["#MISSION_BOSKNIGHT_BUNKER_REPAIRS_HINT"] = "Добудьте 5 металлических пластин и принесите их старшему рыцарю Робертсу."
lang["#MISSION_BOSKNIGHT_BUNKER_REPAIRS_COMPLETE"] = "Спасибо, этого должно хватить."

RELOADSCHEMA = true