local lang = RSRG.Languages["ru"]

--  ██████╗██████╗  ██████╗ ██╗    ██╗███╗   ███╗ █████╗ ███╗   ██╗         ██╗ ██████╗ ███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔════╝██╔══██╗██╔═══██╗██║    ██║████╗ ████║██╔══██╗████╗  ██║         ██║██╔═══██╗██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██║     ██████╔╝██║   ██║██║ █╗ ██║██╔████╔██║███████║██╔██╗ ██║         ██║██║   ██║█████╗      ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║     ██╔══██╗██║   ██║██║███╗██║██║╚██╔╝██║██╔══██║██║╚██╗██║    ██   ██║██║   ██║██╔══╝      ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ╚██████╗██║  ██║╚██████╔╝╚███╔███╔╝██║ ╚═╝ ██║██║  ██║██║ ╚████║    ╚█████╔╝╚██████╔╝███████╗    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--  ╚═════╝╚═╝  ╚═╝ ╚═════╝  ╚══╝╚══╝ ╚═╝     ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝     ╚════╝  ╚═════╝ ╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

--Weapon challenge

-- Mission Giver
lang["#MISSION_GIVER_CROWMAN"] = "Кроумен Джо"
lang["#MISSION_GIVER_CROWMAN_SUBTITLE"] = "Соль земли, жара - мозги."
lang["#MISSION_GIVER_CROWMAN_GREET_0"] = "Вот ты где! Сопляк! Иди сюда! Вороны опять замышляют украсть мою кукурузу! Я уже слышу, как они приближаются!"

-- Missions
lang["#MISSION_CROWMAN_SINGLESHOTGUN"] = "Каждый с чего-то начинает"
lang["#MISSION_CROWMAN_SINGLESHOTGUN_DESC"] = "Вот ты где! Сопляк! Пришёл украсть мою кукурузу?! Нет? Наверное, удрал из города, пока родители отвлеклись. Держу пари, что такой косоглазый сопляк, как ты, не сможет попасть в ворону, если она сядет тебе на лоб! Таких, как ты, нужно учить уму-разуму! Застрели ворона из старого доброго однозарядного ружья, И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК! Родня Нимрода научила меня выслеживать лжецов по запаху!"
lang["#MISSION_CROWMAN_SINGLESHOTGUN_HINT"] = "Получить однозарядное ружьё, торгуясь, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_SINGLESHOTGUN_COMPLETE"] = "Полагаю, ты не так глуп, как кажешься. Но не будь самодовольны! Я убил свою первую ворону в два года!"

lang["#MISSION_CROWMAN_357"] = "Пернатый молот"
lang["#MISSION_CROWMAN_357_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя револьвер .357 или винтовку ковбоя, И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_357_HINT"] = "Получить револьвер .357 или винтовку ковбоя, торгуясь, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_357_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"
lang["#MISSION_CROWMAN_357_WEP"] = "Револьвер .357 или винтовка ковбоя"

lang["#MISSION_CROWMAN_SERVICERIFLE"] = "Цельнометаллическая Галка"
lang["#MISSION_CROWMAN_SERVICERIFLE_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя одну из винтовок тех парней из НКР, И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_SERVICERIFLE_HINT"] = "Получить боевую винтовку, торгуясь, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_SERVICERIFLE_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_SXS"] = "Отец фермерской дочери"
lang["#MISSION_CROWMAN_SXS_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя двустволку, И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_SXS_HINT"] = "Получить двуствольный дробовик, торгуясь, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_SXS_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_870"] = "Член клуба ловушек"
lang["#MISSION_CROWMAN_870_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя помповое ружье, И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_870_HINT"] = "Получить помповое ружье, торгуясь, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_870_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_DARTGUN"] = "Вакцина Корвида"
lang["#MISSION_CROWMAN_DARTGUN_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое задание. На этот раз я хочу, чтобы ты убил ворону, используя одно из этих модных дротиковых ружей, которые использовались до войны для поимки сбежавших животных из зоопарка. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_DARTGUN_HINT"] = "Получить транквилизатор, торгуясь, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_DARTGUN_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_44"] = "Человек ВоронАГНУМ"
lang["#MISSION_CROWMAN_44_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя револьвер 44-го калибра или карабин следопыта, И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_44_HINT"] = "Получить револьвер .44 \"Магнум\" или карабин следопыта, торгуясь, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_44_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"
lang["#MISSION_CROWMAN_44_WEP"] = "Револьвер .44 \"Магнум\" или карабин следопыта"

lang["#MISSION_CROWMAN_LASER"] = "Подогреваемый воромиум"
lang["#MISSION_CROWMAN_LASER_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя лазер. Неважно, как он модифицирован, просто должен быть частью серии АЕ, И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_LASER_HINT"] = "Получить любой вариант лазерного оружия путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_LASER_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_STREETSWEEPER"] = "Изгнание из клуба ловушек"
lang["#MISSION_CROWMAN_STREETSWEEPER_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя чистильщика улиц, И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_STREETSWEEPER_HINT"] = "Получить \"Чистильщика улиц\" путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_STREETSWEEPER_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_R91"] = "Медный цыплёнок"
lang["#MISSION_CROWMAN_R91_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя штурмовую винтовку, из тех, что использовала Национальная гвардия. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_R91_HINT"] = "Получить штурмовую винтовку R91 путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_R91_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_ASSAULTCARBINE"] = "Чёрное ружьё, чёрная птица"
lang["#MISSION_CROWMAN_ASSAULTCARBINE_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя один из этих оружий десантников, карабин. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_ASSAULTCARBINE_HINT"] = "Получить карабин путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_ASSAULTCARBINE_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_PLASMA"] = "Не позволь им загадить твою машину"
lang["#MISSION_CROWMAN_PLASMA_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя плазму. Неважно, как он модифицирован, просто это должен быть плазменный пистолет. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_PLASMA_HINT"] = "Получить плазму путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_PLASMA_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_COMBATSHOTGUN"] = "Зенитная атака"
lang["#MISSION_CROWMAN_COMBATSHOTGUN_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя военный дробовик, боевой дробовик. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_COMBATSHOTGUN_HINT"] = "Получить боевой дробовик путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_COMBATSHOTGUN_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_SOVIETRIFLE"] = "КалашниКАААР"
lang["#MISSION_CROWMAN_SOVIETRIFLE_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя тридцатикалиберную винтовку типа Комблока, советскую винтовку. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_SOVIETRIFLE_HINT"] = "Получить советскую винтовку путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_SOVIETRIFLE_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_LMG"] = "Стрельба в вольере"
lang["#MISSION_CROWMAN_LMG_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя ручной пулемёт. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_LMG_HINT"] = "Получить лёгкий пулемёт путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_LMG_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_MINIGUN"] = "Вулкан для ворон"
lang["#MISSION_CROWMAN_MINIGUN_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону, используя миниган 5-мм. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_MINIGUN_HINT"] = "Получить миниган 5-мм путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_MINIGUN_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"

lang["#MISSION_CROWMAN_BAZOOKA"] = "Как Один лишился глаза"
lang["#MISSION_CROWMAN_BAZOOKA_DESC"] = "Вот ты где! Сопляк! У меня для тебя новое испытание. На этот раз я хочу, чтобы ты убил ворону. Именно так, только одну ворону, используя гранатомёт. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_BAZOOKA_HINT"] = "Получить гранатомёт путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_BAZOOKA_COMPLETE"] = "Наконец-то закончил? Это заняло у тебя достаточно времени!"


lang["#MISSION_CROWMAN_CROWBAR"] = "Я не хочу лезть не в своё дело. . ."
lang["#MISSION_CROWMAN_CROWBAR_DESC"] = "Вот ты где! Сопляк! На этот раз я тебя поймал! У меня твой номер! Ты ни за что НЕ ПРОЙДЁШЬ это испытание. Я хочу, чтобы ты убил ворону. Только одну. И ты сделаешь это, используя ломик. И НИЧЕГОШЕНЬКИ БОЛЬШЕ! Я УЗНАЮ, ЕСЛИ ЧТО-ТО ПОЙДЁТ НЕ ТАК!"
lang["#MISSION_CROWMAN_CROWBAR_HINT"] = "Получить монтировку путём торговли, обыскивая окрестности или иным способом...\n\nВороны летают над городом Солт-Уэллс и его окрестностями."
lang["#MISSION_CROWMAN_CROWBAR_COMPLETE"] = "Ладно, ты выиграл. Ты можешь взять это. И это ружьё. Он должен был принадлежать моему мальчику, когда он достигнет совершеннолетия. До того, как. . . вороны забрали его у меня. . ."

--Quantity challenge


lang["#MISSION_CROWMAN_X10"] = "Борьба с вредителями"
lang["#MISSION_CROWMAN_X10_DESC"] = "Вот ты где! Сопляк! Ты их видел, не так ли?! Скользящие вокруг, хлопающие крыльями, произносящие проклятия на своём клювастом языке, и что хуже всего! КРАДУТ МОЮ КУКУРУЗУ! Вороны вернулись, и они слышали, что ты сделал! Они знают, что ты убил одного из их сородичей, без предупреждения и поддержки со стороны других. Теперь они крадут мою кукурузу в отместку! Ты это сделал, теперь ты это исправишь!"
lang["#MISSION_CROWMAN_X10_HINT"] = "Вороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_X10_COMPLETE"] = "Ты всех их поймал? Это заняло у тебя достаточно времени. Я мог бы сделать это в два раза быстрее, если бы не был занят наблюдением за своей кукурузой!"

lang["#MISSION_CROWMAN_X25"] = "Порча"
lang["#MISSION_CROWMAN_X25_DESC"] = "Вот ты где! Сопляк! Ты, наверное, гордишься своей работой с воронами? А ЗРЯ! Они вернулись! Я видел это своими глазами, ворона прилетела и вырвала еду из рук Иссака. Самое смешное, что я видел за всю неделю. Но тебе всё равно придётся убирать! Приберись там и забери остальных!"
lang["#MISSION_CROWMAN_X25_HINT"] = "Вороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_X25_COMPLETE"] = "Наконец-то закончил? Это мы ещё посмотрим. Вороны умные. Но не умнее меня! Я знаю их уловки!"

lang["#MISSION_CROWMAN_X50"] = "Открытый КАРРфликт"
lang["#MISSION_CROWMAN_X50_DESC"] = "Вот ты где! Сопляк! Я думал, что сказал тебе разобраться с этой вороньей проблемой. Ну, знаешь, ту, которую ты создал в первую очередь?! Тогда почему, проснувшись сегодня утром, я обнаружил целую стаю ворон, сидящих на моём сарае и смотрящих на меня своими маленькими глазками-бусинками? Они собирают армию, НЕТ, ВОЗДУШНЫЕ СИЛЫ! Вы должны проредить их, пока не стало слишком поздно!"
lang["#MISSION_CROWMAN_X50_HINT"] = "Вороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_X50_COMPLETE"] = "Готово? Хорошо! Большинству людей не понадобилось бы и трёх попыток, чтобы закончить работу, но, опять же, большинство людей - это не вы."

lang["#MISSION_CROWMAN_X100"] = "Убийство в масштабах макроса"
lang["#MISSION_CROWMAN_X100_DESC"] = "Даже не верится. Я был уверен, что в прошлый раз, когда ты припёрся на моё поле, ты сказал мне, что решил проблему ворон.\nТу, где они собирают свои силы в массу? Проблему, которую ТЫ СОЗДАЛ В ПЕРВУЮ ОЧЕРЕДЬ! Тогда почему, когда этот оправдывающий себя бармен Айк пришёл за своим последним бушелем моей кукурузы, он начал рассказывать мне, что слышал, как один из его клиентов сказал. Мол, парень только что притащился с развалин Фэллона и не перестаёт трепаться о том, что на другой стороне холмов к западу собирается целый флот чёрных птиц! Берись за дело, и на этот раз сделай дело правильно!"
lang["#MISSION_CROWMAN_X100_HINT"] = "Вороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_X100_COMPLETE"] = "Сопляк! Не наливай пока самогон! Назовём это пока маленькой победой, но я думаю, что это затишье перед бурей..."

lang["#MISSION_CROWMAN_X200"] = "Больше никогда"
lang["#MISSION_CROWMAN_X200_DESC"] = "Вот ты где! Сопляк! Наши худшие опасения сбылись. Твоя неспособность унять мелкую обиду с воронами переросла в войну между воронами и людьми! Я приказал Эндрю разведать линию фронта противника 30 минут назад и с тех пор не получал от него ответа, боюсь, он уже мёртв. Собери столько патронов, стимуляторов и химикатов, сколько сможешь унести! Если мы оба переживём это, я, возможно, прощу тебя за то, что ты вообще создал эту проблему."
lang["#MISSION_CROWMAN_X200_HINT"] = "Вороны летают над городом Солт-Уэллс и его окрестностями. Не забудьте \"навестись на цель\" перед выстрелом!"
lang["#MISSION_CROWMAN_X200_COMPLETE"] = "Это... это конец? Мы победили? Мы сделали это! Несмотря на все твои неудачи, мы загнали их обратно!"

RELOADSCHEMA = true