local lang = RSRG.Languages["ru"]

-- ███╗   ███╗ █████╗ ██╗   ██╗███████╗██████╗ ██╗ ██████╗██╗  ██╗
-- ████╗ ████║██╔══██╗██║   ██║██╔════╝██╔══██╗██║██╔════╝██║ ██╔╝
-- ██╔████╔██║███████║██║   ██║█████╗  ██████╔╝██║██║     █████╔╝
-- ██║╚██╔╝██║██╔══██║╚██╗ ██╔╝██╔══╝  ██╔══██╗██║██║     ██╔═██╗
-- ██║ ╚═╝ ██║██║  ██║ ╚████╔╝ ███████╗██║  ██║██║╚██████╗██║  ██╗
-- ╚═╝     ╚═╝╚═╝  ╚═╝  ╚═══╝  ╚══════╝╚═╝  ╚═╝╚═╝ ╚═════╝╚═╝  ╚═╝


-- Mission Giver
lang["#MISSION_GIVER_MAVERICK"] = "Капитан наёмников Маверик"
lang["#MISSION_GIVER_MAVERICK_SUBTITLE"] = "Капитан наёмников гильдии торговцев"
lang["#MISSION_GIVER_MAVERICK_GREET_NEW"] = "Здравствуй, обитатель Пустоши, ищешь работу? У меня тут много дел, а людей не хватает."
lang["#MISSION_GIVER_MAVERICK_GREET_0"] = "Здравствуй, ищешь работу? В этой адской дыре нет недостатка в рабочих местах."
lang["#MISSION_GIVER_MAVERICK_GREET_100"] = "Как тебе Сейлем, $playername! Я знаю, что там дерьмово. Вот доступные вакансии."
lang["#MISSION_GIVER_MAVERICK_GREET_200"] = "Посмотри-ка сюда, $playername! Ты можешь стать наёмником. Вот доступные вакансии."
lang["#MISSION_GIVER_MAVERICK_GREET_400"] = "$playername! Рад видеть, что ты ещё не в канаве! Тебе стоит присоединиться к моей команде, за хорошие деньги! Нет? Тогда вот доступные вакансии."
lang["#MISSION_GIVER_MAVERICK_GREET_N100"] = "Какого хрена ты здесь делаешь? Хочешь работу? Выбирай и убирайся."


lang["#MISSION_MAVERICK_ANTENNAREPAIR_NAME"] = "Ремонт антенны"
lang["#MISSION_MAVERICK_ANTENNAREPAIR_DESC"] = "Есть старая радиоантенна, которая вечно ломается. Я постоянно теряю связь с командами на заданиях, так что, скорее всего, ей нужны запасные детали. Не мог бы бы выйти и осмотреть её?"
lang["#MISSION_MAVERICK_ANTENNAREPAIR_HINT"] = "Отремонтируй радиоантенну в руинах Сейлема. Иди прямо по улице за мной и сверни налево после того, как пройдёшь церковь. Может потребоваться хорошее знание в области инженерии или большой запас запасных частей."

lang["#MISSION_MAVERICK_ANTENNAREPAIR_INTERACT"] = "Когда вы открываете выключатель, подключённый к антенне, вы понимаете, что что-то не так, поскольку из проржавевших внутренних компонентов идёт дым. Вы взвешиваете варианты, как исправить эту неприятность."

lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION1_NAME"] = "Отремонтировать имеющиеся детали."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION1_TEXT"] = "Похоже, что энергоцепь износилась и почти не работает, однако, присмотревшись, вы понимаете, что это легко исправить с помощью гаечного ключа."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION1_COMPLETE"] = "Используя только удобный гаечный ключ, вы легко починили антенну."

lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION1_NAME"] = "Заменить изношенные детали."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION2_TEXT"] = "Трудно сказать, в чём именно проблема, но если заменить некоторые наиболее изношенные детали, возможно, удастся заставить её снова работать."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION2_COMPLETE"] = "Вы заменяете изношенные детали на более новые и... Успех! Антенна снова живёт."

lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION3_NAME"] = "Заменить всё!"
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION3_TEXT"] = "Путаница проводов и схем не имеет для вас никакого смысла. Единственное, что вам приходит в голову, - заменить все детали на похожие."
lang["#MISSION_MAVERICK_ANTENNAREPAIR_OPTION3_COMPLETE"] = "После замены случайных деталей, многократных попыток и неудач вы в отчаянии пинаете антенну. Каким-то чудом она начинает работать."