local lang = RSRG.Languages["ru"]

--  ██████╗ ██████╗ ██╗██████╗ ██╗      ██████╗  ██████╗██╗  ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔════╝ ██╔══██╗██║██╔══██╗██║     ██╔═══██╗██╔════╝██║ ██╔╝██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██║  ███╗██████╔╝██║██║  ██║██║     ██║   ██║██║     █████╔╝ ███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║   ██║██╔══██╗██║██║  ██║██║     ██║   ██║██║     ██╔═██╗ ╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ╚██████╔╝██║  ██║██║██████╔╝███████╗╚██████╔╝╚██████╗██║  ██╗███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--  ╚═════╝ ╚═╝  ╚═╝╚═╝╚═════╝ ╚══════╝ ╚═════╝  ╚═════╝╚═╝  ╚═╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_GRIDLOCK"] = "Гридлок"
lang["#MISSION_GIVER_GRIDLOCK_SUBTITLE"] = "Вождь племени 80-х"
lang["#MISSION_GIVER_GRIDLOCK_GREET_NEW"] = "Твоё лицо мне незнакомо; я полагаю, что ты - новый член, о котором с такой любовью говорит Твик. Добро пожаловать, парень, в наше надёжное братство.\n\nЯ - Гридлок, ваш вождь. Считай меня проводником, советником и другом. 80-е в значительной степени автономны, но моё слово уважаемо и является законом... по крайней мере, в теории. Наше племя истекает кровью, $playername. Мы раздроблены и ослаблены. Правда в том, что мне нужна помощь новой крови. Чтобы выжить в грядущих испытаниях, 80-е должны развиваться. Им нужен... катализатор.\n\nГотов ли вы стать этим катализатором, $playername?"
lang["#MISSION_GIVER_GRIDLOCK_GREET_N100"] = "Ты отступил от своих братьев и сестёр, $playername. Однако ты ещё можешь заслужить своё искупление; займись работой."
lang["#MISSION_GIVER_GRIDLOCK_GREET_0"] = "С возвращением, парень. Ты пришел предложить помощь своей семье?"
lang["#MISSION_GIVER_GRIDLOCK_GREET_100"] = "Я рад видеть, что тебя, $playername, ещё не забрала пустошь. Ты уже многое дал племени, но мне ещё многое и многое предстоит от тебя потребовать."
lang["#MISSION_GIVER_GRIDLOCK_GREET_FINISHED"] = "Рад встрече, $playername. Ты прошёл Солт-Уэллс от начала до конца. Я больше ничему не могу тебя научить, и благодаря тебе племя стало сильнее, чем когда-либо. Иди, теперь; странствуй, броди и напомни миру, почему они должны бояться звука моторов на ветру."

-- Missions

lang["#MISSION_GRIDLOCK_LIFEBLOOD"] = "Жизненная сила"
lang["#MISSION_GRIDLOCK_LIFEBLOOD_DESC"] = "Насколько ты опытен в странствиях по пустошам, парень? Насколько я понимаю, испытания Твика при посвящении не были особенно трудными, как и у многих других новичков, бродящих по Солт-Уэллс. Находясь под защитой НКР, ты мог наслаждаться роскошью довоенной медицины. К сожалению, здесь всё не так.\n\nМы живём за счёт того, что даёт пустошь, к лучшему или худшему. Ты, несомненно, знаком с целебным порошком; его использование, если говорить прямо, является основной частью нашей жизни. Иди, сотвори для меня пять горстей. Я не отниму их у тебя; это всего лишь проверка твоих умений.\n"
lang["#MISSION_GRIDLOCK_LIFEBLOOD_HINT"] = "Приготовьте 5 целебных порошков на костре для Гридлока. Цветы брока и корень зандер можно найти по всему региону Солт-Уэллс."
lang["#MISSION_GRIDLOCK_LIFEBLOOD_COMPLETE"] = "Хорошо, парень, неплохо. Теперь можно приступать к настоящей работе."

lang["#MISSION_GRIDLOCK_FIRSTTEST"] = "Первая проверка"
lang["#MISSION_GRIDLOCK_FIRSTTEST_DESC"] = "Твоя первое испытание с нами должно быть пустяковым. Каменоломня и свалка кишат кротокрысами. Я хочу, чтобы ты убил трёх из них. Не забывай о НКР."
lang["#MISSION_GRIDLOCK_FIRSTTEST_HINT"] = "Уничтожьте трёх кротокрысов для Гридлока. Их можно найти в каменоломне и на свалке, но не забывайте о НКР!"
lang["#MISSION_GRIDLOCK_FIRSTTEST_COMPLTE"] = "Хорошо; я был бы разочарован, если бы вы попали к простым паразитам."


-- ████████╗██████╗
-- ╚══██╔══╝╚════██╗
--    ██║    █████╔╝
--    ██║   ██╔═══╝
--    ██║   ███████╗
--    ╚═╝   ╚══════╝

lang["#MISSION_GRIDLOCK_CHECKEAST"] = "Проверка восточного лагеря"
lang["#MISSION_GRIDLOCK_CHECKEAST_DESC"] = "Наш восточный лагерь расположен недалеко от места, где сходятся I-50 и I-15. Караваны популярны в этой области, и, совершая набеги на них, мы приобретаем оружие, еду, деньги и другие товары.\n\nМожешь ли ты отправиться в лагерь и собрать дань в главный оплот? Часть её можешь оставить себе.\n"
lang["#MISSION_GRIDLOCK_CHECKEAST_HINT"] = "Возьмите тайник с данью из восточного лагеря. Лагерь находится прямо между каменоломней и фермой Кроумена Джо. Остерегайтесь мин!"
lang["#MISSION_GRIDLOCK_CHECKEAST_COMPLTE"] = "Неплохая добыча. Выбирай дань."
lang["#MISSION_GRIDLOCK_CHECKEAST_ITEMNAME"] = "Дань восточного лагеря"

lang["#MISSION_GRIDLOCK_CHECKWEST"] = "Проверка западного лагеря"
lang["#MISSION_GRIDLOCK_CHECKWEST_DESC"] = "Наш западный лагерь находится рядом с городом Солт-Уэллс и заброшенной бензоколонкой. Это рискованное место, поскольку, хотя путешественники часто посещают это место, здесь также орудуют НКР. Их грузы обычно состоят из снаряжения погибших солдат НКР и тех путешественников, которые 'жертвуют' племени.\n\nНе мог бы ты доставить последнюю дань в главный оплот и вернуть её обратно? Часть вознаграждения будет твоей.\n"
lang["#MISSION_GRIDLOCK_CHECKWEST_HINT"] = "Возьмите тайник с данью из западного лагеря. Лагерь находится прямо напротив автозаправочной станции 'Посейдон'."
lang["#MISSION_GRIDLOCK_CHECKWEST_COMPLETE"] = "Я вижу, они были заняты. Как и обещал, выбирай трофеи."
lang["#MISSION_GRIDLOCK_CHECKWEST_ITEMNAME"] = "Дань западного лагеря"

lang["#MISSION_GRIDLOCK_COMBATI"] = "Боевая подготовка - I"
lang["#MISSION_GRIDLOCK_COMBATI_DESC"] = "Я в этом деле уже более шестидесяти лет, парень. Я многое приобрёл и многое потерял; я наслаждался прекрасной компанией моих братьев и сестёр только для того, чтобы наблюдать за их напрасной смертью, будь то от пули, болезни или голода. Я сам страдал; только благодаря силовой броне я всё ещё могу ходить.\n\nЯ посвятил остаток своей жизни тому, чтобы сделать всё возможное, чтобы племя было готово к предстоящей борьбе, и ты, как наш новый член, не являешься исключением. Я знаю, что ты, по крайней мере, способен сражаться; теперь я хочу, чтобы ты доказал, что ты мастер.\n\nНачнём с малого. Победи двух протектронов и столько гулей, сколько сможешь найти; это не должно быть сложной задачей.\n"
lang["#MISSION_GRIDLOCK_COMBATI_HINT"] = "Убейте двух протектронов и десять гулей любого вида. Протектронов можно найти на фабрике, а диких гулей - в руинах и заброшенных строениях."
lang["#MISSION_GRIDLOCK_COMBATI_COMPLTE"] = "Ты прям как прирождённый воин. Прими эту награду и поразмысли над тем, чему ты научился."

lang["#MISSION_GRIDLOCK_EXPLORE"] = "Исследовать и понять"
lang["#MISSION_GRIDLOCK_EXPLORE_DESC"] = "Ты должен понять ещё кое-что о нашем племени: мы странники, и Великое Солёное озеро во всей его красе - наш дом. Есть много мест, которые можно посетить и изучить, и вместо того, чтобы поручить тебе более общее задание, я хочу, чтобы ты побывал в Солт-Уэллсе.\n\nИди, исследуй, учись. Когда ты это сделаешь, возвращайся ко мне.\n"
lang["#MISSION_GRIDLOCK_EXPLORE_HINT"] = "Докажите, что вы исследовали Солт-Уэллс, разграбив тридцать контейнеров. Контейнеры с награбленным можно найти внутри и вокруг заброшенных зданий и городов."
lang["#MISSION_GRIDLOCK_EXPLORE_COMPLETE"] = "Тебе не нужно рассказывать мне о своих исследованиях. Соль и грязь на твоём снаряжении говорят сами за себя."


-- ████████╗██████╗
-- ╚══██╔══╝╚════██╗
--    ██║    █████╔╝
--    ██║    ╚═══██╗
--    ██║   ██████╔╝
--    ╚═╝   ╚═════╝

lang["#MISSION_GRIDLOCK_COMBATII"] = "Боевая подготовка - II"
lang["#MISSION_GRIDLOCK_COMBATII_DESC"] = "Посылать тебя на отстрел гулей - пустая трата твоих талантов. Вместо этого я отправлю тебя обратно в Новую Калифорнийскую Республику. Я хочу, чтобы ты и только ты вступил в бой с отрядом солдат НКР и уничтожил их. Твитч сообщил мне, что с двумя ты справился без проблем; четверо должны составить труда.\n"
lang["#MISSION_GRIDLOCK_COMBATII_HINT"] = "Убейте четырёх солдат НКР. Их можно найти патрулирующими дороги Солт-Уэллса."
lang["#MISSION_GRIDLOCK_COMBATII_COMPLETE"] = "Эхо выстрелов и причитания умирающих рассказывают мне всю историю, которая мне нужна. Отлично."

lang["#MISSION_GRIDLOCK_TAKING"] = "Берём то, что нам нужно"
lang["#MISSION_GRIDLOCK_TAKING_DESC"] = "Во время своего посвящения ты, возможно, понял, чем мы здесь занимаемся, парень. Наш народ давно понял, что в этом мире нет руки помощи. Мы не просим и не умоляем; мы берём то, что нам нужно, когда нам это нужно.\n\nНужен практический урок. Племя нуждается в пище, и ты будешь её добывать. Я хочу, чтобы ты пошёл на ферму старого сумасшедшего вороньего стрелка и сорвал урожай с его поля. После этого я хочу, чтобы ты собрал все плоды опунции и бритвозлака вокруг близлежащего озера, чтобы мы могли перегонять воду. Ты можешь сделать это для меня?\n"
lang["#MISSION_GRIDLOCK_TAKING_HINT"] = "Соберите четыре плода кукурузы, пять плодов бритвозлака и пять плодов опунции. Кукурузу можно найти на ферме Кроумена Джо; всё остальное можно найти вокруг озера."
lang["#MISSION_GRIDLOCK_TAKING_COMPLETE"] = "Хорошее изобилие. Мы приготовили несколько блюд, выбирай на свой вкус."

lang["#MISSION_GRIDLOCK_FILTHY"] = "Мерзко, но эффективно"
lang["#MISSION_GRIDLOCK_FILTHY_DESC"] = "Против НКР мы превосходим их по численности и вооружению. Хотя мы можем ездить на своих машинах по Большому Солёному озеру, мы не можем сделать то же самое в этом конкретном регионе. Ты уже встречал наших величайших воинов, которых НКР прозвали 'Тягачами' в честь больших грузовиков старых времён. Однако их мало, а их броня ценна и редка. У нас есть ещё одно преимущество... химикаты.\n\n Большинство наших химикатов экспортируется на чёрные рынки Нью-Рено и Тенистых Песков, но один мы производим у себя - моторное масло. Мне не нужно его описывать; принеси мне ингредиенты для его приготовления, и ты сможешь испытать его сам. Принеси мне очиститель 'Абраксо' и муравьиный нектар, остальное я предоставлю."
lang["#MISSION_GRIDLOCK_FILTHY_HINT"] = "Принесите Гридлок один муравьиный нектар и чистящее средство 'Абраксо'. 'Абраксо' можно найти в бытовых контейнерах, например в металлических коробках. Муравьиный нектар можно найти, убив муравьёв в туннелях под Солт-Уэллс."
lang["#MISSION_GRIDLOCK_FILTHY_COMPLETE"] = "Да, этого достаточно. Ты можешь получить первую партию, а также... превентивную меру."

lang["#MISSION_GRIDLOCK_ATOMIC"] = "Атомный разбор"
lang["#MISSION_GRIDLOCK_ATOMIC_DESC"] = "Ты видел неразорвавшуюся ядерную бомбу в Солт-Уэллсе, парень? Это чудо, что устройство не взорвалось при падении. Сама бомба была обезврежена вскоре после войны нашими предками, но один из племени обнаружил нечто важное: уран не был извлечён.\n\nЯ понимаю риск, связанный с этим, но я бы хотел, чтобы ты извлёк этот уран. Это чистый сорт, полученный до войны; это не переработанный материал, который в основном используется в наши дни. Если ты будешь быстро входить и выходить, радиация не должна быть слишком сильной. Готов это сделать?\n"
lang["#MISSION_GRIDLOCK_ATOMIC_HINT"] = "Извлеките уран-235 из невзорвавшейся бомбы в Солт-Уэллс. Бомбу можно найти в солёном озере рядом с заброшенным городом."
lang["#MISSION_GRIDLOCK_ATOMIC_COMPLETE"] = "Ты даже нашёл его в защитном корпусе; отлично. Прими немного антирадина, приведи себя в порядок."
lang["#MISSION_GRIDLOCK_ATOMIC_ITEMNAME"] = "Канистра с ураном-235"


-- ████████╗██╗  ██╗
-- ╚══██╔══╝██║  ██║
--    ██║   ███████║
--    ██║   ╚════██║
--    ██║        ██║
--    ╚═╝        ╚═╝

lang["#MISSION_GRIDLOCK_COMBATIII"] = "Боевая подготовка - III"
lang["#MISSION_GRIDLOCK_COMBATIII_DESC"] = "Мы жаждем ещё больше крови, не так ли? Потрать время на то, чтобы эта кровь не стала твоей собственной, парень. Радкорпионы - опасные существа; известно, что они нападают из норы, а их яд очень силён. Ты способен победить их? Покажи мне.\n"
lang["#MISSION_GRIDLOCK_COMBATIII_HINT"] = "Убейте двух радскорпионов. Радскорпионов можно найти в норах в соляных пластах рядом с убежищем."
lang["#MISSION_GRIDLOCK_COMBATIII_COMPLETE"] = "Как и ожидалось, ты одержал победу. Ты заслуживаешь награду, $playername."

lang["#MISSION_GRIDLOCK_VAULTPREP"] = "Налёт на убежище - подготовка"
lang["#MISSION_GRIDLOCK_VAULTPREP_DESC"] = "Твоя звезда быстро взошла, $playername. Я готов доверить тебе миссию, на которую, как мне кажется, способен только ты. Мы узнали кое-что важное из радиопереговоров НКР: наличие убежища под соляными равнинами. В нём, несомненно, хранится множество вещей, которые можно разобрать, а также особый предмет, который мне нужен. Если ты готов совершить набег, подготовься. Возьми с собой медицинские принадлежности; я обеспечу тебя дополнительными боеприпасами.\n"
lang["#MISSION_GRIDLOCK_VAULTPREP_HINT"] = "Получить два стимулятора и один антирадин. Стимулятор и антирадин можно добыть, изготовить или купить у торговцев."
lang["#MISSION_GRIDLOCK_VAULTPREP_COMPLETE"] = "Этого должно быть достаточно. Выбирай боеприпасы для экспедиции."

lang["#MISSION_GRIDLOCK_VAULTRAID"] = "Налёт на убежище - выполнение"
lang["#MISSION_GRIDLOCK_VAULTRAID_DESC"] = "Ты готов, как никогда, парень. Отправляйся в убежище и посмотри, что ты сможешь найти. Кстати, в нём есть ценный предмет, за которым присматривает племя; некая форма документации. Если ты найдёшь его, принеси мне, и будешь хорошо вознаграждён. Большинство важных бумаг, скорее всего, можно найти в кабинете смотрителя.\n"
lang["#MISSION_GRIDLOCK_VAULTRAID_HINT"] = "Исследуйте убежище. В кабинете смотрителя могут быть документы, которые ищет Гридлок."
lang["#MISSION_GRIDLOCK_VAULTRAID_COMPLETE"] = "Молодец, $playername. Молодец. Ты заслужил свою награду в десятикратном размере."
lang["#MISSION_GRIDLOCK_VAULTRAID_CUSTOMUI"] = "Исследовать убежище"
lang["#MISSION_GRIDLOCK_VAULTRAID_ITEMNAME"] = "Довоенная документация"

lang["#MISSION_GRIDLOCK_FINALTEST"] = "Последняя проверка"
lang["#MISSION_GRIDLOCK_FINALTEST_DESC"] = "Ты долго и упорно сражался, и теперь я подвергну тебя последнему испытанию. Выжившие из НКР после первой вылазки в убежище сообщили об аномально сильных гулях. Найди одного, убей его и вернись ко мне. Это будет моим последним испытанием для тебя, $playername."
lang["#MISSION_GRIDLOCK_FINALTEST_HINT"] = "Уничтожьте одного дикого гуля-потрошителя. Их можно найти в убежище под Солт-Уэллсом. Потрошители очень устойчивы к урону в ближнем бою, поэтому рекомендуется использовать оружие дальнего боя."
lang["#MISSION_GRIDLOCK_FINALTEST_COMPLETE"] = "Молодец, $playername... отличная работа. Позволь мне снабдить тебя бронёй. Выбирай."



-- ████████╗███████╗
-- ╚══██╔══╝██╔════╝
--    ██║   ███████╗
--    ██║   ╚════██║
--    ██║   ███████║
--    ╚═╝   ╚══════╝

-- lang["#MISSION_GRIDLOCK_ONWARDS"] = "На пути к Йолла Болли"
-- lang["#MISSION_GRIDLOCK_ONWARDS_DESC"] = "Ты хорошо поддержал племя, парень. Мы получили просьбу о помощи от наших союзников в горах Йолла Болли. Я отправляю группу наших воинов на запад, чтобы помочь им.\n\n Если ты заинтересован, ищи камнеедов в их лагере. Это напомнило мне, не мог бы ты доставить им этот ящик динамита? Он им понадобится. Будь здоров, $playername. Твоё племя всегда будет рядом с тобой.\n"
-- lang["#MISSION_GRIDLOCK_ONWARDS_HINT"] = "Найдите Дигмастера Финча в Йолла Болли. Его можно найти в лагере камнеедов."
-- lang["#MISSION_GRIDLOCK_ONWARDS_COMPLETE"] = "Значит, ты - лучшее, что может предложить Гридлок? Отлично, надеюсь, ты готов к работе, новичок."
-- lang["#MISSION_GRIDLOCK_ONWARDS_ITEMNAME"] = "Ящик с динамитом"

RELOADSCHEMA = true