local lang = RSRG.Languages["ru"]

-- ███╗   ███╗██████╗        ███████╗ █████╗ ██╗  ████████╗    ██╗    ██╗███████╗██╗     ██╗     ███████╗
-- ████╗ ████║██╔══██╗██╗    ██╔════╝██╔══██╗██║  ╚══██╔══╝    ██║    ██║██╔════╝██║     ██║     ██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ███████╗███████║██║     ██║       ██║ █╗ ██║█████╗  ██║     ██║     ███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ╚════██║██╔══██║██║     ██║       ██║███╗██║██╔══╝  ██║     ██║     ╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ███████║██║  ██║███████╗██║       ╚███╔███╔╝███████╗███████╗███████╗███████║
-- ╚═╝     ╚═╝╚═════╝        ╚══════╝╚═╝  ╚═╝╚══════╝╚═╝        ╚══╝╚══╝ ╚══════╝╚══════╝╚══════╝╚══════╝

lang["#MISSION_BOARD_SALTWELLS"] = "Доска заданий Солт-Уэллс"
lang["#MISSION_BOARD_SALTWELLS_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_SALTWELLS_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

lang["#MISSION_BOARD_SALTWELLSBANDIT"] = "Доска заданий рейдеров Солт-Уэллс"

lang["#MISSION_SALTWELLS_LOOSEPARTS"] = "Недостаточные части"
lang["#MISSION_SALTWELLS_LOOSEPARTS_DESC"] = "Эта задача открыта для тех, кто готов собрать металлолом для нанимателя. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_LOOSEPARTS_HINT"] = "Получить металлолом. Металлолом можно легко получить, разбирая сломанные автомобили или ломая устаревшие/изношенные вещи на верстаке."
lang["#MISSION_SALTWELLS_LOOSEPARTS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_NUKACOLLECTOR"] = "Ядер-коллекционер"
lang["#MISSION_SALTWELLS_NUKACOLLECTOR_DESC"] = "Это задание открыто для тех, кто готов собрать для нанимателя обычную Ядер-колу. Наниматель готов заплатить за это нормальную сумму."
lang["#MISSION_SALTWELLS_NUKACOLLECTOR_HINT"] = "Получите Ядер-колу. Её можно найти во время добычи, чаще в торговых автоматах, чем в других предметах."
lang["#MISSION_SALTWELLS_NUKACOLLECTOR_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_BEERCOLLECTOR"] = "Сборщик пива"
lang["#MISSION_SALTWELLS_BEERCOLLECTOR_DESC"] = "Привет, это Димер. Ищу пару напитков на конец недели, чтобы заныкать, просто пиво, потом может захочется чего-нибудь подороже. Принеси мне 3 бутылки и не пей их нахрен, я узнаю, если что случится."
lang["#MISSION_SALTWELLS_BEERCOLLECTOR_HINT"] = "Найти 3 стакана пива, которые обычно можно найти в холодильниках и других местах, где можно найти алкоголь."
lang["#MISSION_SALTWELLS_BEERCOLLECTOR_COMPLETE"] = "Оставьте напитки с Рыжим Лобком и отдайте ему эту бумажку с доски, они получат ваше вознаграждение."

lang["#MISSION_SALTWELLS_INTHEWAY"] = "На пути"
lang["#MISSION_SALTWELLS_INTHEWAY_DESC"] = "Эта задача открыта для тех, кто разобрать автомобили, которые перекрывают дорогу нанимателю. Наниматель готов заплатить за это хорошую сумму."
lang["#MISSION_SALTWELLS_INTHEWAY_HINT"] = "Разобрать машины в Солт-Уэллсе. Автомобили, которые можно разобрать, можно найти на дорогах. Определённое оружие ближнего боя может помочь вам разобрать их быстрее."
lang["#MISSION_SALTWELLS_INTHEWAY_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_GHOULHUNT"] = "Охота на гулей"
lang["#MISSION_SALTWELLS_GHOULHUNT_DESC"] = "Эта задача открыта для тех, кто готов ликвидировать диких гулей для нанимателя. Это может быть любой тип диких гулей. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_GHOULHUNT_HINT"] = "Ликвидировать любой вид диких гулей в Солт-Уэллс. Диких гулей обычно находят рядом с руинами, разбитыми зданиями и заброшенными местами. Они слабы для оружия ближнего боя и огнестрельного оружия."
lang["#MISSION_SALTWELLS_GHOULHUNT_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_GECKOPROBLEM"] = "Проблема с гекконами"
lang["#MISSION_SALTWELLS_GECKOPROBLEM_DESC"] = "Это задание открыто для тех, кто готов уничтожить гекконов для нанимателя. Это может быть любой вид геккона. Наниматель готов заплатить за это разумную цену."
lang["#MISSION_SALTWELLS_GECKOPROBLEM_HINT"] = "Уничтожьте любой вид гекконов в Солт-Уэллс. Гекконов можно встретить на открытых пространствах по всей пустоши."
lang["#MISSION_SALTWELLS_GECKOPROBLEM_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_BANDITWIPEOUT"] = "Награда - Рейдеры племени 80-х"
lang["#MISSION_SALTWELLS_BANDITWIPEOUT_DESC"] = "Это задание может взять тот, кто хочет очистить территорию от рейдеров племени 80-х."
lang["#MISSION_SALTWELLS_BANDITWIPEOUT_HINT"] = "Уничтожьте рейдеров любого типа в Солт-Уэллс. Рейдеров можно найти во временных лагерях по всему региону."
lang["#MISSION_SALTWELLS_BANDITWIPEOUT_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_TROOPERWIPEOUT"] = "Награда - Солдаты НКР"
lang["#MISSION_SALTWELLS_TROOPERWIPEOUT_DESC"] = "Это задание может взять тот, кто хочет очистить территорию от солдат НКР."
lang["#MISSION_SALTWELLS_TROOPERWIPEOUT_HINT"] = "Уничтожьте солдат НКР в Солт-Уэллс. Солдат можно найти, патрулируя регион и в аванпосте радиовышки."
lang["#MISSION_SALTWELLS_TROOPERWIPEOUT_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTI"] = "Поставка оружия, I"
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_DESC"] = "Эта задача открыта для тех, кто хочет получить гладкоствол для нанимателя. Наниматель готов заплатить за него хорошую сумму."
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_HINT"] = "Получить гладкоствол. Вы можете изготовить его с достаточно высокими навыками или купить у других торговцев."
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTII"] = "Поставка оружия, II"
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_DESC"] = "Эта задача открыта для тех, кто хочет получить револьвер .357 для нанимателя. Наниматель готов заплатить за него немало."
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_HINT"] = "Получить револьвер .357. Вы можете найти его при поиске или купить у других торговцев."
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTIII"] = "Поставка оружия, III"
lang["#MISSION_SALTWELLS_WEAPONREQUESTIII_DESC"] = "Это задание открыто для тех, кто готов добыть для нанимателя двустволку. Наниматель готов заплатить за него хорошую сумму."
lang["#MISSION_SALTWELLS_WEAPONREQUESTIII_HINT"] = "Получить двуствольный дробовик. Обычно он есть у рейдеров. Некоторые торговцы также продают его."
lang["#MISSION_SALTWELLS_WEAPONREQUESTIII_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTIV"] = "Поставка оружия, IV"
lang["#MISSION_SALTWELLS_WEAPONREQUESTIV_DESC"] = "Это задание открыто для тех, кто готов получить пистолет-пулемёт для нанимателя."
lang["#MISSION_SALTWELLS_WEAPONREQUESTIV_HINT"] = "Получить пистолет-пулемёт. Обычно он есть у рейдеров. Некоторые торговцы также продают его."
lang["#MISSION_SALTWELLS_WEAPONREQUESTIV_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTV"] = "Поставка оружия, V"
lang["#MISSION_SALTWELLS_WEAPONREQUESTV_DESC"] = "Это задание открыто для тех, кто готов добыть штурмовую винтовку R91 для нанимателя."
lang["#MISSION_SALTWELLS_WEAPONREQUESTV_HINT"] = "Получить штурмовую винтовку R91. Её можно найти при обыске и некоторые торговцы продают её. Возможно, Йолла Болли может принести пользу."
lang["#MISSION_SALTWELLS_WEAPONREQUESTV_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_SUPPLYINGWEAPONS"] = "Снабжение союзников - вооружение"
lang["#MISSION_SALTWELLS_SUPPLYINGWEAPONS_DESC"] = "Камнееды просят у племени 80-х дополнительную материальную поддержку в виде оружия. Гридлок согласился заплатить любому брату или сестре, который поможет пожертвовать на это дело."
lang["#MISSION_SALTWELLS_SUPPLYINGALLIES_HINT"] = "Получить 20 гладкостволов и 1000 патронов калибра 9-мм. Гладкостволы и патроны калибра 9-мм можно купить или изготовить."
lang["#MISSION_SALTWELLS_SUPPLYINGALLIES_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_SUPPLYINGAID"] = "Снабжение союзников - медикаменты"
lang["#MISSION_SALTWELLS_SUPPLYINGAID_DESC"] = "Камнееды просят у племени 80-х дополнительной материальной помощи в виде средств первой помощи. Гридлок согласился заплатить любому брату или сестре, который поможет пожертвовать на это дело."
lang["#MISSION_SALTWELLS_SUPPLYINGAID_HINT"] = "Получить 10 стимуляторов, 5 антирадинов, 5 докторских саквояжей и 5 пакетов крови. Все эти предметы можно купить, изготовить или найти в мире."
lang["#MISSION_SALTWELLS_SUPPLYINGMEDS_COMPLTE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_SUPPLYINGCHEMS"] = "Снабжение союзников - химикаты"
lang["#MISSION_SALTWELLS_SUPPLYINGCHEMS_DESC"] = "Камнееды просят у племени 80-х дополнительной материальной поддержки в виде боевых химикатов. Гридлок согласился заплатить любому брату или сестре, который поможет пожертвовать на это дело."
lang["#MISSION_SALTWELLS_SUPPLYINGCHEMS_HINT"] = "Получить 5 баффаутов, 5 психо, 5 гидр, 5 джетов и 5 муравьиных нектаров. Изготовленные химикаты можно найти в мире или купить. Муравьиный нектар можно добыть из гигантских муравьёв."
lang["#MISSION_SALTWELLS_SUPPLYINGCHEMS_COMPLETE"] = "Вы выполнили это задание." 

lang["#MISSION_SALTWELLS_REAVERELIMINATION"] = "Ликвидация потрошителя"
lang["#MISSION_SALTWELLS_REAVERELIMINATION_DESC"] = "Эта задача открыта для тех, кто готов устранить диких гулей-потрошителей для нанимателя. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_REAVERELIMINATION_HINT"] = "Уничтожить диких гулей-потрошителей в Солт-Уэллс. Диких гулей обычно можно найти рядом с руинами, разбитыми зданиями и заброшенными местами. Потрошители очень живучи к оружию ближнего боя, рекомендуется использовать огнестрельное оружие."
lang["#MISSION_SALTWELLS_REAVERELIMINATION_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_SCORPIONELIMINATION"] = "Устранение скорпионов"
lang["#MISSION_SALTWELLS_SCORPIONELIMINATION_DESC"] = "Любой может взять это, нам нужно сделать больше противоядия для Касс, чтобы она могла заключить сделку для людей на западе, они любят эту штуку в горной цепи. Убейте несколько, а она потом отправится собирать их и поделится с вами мясом."
lang["#MISSION_SALTWELLS_SCORPIONELIMINATION_HINT"] = "Убить радскорпионов. Их можно встретить у ямы перед убежищем, в районе фермы и у озера рядом с лагерем. Будьте осторожны с когтями смерти."
lang["#MISSION_SALTWELLS_SCORPIONELIMINATION_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_PUSHINGBACK"] = "Оттеснение"
lang["#MISSION_SALTWELLS_PUSHINGBACK_DESC"] = "Гридлок объявил награду за рейнджеров, похоже, он беспокоится о них, так что я бы отнёсся к этому серьёзно. Убейте нескольких и возвращайтесь, мы сделаем так, что вы будете в диком восторге."
lang["#MISSION_SALTWELLS_PUSHINGBACK_HINT"] = "Уничтожить рейнджеров-патрульных НКР. Их можно найти в лагере с антенной рядом с городом НКР или в патрулях НКР вокруг Солт-Уэллс."
lang["#MISSION_SALTWELLS_PUSHINGBACK_COMPLETE"] = "Вы выполнили это задание. Возвращайтесь завтра."

lang["#MISSION_SALTWELLS_ANTELIMINATION"] = "Уничтожение гигантских муравьёв"
lang["#MISSION_SALTWELLS_ANTELIMINATION_DESC"] = "Открыт для опытных наёмников НКР. У нас были проблемы с гигантскими муравьями во время экспедиций наших солдат в подземные районы этой области, позаботьтесь о нескольких для нас и сдайте их, мы будем хорошо относиться к вам."
lang["#MISSION_SALTWELLS_ANTELIMINATION_HINT"] = "Убить гигантских муравьёв - их часто можно встретить в подземных туннелях, а также на пути, ведущем к офису смотрителя убежища."
lang["#MISSION_SALTWELLS_ANTELIMINATION_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_RETURNSAND"] = "Возвращение к песку"
lang["#MISSION_SALTWELLS_RETURNSAND_DESC"] = "ПРЕДУПРЕЖДЕНИЕ НКР: БЕРИТЕ ТОЛЬКО ПО УКАЗАНИЮ МАЙОРА РЕДМАНА, НЕСОБЛЮДЕНИЕ НАДЛЕЖАЩЕЙ ПРОЦЕДУРЫ ПОВЛЕЧЁТ ЗА СОБОЙ НАКАЗАНИЕ. Этот контракт - несколько голов местных бандитов. Уничтожьте около 3 отрядов и вернитесь сюда для оплаты."
lang["#MISSION_SALTWELLS_RETURNSAND_HINT"] = "Выследить и убить рейдеров 80-х. Они часто встречаются в своих лагерях в окрестностях Солт-Уэллс, и это может занять у вас немного времени."
lang["#MISSION_SALTWELLS_RETURNSAND_COMPLETE"] = "Задание выполнено, явитесь к ближайшему охраннику НКР за наградой."

lang["#MISSION_SALTWELLS_REFILLTANKS"] = "Заправка наших баков"
lang["#MISSION_SALTWELLS_REFILLTANKS_DESC"] = "Эй, нам нужно достать кое-какие вещи, что-то вроде электрической капсулы для Шоны, несколько сигарет для наших гонщиков и медный лом для мотоциклов. Идите и возьмите, постарайтесь побыстрее."
lang["#MISSION_SALTWELLS_REFILLTANKS_HINT"] = "Вам понадобятся различные предметы, которые можно получить, как правило, при обыскивании, домов, машин, мусорных баков и т.д."
lang["#MISSION_SALTWELLS_REFILLTANKS_COMPLETE"] = "Хорошая штука. Не отдавайте это дерьмо Димеру."

lang["#MISSION_SALTWELLS_DEADDROP"] = "Dead Drop"
lang["#MISSION_SALTWELLS_DEADDROP_DESC"] = "ЕСЛИ ВЫ ВОЗЬМЁТЕ ЭТО БЕЗ РАЗРЕШЕНИЯ ГРИДЛОКА, РЫЖИЙ ЛОБОК СОЖЖЁТ ВАС В ПЕПЕЛ! Короче, нам нужен кто-то, кто заберёт наш ежедневный груз, из-за усиленного патрулирования НКР, они не выходят за пределы района. Они оставляют его где-то поблизости, проверьте деревню лома вверх по дороге, район и ту заправку, с которой мы слили топливо."
lang["#MISSION_SALTWELLS_DEADDROP_HINT"] = "Забрать партию оружия у 80-х. Проверьте окрестности, деревню лома поблизости и заправку, также расположенную неподалеку."
lang["#MISSION_SALTWELLS_DEADDROP_COMPLETE"] = "Классная дурь, не подглядывал, да? Хорошо, груз передан рыжему, выбирай, парень."
lang["#MISSION_SALTWELLS_DEADDROP_ITEMNAME"] = "Ящик с оружием"

lang["#MISSION_SALTWELLS_KEEPSUPPLIED"] = "Обеспечение снабжения"
lang["#MISSION_SALTWELLS_KEEPSUPPLIED_DESC"] = "Нам нужны некоторые предметы, которые у нас всегда в дефиците, достать их будет несложно, сходите за ними, и мы сможем вас хорошо накормить."
lang["#MISSION_SALTWELLS_KEEPSUPPLIED_HINT"] = "Взять пустые бутылки, ланчбокс и немного припоя. Все эти предметы можно получить, при обыскивании, или выпив что-нибудь и получив таким образом пустые бутылки."
lang["#MISSION_SALTWELLS_KEEPSUPPLIED_COMPLETE"] = "Отличная работа, вот вам питание и талон."

lang["#MISSION_SALTWELLS_INFORMATIONPICKUP"] = "Отчёт по разведке"
lang["#MISSION_SALTWELLS_INFORMATIONPICKUP_DESC"] = "Нам нужны доверенные лица, не являющиеся сотрудниками НКР, чтобы собрать для нас информацию, мы просто не можем сейчас выделить людей. У нас есть несколько разведчиков, следящих за передвижениями 80-х, поднимитесь по дороге и проверьте заводской район или окрестности, чтобы найти отчёт. Смотрите в оба, они любят перемещаться."
lang["#MISSION_SALTWELLS_INFORMATIONPICKUP_HINT"] = "Подняться по дороге и пройти мост, обыскать завод и окрестности, чтобы получить отчёт разведчика, проверьте сверху и вокруг предметов места, где разведчик мог бы спрятаться, но иметь хорошую линию обзора вокруг них."
lang["#MISSION_SALTWELLS_INFORMATIONPICKUP_COMPLETE"] = "Потрясающая работа, завтра будет ещё одна заявка. Возьмите несколько интересных вещей."
lang["#MISSION_SALTWELLS_INFORMATIONPICKUP_ITEMNAME"] = "Отчёт разведчика о 80-х"

RELOADSCHEMA = true