local lang = RSRG.Languages["ru"]

-- ███╗   ███╗██████╗        ██╗   ██╗ ██████╗ ██╗     ██╗      █████╗     ██████╗  ██████╗ ██╗     ██╗  ██╗   ██╗
-- ████╗ ████║██╔══██╗██╗    ╚██╗ ██╔╝██╔═══██╗██║     ██║     ██╔══██╗    ██╔══██╗██╔═══██╗██║     ██║  ╚██╗ ██╔╝
-- ██╔████╔██║██████╔╝╚═╝     ╚████╔╝ ██║   ██║██║     ██║     ███████║    ██████╔╝██║   ██║██║     ██║   ╚████╔╝
-- ██║╚██╔╝██║██╔══██╗██╗      ╚██╔╝  ██║   ██║██║     ██║     ██╔══██║    ██╔══██╗██║   ██║██║     ██║    ╚██╔╝
-- ██║ ╚═╝ ██║██████╔╝╚═╝       ██║   ╚██████╔╝███████╗███████╗██║  ██║    ██████╔╝╚██████╔╝███████╗███████╗██║
-- ╚═╝     ╚═╝╚═════╝           ╚═╝    ╚═════╝ ╚══════╝╚══════╝╚═╝  ╚═╝    ╚═════╝  ╚═════╝ ╚══════╝╚══════╝╚═╝

-- Mission Giver
lang["#MISSION_BOARD_YOLLA"] = "Доска заданий Йолла Болли"
lang["#MISSION_BOARD_YOLLA_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_YOLLA_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

lang["#MISSION_YOLLA_EASYTARGETS"] = "Лёгкая мишень"
lang["#MISSION_YOLLA_EASYTARGETS_DESC"] = "Человеку, который прикрепил эту задачу, нужен кто-то, кто готов помочь очистить место от врагов, а точнее от диких гулей. Он готов многое предложить за это."
lang["#MISSION_YOLLA_EASYTARGETS_HINT"] = "Ликвидировать любые виды диких гулей. Диких гулей обычно находят рядом с руинами, разбитыми зданиями и заброшенными местами. Они слабы для оружия ближнего боя и огнестрельного оружия. Будьте осторожны с гулями-потрошителями и жирными гулями, так как они более опасны."
lang["#MISSION_YOLLA_EASYTARGETS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_GATHERER"] = "Собиратель"
lang["#MISSION_YOLLA_GATHERER_DESC"] = "Нанимателю нужен человек, который активно занимается сбором предметов по всему региону и намечает места, где могут быть оставлены ценные вещи."
lang["#MISSION_YOLLA_GATHERER_HINT"] = "Разграбляйте предметы, в которых что-то могли хранить в Йолла Болли. Их можно найти в городах, зданиях и других различных местах."
lang["#MISSION_YOLLA_GATHERER_COMPLETE"] = "Отличная работа, наниматель приготовил для вас интересное вознаграждение."

lang["#MISSION_YOLLA_HIDEANDSEEK"] = "Прятки"
lang["#MISSION_YOLLA_HIDEANDSEEK_DESC"] = "Нанимателю нужен человек, который готов устранить несколько болотников и гекконов и пометить их обычные места обитания. Он предлагает за это деньги."
lang["#MISSION_YOLLA_HIDEANDSEEK_HINT"] = "Уничтожьте любой вид болотников и гекконов в Йолла Болли. Обычно болотников можно встретить по всей долине Йолла Болли, возле высохших берегов рек. Они опасны и имеют достойную защиту, поэтому рекомендуется использовать огнестрельное оружие. Цельтесь в лицо."
lang["#MISSION_YOLLA_HIDEANDSEEK_COMPLETE"] = "Отличная работа, оставьте пометки, которые вы здесь сделали, и возьмите вознаграждение у бармена."

lang["#MISSION_YOLLA_ROBOTICPARTS"] = "Детали роботов"
lang["#MISSION_YOLLA_ROBOTICPARTS_DESC"] = "Человеку, поручившему это задание, нужен тот, кто готов уничтожить протектронов и обратить внимание на то, какие части остаются неповреждёнными после выхода из строя."
lang["#MISSION_YOLLA_ROBOTICPARTS_HINT"] = "Уничтожьте протектронов любого типа в Йолла Болли. Их можно легко найти в военном бункере. Они очень опасны, так как являются военным вариантом, и рекомендуется иметь броню или какую-либо форму защиты, а также использовать достойное огнестрельное оружие."
lang["#MISSION_YOLLA_ROBOTICPARTS_COMPLETE"] = "Отличная работа, расскажите Джоуль, что вы нашли. Выбирайте."

lang["#MISSION_YOLLA_SPECIALIZEDHUNTER"] = "Навыки охоты"
lang["#MISSION_YOLLA_SPECIALIZEDHUNTER_DESC"] = "Наниматель для этого задания хочет видеть человека, готового уничтожать самых разных врагов. Он хочет, чтобы при этом он использовал охотничье ружьё."
lang["#MISSION_YOLLA_SPECIALIZEDHUNTER_HINT"] = "Уничтожьте любой вид диких гулей, гекконов и кротокрысов. Диких гулей можно встретить в промышленном городе Вакстон, гекконов - на окраинах региона, а кротокрысов - на свалке в Солт-Уэллсе."
lang["#MISSION_YOLLA_SPECIALIZEDHUNTER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_ABOMINATIONHATRED"] = "Ненависть"
lang["#MISSION_YOLLA_ABOMINATIONHATRED_DESC"] = "Нанимателю этого задания нужен человек, готовый убивать Когтей Смерти. За это он очень хорошо заплатит."
lang["#MISSION_YOLLA_ABOMINATIONHATRED_HINT"] = "Уничтожьте любой вид Когтей Смерти в Йолла Болли. Обычно их можно встретить на холме помимо Вакстона, а иногда и на другой его стороне. Когти Смерти очень опасны, поэтому рекомендуется использовать мощные винтовки с бронебойными патронами."
lang["#MISSION_YOLLA_ABOMINATIONHATRED_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_ANTHILL"] = "Муравейник"
lang["#MISSION_YOLLA_ANTHILL_DESC"] = "Клиент, разместивший это объявление, ищет опытных охотников для сокращения популяции муравьёв в Йолла Болли и предлагает денежное вознаграждение."
lang["#MISSION_YOLLA_ANTHILL_HINT"] = "Уничтожьте любой вид гигантских муравьёв в Йолла Болли. Их можно найти в высохшем дне озера в нижней части фабричного города и внутри шахт."
lang["#MISSION_YOLLA_ANTHILL_COMPLTE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_MINECLEARING"] = "Разминирование"
lang["#MISSION_YOLLA_MINECLEARING_DESC"] = "Это контракт НКР, может быть, они и не имеют здесь большого присутствия, но они всё равно признают проблему бандитов. Они хотят сократить число камнеедов и нанести им удар по больному месту."
lang["#MISSION_YOLLA_MINECLEARING_HINT"] = "Убить рейдеров-камнеедов. Их можно найти в шахтах в верхней части сети капсул. Это опасный район, вам может понадобиться группа или очень хорошее снаряжение."
lang["#MISSION_YOLLA_MINECLEARING_COMPLTE"] = "Контракт выполнен, выбирайте, что вам нужно."

RELOADSCHEMA = true