local lang = RSRG.Languages["ru"]

-- ████████╗ █████╗ ███╗   ██╗ ██████╗██████╗ ███████╗██████╗
-- ╚══██╔══╝██╔══██╗████╗  ██║██╔════╝██╔══██╗██╔════╝██╔══██╗
--    ██║   ███████║██╔██╗ ██║██║     ██████╔╝█████╗  ██║  ██║
--    ██║   ██╔══██║██║╚██╗██║██║     ██╔══██╗██╔══╝  ██║  ██║
--    ██║   ██║  ██║██║ ╚████║╚██████╗██║  ██║███████╗██████╔╝
--    ╚═╝   ╚═╝  ╚═╝╚═╝  ╚═══╝ ╚═════╝╚═╝  ╚═╝╚══════╝╚═════╝


lang["#MISSION_GIVER_TANCRED"] = "Младший паладин Танкред"
lang["#MISSION_GIVER_TANCRED_SUBTITLE"] = "Братство Стали"
lang["#MISSION_GIVER_TANCRED_GREET_NEW"] = "Заблудился, чужак? Это форпост Братства Стали. Мы тут не особо принимаем гостей. Но если ищешь работу, возможно, у меня что-то найдётся."
lang["#MISSION_GIVER_TANCRED_GREET"] = "Снова вернулся? Дай-ка гляну, есть ли у нас сейчас работа."
lang["#MISSION_GIVER_TANCRED_GREET_FINISHED"] = "Прости, сейчас для тебя ничего нет, обитатель Пустоши."

--[[
███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝
]]

lang["#MISSION_TANCRED_ELECTRICSHEEP"] = "Я мечтаю об электроовцах?"
lang["#MISSION_TANCRED_ELECTRICSHEEP_DESC"] = "Наша задача как Братства Стали - сохранять и возвращать технологии довоенного мира, которые могут угрожать человечеству. Некоторые базовые компоненты, хоть и не представляют прямой угрозы, могут быть использованы теми, у кого сомнительные намерения. Добудь немного электронного лома и возвращайся к нам. За труды получишь награду."
lang["#MISSION_TANCRED_ELECTRICSHEEP_HINT"] = "Добудьте 20 единиц отходов электроники и вернитесь к паладину Танкреду."
lang["#MISSION_TANCRED_ELECTRICSHEEP_COMPLETE"] = "Отлично сработано, чужак. Ты и впрямь умеешь выполнять простые указания. Если думаешь, что способен на большее, у меня есть для тебя ещё одно задание. Немного... посложнее."

lang["#MISSION_TANCRED_VAULT_OF_THE_FUTURE"] = "Убежище будущего"
lang["#MISSION_TANCRED_VAULT_OF_THE_FUTURE_DESC"] = "Раз ты выглядишь достаточно компетентным, доверю тебе кое-что посложнее. Наш младший скриптор тут просматривал старые записи и наткнулась на кое-что интересное для Братства. Импульсный очиститель. Довольно редкая технология, которую Волт-Тек обычно использовал в своих убежищах. Ступай по дороге на восток, и перед тем как пройдёшь мимо ближайшего завода, поверни налево. Там найдёшь вход в убежище. Если эта штуковина ещё там, она должна быть где-то в техническом секторе. Как добудешь - возвращайся за наградой."
lang["#MISSION_TANCRED_VAULT_OF_THE_FUTURE_HINT"] = "Добудьте импульсный очиститель из близлежащего Убежища 7."
lang["#MISSION_TANCRED_VAULT_OF_THE_FUTURE_COMPLETE"] = "Превосходная работа. Похоже, он немного повреждён, но рыцарь Юстас его починит. Возвращайся, если хочешь ещё помочь."
lang["#MISSION_TANCRED_VAULT_OF_THE_FUTURE_ITEMNAME"] = "Импульсный очиститель"

lang["#MISSION_TANCRED_CLAWS_OUT"] = "Когти наружу"
lang["#MISSION_TANCRED_CLAWS_OUT_DESC"] = "Это задание для меня и моих братьев и сестёр, что здесь стоят, более личное. Недавно один из наших, действовавший в этом районе, отправился в место, известное как горный хребет Йолла-Болли. Старший рыцарь Мак готовился стать паладином, а скриптор Эми обнаружила важный объект глубоко в горах. Он должен был разведать местность и докладывать по рации.\n\nПоследнее, что мы от него получили, - он сказал, что за ним кто-то... гонится. Что именно - неясно, передача оборвалась. Он только успел описать это как дьявольского зверя. Прошла уже почти неделя. Я не сомневаюсь, что он мёртв. Если бы он был жив, но в плену, он хотя бы подал какой-то знак.\n\nЗадание простое: обыщи горный хребет Йолла-Болли и найди жетон старшего рыцаря Мака. Принеси его мне, получишь награду. И заодно прикончи зверя, который его убил. Удачи."
lang["#MISSION_TANCRED_CLAWS_OUT_HINT"] = "Отправляйтесь в горный хребет Йолла-Болли и добудьте жетон старшего рыцаря Мака."
lang["#MISSION_TANCRED_CLAWS_OUT_COMPLETE"] = "Спасибо, что вернул его жетон. Это много значит для всех нас здесь. Когти смерти, значит? Сам я с ними не сталкивался, но слышал, что в бою это сущие демоны. Неудивительно, что Мак не смог завалить целое гнездо. Если всё ещё хочешь работать на нас, у меня есть предложение. Выслушаешь?"
lang["#MISSION_TANCRED_CLAWS_OUT_ITEMNAME"] = "Жетон старшего рыцаря Мака"

lang["#MISSION_TANCRED_METALLIC_MONKS"] = "Металлические монахи"
lang["#MISSION_TANCRED_METALLIC_MONKS_DESC"] = "Жертва старшего рыцаря Мака не будет напрасной. Мы составили отчёт о местности, основываясь на информации, полученной до его гибели. Раз ты готов помогать нашему делу несмотря ни на что, попрошу ещё об одном одолжении. В этом кейсе - отчёт и жетоны рыцаря Мака. Доставь их в целости паладину Персивалю на нашу базу в Маунтин-Пасс."
lang["#MISSION_TANCRED_METALLIC_MONKS_HINT"] = "Отправляйтесь в Маунтин-Пасс и поговорите с паладином Персивалем."
lang["#MISSION_TANCRED_METALLIC_MONKS_COMPLETE"] = "Тебя послал паладин Танкред? Я прослежу, чтобы жетон старшего рыцаря Мака был должным образом сохранён. Отчёт отправлю скрипторам на анализ. А пока, если тебе что-то нужно - дай знать. Если нет - можешь идти, чужак."
lang["#MISSION_TANCRED_METALLIC_MONKS_ITEMNAME"] = "Запечатанный высокотехнологичный кейс"

RELOADSCHEMA = true