local lang = RSRG.Languages["ru"]

--    ██████╗  ██████╗ ███████╗    ██████╗  █████╗ ██╗      █████╗ ██████╗ ██╗███╗   ██╗
--    ██╔══██╗██╔═══██╗██╔════╝    ██╔══██╗██╔══██╗██║     ██╔══██╗██╔══██╗██║████╗  ██║
--    ██████╔╝██║   ██║███████╗    ██████╔╝███████║██║     ███████║██║  ██║██║██╔██╗ ██║
--    ██╔══██╗██║   ██║╚════██║    ██╔═══╝ ██╔══██║██║     ██╔══██║██║  ██║██║██║╚██╗██║
--    ██████╔╝╚██████╔╝███████║    ██║     ██║  ██║███████╗██║  ██║██████╔╝██║██║ ╚████║
--    ╚═════╝  ╚═════╝ ╚══════╝    ╚═╝     ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═════╝ ╚═╝╚═╝  ╚═══╝


-- Mission Giver
lang["#MISSION_GIVER_BOSPALADIN"] = "Старший паладин Гарет"
lang["#MISSION_GIVER_BOSPALADIN_SUBTITLE"] = "Старший паладин Братства"
lang["#MISSION_GIVER_BOSPALADIN_NEW"] = "Слушай сюда, чужак. Паладин Персиваль верит, что от тебя будет достаточно пользы, чтобы позволить тебе находиться в бункере. Помни, это привилегия. И я лишу тебя её, если ты хотя бы подумаешь о том, чтобы причинить какой-либо вред."
lang["#MISSION_GIVER_BOSPALADIN_NO"] = "Обычно я бы просто пристрелил тебя и бросил тело в пещеры на съедение болотникам. Однако я человек всепрощающий, если, конечно, ты заслуживаешь прощения."
lang["#MISSION_GIVER_BOSPALADIN_0"] = "Дел ещё полно, чужак. Не трать время на разговоры со мной. Легче от этого не станет."
lang["#MISSION_GIVER_BOSPALADIN_25"] = "Неплохая работа пока что, чужак. Но предстоит ещё многое."
lang["#MISSION_GIVER_BOSPALADIN_50"] = "Ты доказал мне, что способен постоять за себя. Слушай внимательно: я хочу официально принять тебя под крыло паладинов. Хотя ты и не станешь настоящим паладином, ты определённо проявил их дух."
lang["#MISSION_GIVER_BOSPALADIN_100"] = "С возвращением, $playername. Есть пара заданий, если ищешь занятие."
lang["#MISSION_GIVER_BOSPALADIN_GREET_FINISHED"] = "За Братство."


-- Missions
lang["#MISSION_BOSPALADIN_TROUBLED_WATERS"] = "Неспокойные воды"
lang["#MISSION_BOSPALADIN_TROUBLED_WATERS_DESC"] = "Слушай внимательно. Безопасность этого бункера - моя главная забота. А у меня и без того полно забот. Такие чужаки, как ты, местные бандиты и дикие твари - лишь часть факторов, которые я должен учитывать. Но ты можешь помочь мне вычеркнуть один из них. Наш бункер напрямую соединён с близлежащей системой пещер. Болотники устроили гнездо прямо у двери бункера. Уничтожь их и возвращайся."
lang["#MISSION_BOSPALADIN_TROUBLED_WATERS_HINT"] = "Войдите в систему пещер под бункером и убейте 20 болотников."
lang["#MISSION_BOSPALADIN_TROUBLED_WATERS_COMPLETE"] = "Отлично сработано, чужак. Вот твоя награда."

lang["#MISSION_BOSPALADIN_BAY_BUCTHER"] = "Мясник из залива"
lang["#MISSION_BOSPALADIN_BAY_BUCTHER_DESC"] = "Уверен, ты уже встречал местные группы кровосмесительных каннибалов. Они стали серьёзной проблемой, и, несмотря на все усилия наших патрулей, продолжают появляться из ниоткуда. Единственный способ хоть ненадолго сократить их численность - убрать \"вожаков\" этих дикарей. Они называют себя \"Мясниками\", и, как следует из названия, не слишком дружелюбны. Обычно у них крупнокалиберные винтовки, так что будьте начеку."
lang["#MISSION_BOSPALADIN_BAY_BUCTHER_HINT"] = "Уничтожьте 2 мясников Ледорубов. Они почти всегда находятся в своих лагерях."
lang["#MISSION_BOSPALADIN_BAY_BUCTHER_COMPLETE"] = "Ещё один урод уничтожен. Отличная работа."

lang["#MISSION_BOSPALADIN_TAILORED_KILLERS"] = "Заказные убийцы"
lang["#MISSION_BOSPALADIN_TAILORED_KILLERS_DESC"] = "Небольшой обзор для следующего задания; Сейчас мы на военной базе Медфорд. У этого места два основных сектора: Склад и лаборатория. Братство контролирует складскую часть, а группа торговцев препаратами, известная как \"Шифр\", владеет сектором лаборатории. Из-за их враждебности и недавних поставок врагам Братства мы объявили их как цель, которую надо убивать на месте. Отправляйся туда и прикончи нескольких, идёт?"
lang["#MISSION_BOSPALADIN_TAILORED_KILLERS_HINT"] = "Уничтожьте 5 членов Шифра. Их можно найти у старой станции рейнджеров или в ближайшей системе пещер."
lang["#MISSION_BOSPALADIN_TAILORED_KILLERS_COMPLETE"] = "Пятью меньше этих торгашей химией в костюмах. Держи, что причитается."

RELOADSCHEMA = true