local lang = RSRG.Languages["ru"]

--    ██████╗  ██████╗ ███████╗    ███████╗ ██████╗██████╗ ██╗██████╗ ███████╗
--    ██╔══██╗██╔═══██╗██╔════╝    ██╔════╝██╔════╝██╔══██╗██║██╔══██╗██╔════╝
--    ██████╔╝██║   ██║███████╗    ███████╗██║     ██████╔╝██║██████╔╝█████╗
--    ██╔══██╗██║   ██║╚════██║    ╚════██║██║     ██╔══██╗██║██╔══██╗██╔══╝
--    ██████╔╝╚██████╔╝███████║    ███████║╚██████╗██║  ██║██║██████╔╝███████╗
--    ╚═════╝  ╚═════╝ ╚══════╝    ╚══════╝ ╚═════╝╚═╝  ╚═╝╚═╝╚═════╝ ╚══════╝



-- Mission Giver
lang["#MISSION_GIVER_BOSSCRIBE"] = "Старший скриптор Ллевелин"
lang["#MISSION_GIVER_BOSSCRIBE_SUBTITLE"] = "Старший скриптор Братства"
lang["#MISSION_GIVER_BOSSCRIBE_NEW"] = "Добро пожаловать в публичный архив, чужак. Скрипторы посвятили себя поиску и сохранению реликвий старого мира. Если хочешь помочь в этом, ты по адресу."
lang["#MISSION_GIVER_BOSSCRIBE_NO"] = "Обычно я бы просто позвал паладинов, чтобы вышвырнуть тебя вон. Но ты ещё можешь быть нам полезен. Не принимай моё прощение за доброту."
lang["#MISSION_GIVER_BOSSCRIBE_0"] = "С возвращением, чужак. Взгляни на доступные задания."
lang["#MISSION_GIVER_BOSSCRIBE_25"] = "Ты хорошо нам помог. Продолжай в том же духе, и будешь вознаграждён."
lang["#MISSION_GIVER_BOSSCRIBE_50"] = "Ты вернул нам множество артефактов, чужак. Мы благодарны тебе за это."
lang["#MISSION_GIVER_BOSSCRIBE_100"] = "Благодаря твоим усилиям открылось множество тайн старого мира. Но ещё больше остаются нераскрытыми. Продолжай в том же духе."
lang["#MISSION_GIVER_BOSSCRIBE_GREET_FINISHED"] = "Братство восторжествует."


-- Missions

lang["#MISSION_BOSSCRIBE_LOST_AND_FOUND"] = "Потеряшка"
lang["#MISSION_BOSSCRIBE_LOST_AND_FOUND_DESC"] = "Есть для тебя одно дельце, если хочешь помочь. Недавно кто-то взял почитать книгу из библиотеки. Но до сих пор не вернул. Прошла уже почти неделя. Я всех расспросил, но никто ничего не знает. Я так занят, что совсем нет времени разбираться. Может, ты поищешь?"
lang["#MISSION_BOSSCRIBE_LOST_AND_FOUND_HINT"] = "Обыщите весь бункер в поисках невозвращённой книги. Она ещё не покидала бункер."
lang["#MISSION_BOSSCRIBE_LOST_AND_FOUND_COMPLETE"] = "О, это она. Отлично. Я поставлю её на место. Спасибо, чужак."
lang["#MISSION_BOSSCRIBE_LOST_AND_FOUND_ITEMNAME"] = "Невозвращённая книга"

lang["#MISSION_BOSSCRIBE_LOST_DATA"] = "Утерянные данные"
lang["#MISSION_BOSSCRIBE_LOST_DATA_DESC"] = "Одна из обязанностей скрипторов - собирать и сохранять утерянные технологии и данные ещё с довоенных времён. В своих странствиях ты можешь наткнуться на такие крупицы полезных знаний. Для обитателей Пустоши это просто хлам. Но с нужными знаниями и информацией их можно использовать, чтобы восстановить или открыть давно утерянные технологии из прошлого. Если найдёшь что-то подобное, дай мне знать."
lang["#MISSION_BOSSCRIBE_LOST_DATA_HINT"] = "В своих странствиях вы можете найти технические данные. Принесите их скриптору Братства за награду."
lang["#MISSION_BOSSCRIBE_LOST_DATA_COMPLETE"] = "Похоже, ты нашёл именно то, что я искал. Дай мне около часа, чтобы заархивировать это, и я приму всё, что у тебя ещё осталось."

lang["#MISSION_BOSSCRIBE_FETID_MARSH"] = "Зловонное болото"
lang["#MISSION_BOSSCRIBE_FETID_MARSH_DESC"] = "Последние полевые отчёты паладинов показывают рост враждебности со стороны местных болотников. Из-за нашей близости к их гнезду я подозреваю, что причина в этом. Но один из скрипторов предположил кое-что интересное. Возможно, формируется новое яйцо королевы или нового вида, из-за чего они становятся гораздо более территориальными, чем обычно. Если сможешь, войди в гнездо и поищи такое яйцо. И, пожалуйста, будь осторожен - не убивай и не повреждай яйца."
lang["#MISSION_BOSSCRIBE_FETID_MARSH_HINT"] = "Войдите в систему пещер под бункером и найдите ближайшее гнездовье болотников. Затем отыщите в гнезде мутировавшее яйцо болотника."
lang["#MISSION_BOSSCRIBE_FETID_MARSH_COMPLETE"] = "Замечательно. Это отлично подойдёт. Вот твоя награда."
lang["#MISSION_BOSSCRIBE_FETID_MARSH_ITEMNAME"] = "Мутировавшее яйцо болотника"

lang["#MISSION_BOSSCRIBE_PAST_HAS_PASSED_AWAY"] = "Минувшее прошлое"
lang["#MISSION_BOSSCRIBE_PAST_HAS_PASSED_AWAY_DESC"] = "В старых отчётах с местных терминалов говорилось о некоем военном конвое, который следовал через Салем. Он перевозил кучу опасных химикатов и довоенные данные. У меня есть основания полагать, что этот конвой и эти данные всё ещё находятся где-то в Салеме, в надёжно запертом ящике."
lang["#MISSION_BOSSCRIBE_PAST_HAS_PASSED_AWAY_HINT"] = "Найдите разбившийся военный конвой в Салеме и достаньте военный радиационный контейнер."
lang["#MISSION_BOSSCRIBE_PAST_HAS_PASSED_AWAY_COMPLETE"] = "Ты нашёл именно то, что я искал. Дай мне взглянуть."
lang["#MISSION_BOSSCRIBE_PAST_HAS_PASSED_AWAY_ITEMNAME"] = "Герметичный радиационный контейнер"

RELOADSCHEMA = true