local lang = RSRG.Languages["ru"]

--  ██████╗ ██████╗ ████████╗███████╗███╗   ██╗ ██████╗     ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔═══██╗██╔══██╗╚══██╔══╝██╔════╝████╗  ██║██╔═══██╗    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██║   ██║██████╔╝   ██║   █████╗  ██╔██╗ ██║██║   ██║    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║   ██║██╔══██╗   ██║   ██╔══╝  ██║╚██╗██║██║   ██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ╚██████╔╝██║  ██║   ██║   ███████╗██║ ╚████║╚██████╔╝    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--  ╚═════╝ ╚═╝  ╚═╝   ╚═╝   ╚══════╝╚═╝  ╚═══╝ ╚═════╝     ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

--[[ Mission Giver
lang["#MISSION_GIVER_ORTENO"] = "Старший рейнджер Ортено"
lang["#MISSION-GIVER_ORTENO_NEW"] = "Ну, теперь у вас новое лицо. Меня зовут Ортено, и я представляю Пустынных рейнджеров Невады. Мы сделали общее дело с НКР, чтобы сделать эту территорию безопасной для путешествий и открыть дикие места для поселений. Не хотите нам помочь?"
lang["#MISSION_GIVER_ORTENO_NO"] = "Слушай, я буду с тобой откровенен: ты не тот человек, которого мы хотим видеть рядом, поэтому я предлагаю тебе уйти и уйти сейчас."
lang["#MISSION_GIVER_ORTENO_0"] = "Мы... о, подождите, нет, теперь я вас вспомнил. Вы всё ещё заинтересованы в помощи или это просто дружеский визит?"
lang["MISSION_GIVER_ORTENO_25"] = "Как продвигается охота? В пустошах ещё много интересного."
lang["MISSION_GIVER_ORTENO_50"] = "Хорошо, я думаю, что доверяю тебе достаточно, чтобы предоставить доступ в нашу оружейную. Поговори с Грантом, если хочешь обменять снаряжение."
lang["MISSION-GIVER_ORTENO_100"] = "Обычно я не предлагаю такие вещи, но... ты заслужил. Я сказал Гранту, чтобы он дал доступ к лучшему снаряжению, которое есть в наших запасах. Если заинтересовало, сейчас самое время."

-- Missions
lang["#MISSION_ORTENO_INTRO"] = "Знакомство с Пустынными рейнджерами"
lang["#MISSION_ORTENO_INTRO_DESC"] = "Не хочешь остаться и помочь? Я приму любую помощь, какую только смогу получить.\n\nЕсли тебе знакома наша организация, Пустынные рейнджеры - это миротворцы, защитники закона и элитные охотники. В пустоши правосудие должно быть быстрым и решительным, чтобы быть эффективным, и мы стремимся обеспечить именно это. Мы также не набираем просто так никого. Если заинтересовало, у меня есть для тебя простая проверка: я оставил в карьере пулю 50-го калибра, и я хочу, чтобы ты пошёл и нашёл её. Покажи мне свои навыки поиска, и мы продолжим. О, хранить её тоже нет смысла: гильза была просверлена, и она больше не может стрелять. Это проверка на посвящение, хорошо?"
lang["#MISSION_ORTENO_INTRO_HINT"] = "Найдите пулю Ортено в каменоломне в Солт-Уэллс. Она находится где-то на поверхности; не забудьте заглянуть в башню и машины!"
lang["#MISSION_ORTENO_INTRO_COMPLETE"] = "Да, это она. Хорошо, ты не очень выделяешься; я думаю, мы сможем найти тебя место."
lang["#MISSION_ORTENO_INTRO_ITEMNAME"] = "Пуля Ортено"

lang["#MISSION_ORTENO_SELF"] = "Самодостаточность"
lang["#MISSION_ORTENO_SELF_DESC"] = "Итак, одна из вещей, о которой ты сразу же захочешь узнать, как перспективный Пустынный рейнджер, - это снабжение себя с земли. Мы чаще всего находимся в полевых условиях; голод, жажда и хороший постельный режим будут для вас гораздо опаснее, чем закончившиеся патроны. Я хочу, чтобы ты отправился побродить по окрестностям и привёз мне несколько образцов местной продукции. Сможешь сделать это для меня?"
lang["#MISSION_ORTENO_SELF_HINT"] = "Найдите грязную воду, плоды агавы, плод опунции, халапеньо, кукурузу и вонючую тыкву для Ортено. Эти растения можно найти в окрестностях Солт-Уэллс."
lang["#MISSION_ROTENO_SELF_COMPLETE"] = "Хорошая работа. Помни, что мать-природа всегда обеспечит тебя всем необходимым. Однако ты должен быть достаточно умён, чтобы найти её щедрость."

lang["#MISSION_ORTENO_TEETH"] = "Режущие зубья"
lang["#MISSION_ORTENO_TEETH_DESC"] = "Я знаю, что ты можешь обеспечить себя, но мне нужно, чтобы ты показал мне, что можешь помочь защитить себя и других. Я пока не собираюсь бросать тебя в глубокий бой, поэтому я хочу, чтобы ты начал с 80-х, которые притесняют местных жителей. Покажи им немного справедливости в пустоши."
lang["#MISSION_ORTENO_TEETH_HINT"] = "Убейте пять бандитов племени 80-х. Их можно найти в двух основных лагерях: один возле каменоломни и один возле Солт-Уэллс через мост."
lang["#MISSION_ORTENO_TEETH_COMPLETE"] = "Уже закончил? Я удивлён. Если ты готов, думаю, тебе пора заняться игрой, которая немного опаснее."]]