local lang = RSRG.Languages["ru"]


-- ██╗   ██╗███╗   ██╗██╗████████╗██╗   ██╗    ██╗     ███████╗ █████╗ ██████╗ ███████╗██████╗     ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██║   ██║████╗  ██║██║╚══██╔══╝╚██╗ ██╔╝    ██║     ██╔════╝██╔══██╗██╔══██╗██╔════╝██╔══██╗    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██║   ██║██╔██╗ ██║██║   ██║    ╚████╔╝     ██║     █████╗  ███████║██║  ██║█████╗  ██████╔╝    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║   ██║██║╚██╗██║██║   ██║     ╚██╔╝      ██║     ██╔══╝  ██╔══██║██║  ██║██╔══╝  ██╔══██╗    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ╚██████╔╝██║ ╚████║██║   ██║      ██║       ███████╗███████╗██║  ██║██████╔╝███████╗██║  ██║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--  ╚═════╝ ╚═╝  ╚═══╝╚═╝   ╚═╝      ╚═╝       ╚══════╝╚══════╝╚═╝  ╚═╝╚═════╝ ╚══════╝╚═╝  ╚═╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝


-- Mission Giver
lang["#MISSION_GIVER_UNITYLEADER"] = "Левкипп"
lang["#MISSION_GIVER_UNITYLEADER_NEW"] = "Я приветствую тебя в нашей скромной обители, дитя. Я - Левсипп, Верховный жрец Единства и скромный советник этой паствы. Здесь мы заботимся обо всех, кого коснулись Создатель и Священное Пламя; там, где НКР или серые призраки называют нас 'мутантами', 'зомби' или другими подобными словами, Единство признает истину. Мы - избранные, те, кого коснулись огонь и война, и кто вышел из них более сильным и чистым.\n\nЯ приглашаю тебя остаться и послушать, дитя, ибо мне есть чему тебя научить.\n"
lang["#MISSION_GIVER_UNITYLEADER_N0"] = "Ты согрешил, дитя. Я не виню тебя и от всего сердца прощаю... но прощение не освобождает тебя от необходимости покаяться.\n\nКроме этих дальнейших трудов, мы будем считать, что твоё покаяние продолжается.\n"
lang["#MISSION_GIVER_UNITYLEADER_0"] = "Добро пожаловать обратно в монастырь, дитя. Мы смиренно просим тебя о помощи в решении этих задач.\n"
lang["#MISSION_GIVER_UNITYLEADER_50"] = "Ты заслужил место здесь, $playername. Тебе разрешён вход на нижние уровни монастыря, а также доступ к нашим запасам. Если ты всё ещё хочешь служить, у нас есть много того, что нужно сделать.\n"
lang["#MISSION_GIVER_UNITYLEADER_100"] = "С возвращением, воин. Своей работой ты делаешь честь нашему Тёмному Богу и его Священному Пламени."

-- Missions
lang["#MISSION_UNITYLEADER_FLAME"] = "Тенант первый: Священное пламя"
lang["#MISSION_UNITYLEADER_FLAME_DESC"] = "Я очень рад, что ты решил послушать этого старого гуля и его учение, дитя. Тебя коснулось Святое Пламя, но ты, возможно, не помнишь нашего Создателя и Собор. Наше учение потребует времени, поэтому я начну с простого.\n\nСвященное пламя опалило Землю 23 октября 2077 года, дату, которую ты знаешь как Великую Войну. Это была смерть старого мира и его тления и начало нового, шанс научиться на ошибках наших предков.\n\nАх, но я начал бредить. У меня есть для тебя задание, и тогда я научу тебя большему. Где-то в руинах Сейлема есть разбомбленное здание, в котором живут отверженные, те, кто ненавидит нашу веру. В нем находится святой символ, который они оскверняют; я бы хотел, чтобы ты достал его и вернул мне. Когда ты сделаешь это, я научу тебя нашему второму тенанту."
lang["#MISSION_UNITYLEADER_FLAME_HINT"] = "Найдите Святой символ. Его можно найти в комплексе отверженных рядом с колонной армии США в центре Сейлема."
lang["#MISSION_UNITYLEADER_FLAME_COMPLETE"] = "Ты хорошо справился, дитя. Я научу тебя ещё."
lang["#MISSION_UNITYLEADER_FLAME_ITEMNAME"] = "Святой символ"

lang["#MISSION_UNITYLEADER_FLAWS"] = "Тенант второй: Человечество, несовершенное"
lang["#MISSION_UNITYLEADER_FLAWS_DESC"] = "Второй тенант прост: человеческая природа изначально несовершенна. Хотя некоторые личности могут преодолеть этот природный блок, это удаётся очень немногим. Люди - глупые существа, склонные к жадности, насилию и ненависти. Многие первосвященники Собора были беспочвенны и испорченны; отец Морфей и отец Флейер были лишь двумя примерами порченого священства. Хотя когда-то они были нашими лидерами, их коррупция и богохульство привели к разрушению Собора и смерти нашего Создателя.\n\nМне не нужно объяснять тебе, что ты должен делать. Хотя мы равны во тьме, человечество извращает её в своих целях. Ищи тени вокруг нас и уничтожай их, дитя. Не бери пленных."
lang["#MISSION_UNITYLEADER_FLAWS_HINT"] = "Убейте двадцать бандитов из племени теней. Их можно найти по всему Сейлему."
lang["#MISSION_UNITYLEADER_FLAWS_COMPLETE"] = "Ты был в крови, я вижу это в твоих глазах. Молодец."