local lang = RSRG.Languages["ru"]

-- ███╗   ███╗███████╗██╗    ██╗   ██╗██╗███╗   ██╗
-- ████╗ ████║██╔════╝██║    ██║   ██║██║████╗  ██║
-- ██╔████╔██║█████╗  ██║    ██║   ██║██║██╔██╗ ██║
-- ██║╚██╔╝██║██╔══╝  ██║    ╚██╗ ██╔╝██║██║╚██╗██║
-- ██║ ╚═╝ ██║███████╗███████╗╚████╔╝ ██║██║ ╚████║
-- ╚═╝     ╚═╝╚══════╝╚══════╝ ╚═══╝  ╚═╝╚═╝  ╚═══╝

-- Mission Giver
lang["#MISSION_GIVER_MELVIN"] = "Мелвин"
lang["#MISSION_GIVER_MELVIN_SUBTITLE"] = "НИОКР каскадного каравана"
lang["#MISSION_GIVER_MELVIN_GREET_NEW"] = "О, чёрт, кто-то действительно пришёл в эту дыру. Слушай, если тебе нужны деньги, у меня есть работа. Она связана с исследованиями здесь, в этом дерьмовом болоте, хорошо оплачивается, и я даже дам тебе лекарства от радиации. Только, пожалуйста, помоги мне. О, чёрт, кстати, меня зовут Мелвин."
lang["#MISSION_GIVER_MELVIN_GREET_0"] = "Здарова, ищешь работу? Пожалуйста, выполни работу."
lang["#MISSION_GIVER_MELVIN_GREET_100"] = "Привет, одно из постоянных лиц. У меня есть ещё несколько работ, если у тебя есть время. Пожалуйста."
lang["#MISSION_GIVER_MELVIN_GREET_200"] = "Это же главный работник! Да ты просто убийца там, снаружи. У меня есть ещё работа, давай займёмся ею."
lang["#MISSION_GIVER_MELVIN_GREET_400"] = "$playername! Мой главный амиго, как поживаешь? Давай-ка пошумим!"
lang["#MISSION_GIVER_MELVIN_GREET_N100"] = "Мужик, тебе повезло, что мне нужны люди, чтобы доделать это дерьмо. Просто сделай работу и уйди с глаз моих долой, пожалуйста."

-- Missions
lang["#MISSION_MELVIN_WEEDSCIENCE"] = "Наука о сорняках"
lang["#MISSION_MELVIN_WEEDSCIENCE_DESC"] = "Итак, вот работа. Моя работа застопорилась, потому что я не могу выносить монстров и опасности проклятого болота. Я здесь, чтобы исследовать травы-приманки на зарплату Каскада. Мне нужны образцы, и мне нужно, чтобы ты доказал, что можешь хоть как-то жить там. Просто найди немного приманок, нормальную такую кучу. Пожалуйста и спасибо."
lang["#MISSION_MELVIN_WEEDSCIENCE_HINT"] = "Найдите приманку из водорослей около Мёртвого устья на краю островов в воде."
lang["#MISSION_MELVIN_WEEDSCIENCE_COMPLETE"] = "О, чёрт, ты реально выжил, и у тебя есть травы-приманки? Что ж, я впечатлён. Возьми это в качестве оплаты, и давай продолжать работать вместе. Мне нужно многое выяснить, и у меня много крышек, чтобы выяснить это, если ты понимаешь, о чём я."

lang["#MISSION_MELVIN_ADIET"] = "На диете"
lang["#MISSION_MELVIN_ADIET_DESC"] = "Сейчас я пытаюсь выяснить, какое место занимает трава-приманка в местной экосистеме. Может быть, некоторые представители местной фауны едят это дерьмо, я не знаю. Сделай мне одолжение, пойди и убей несколько животных и покопайся в их кишках. Посмотри, нету ли в их желудках каких-нибудь растений, особенно приманок из водорослей. О, не смотри на меня так, $playername, я знаю, что ты делал вещи и похуже. Возможно."
lang["#MISSION_MELVIN_ADIET_HINT"] = "Убивайте различных животных в Мёртвом устье. Они разбросаны по разным островам болота, и вы даже можете найти несколько животных на одном острове."
lang["#MISSION_MELVIN_ADIET_COMPLETE"] = "Что? Ничего? Ни единого пятнышка светящегося, травяного в этих кишках? Я отказываюсь в это верить. Неважно, мы вернёмся к этому позже. Спасибо за помощь, вот твоя зарплата."

lang["#MISSION_MELVIN_SHITTY"] = "Дерьмовый вопрос"
lang["#MISSION_MELVIN_SHITTY_DESC"] = "Итак, один вопрос, который мы хотим задать: как, чёрт возьми, это растение растёт? Какие условия ему нужны? Ну и всё такое. По словам парней, с которыми я разговаривал, есть пристройка. Она находится на каком-то острове в болоте, я правда не знаю где. Но, судя по всему, там растёт куча травы-приманки. Сходи в пристройку, посмотри, используется ли она, и доложи мне. Надо узнать, не человеческое ли дерьмо заставляет эту дрянь расти."
lang["#MISSION_MELVIN_SHITTY_HINT"] = "В Мёртвом устье есть много островов. Осмотритесь и исследуйте их, чтобы найти местоположение"
lang["#MISSION_MELVIN_SHITTY_COMPLETE"] = "Что это? Это какашки из пристройки? Это бревно огромное, не может быть, чтобы это было человеческое дерьмо. Ты меня разыгрываешь, это должно быть что-то вроде дерьма яо-гая или типа того. Нет? Ты серьёзно? Хорошо, я доверюсь тебе в этом. Я всё равно проанализирую это и посмотрю, что смогу получить. Вот оплата, как обычно."
lang["#MISSION_MELVIN_SHITTY_ITEMNAME"] = "Огромное бревно"

lang["#MISSION_MELVIN_CALLWEED"] = "Почему её называют приманкой из водорослей"
lang["#MISSION_MELVIN_CALLWEED_DESC"] = "Ладно, я посмотрел на это буквальное дерьмо, посмотрел на отсутствие у тебя выводов из всех этих кишок и решил наконец пойти спросить Роджера, есть ли у него какие-нибудь соображения, потому что я в тупике. Подумал, что мне хватит одной быстрой поездки, раз уж ты везде убиваешь дерьмо. По пути туда я увидел немного травы, пошёл срезать её, и ТУТ НА МЕНЯ НАЛЕТЕЛА БОЛЬШАЯ ГРЁБАНАЯ РЫБА И ЧУТЬ НЕ СЪЕЛА МОЮ ЗАДНИЦУ! Я выстрелил этой паскуде в лапы и побежал обратно в безопасное место. Наверное, поэтому эти штуки и называют приманкой. У него из головы росли эти штуки. Я хочу знать, почему. Собери и пометь для меня этих тупых тварей, я должен увидеть их биологическую связь с этим чёртовым растением."
lang["#MISSION_MELVIN_CALLWEED_HINT"] = "Удильщики обычно прячутся в зарослях приманки из водорослей у берегов островов в Мёртвом устье. Выкопайте их и уничтожьте."
lang["#MISSION_MELVIN_CALLWEED_COMPLETE"] = "Они у тебя? Хорошо, хорошо. Надеюсь, это даст мне представление о том, как трава-приманка взаимодействует с этой экосистемой, это должно быть нечто большее, чем просто обычное растение. Теперь я должен выяснить, что появилось первым, трава или... удильщик, так они его называют? Да, травка или удильщик. В любом случае, вот как обычно."

lang["#MISSION_MELVIN_LITTER"] = "Грязные жуки"
lang["#MISSION_MELVIN_LITTER_DESC"] = "Ты ведь встречал здесь рейдеров, верно? Контрабандистов, как они себя называют, или как их там? Держу пари, они делают много препаратов. Если ты не против пострелять в них, не мог бы ты обнюхать их лагеря, посмотреть, сколько пустых контейнеров из-под препаратов валяется вокруг? Может быть, долгосрочное воздействие химических отходов повлияло на окружающую среду и на развитие травы-приманки. Спасибо."
lang["#MISSION_MELVIN_LITTER_HINT"] = "В Мёртвом устье есть два лагеря контрабандистов. Большой лагерь возле хижины торговца и аванпост на внешнем острове. Исследуйте их на предмет химического мусора."
lang["#MISSION_MELVIN_LITTER_COMPLETE"] = "Так ты НАШЁЛ доказательства сброса химикатов? О, чёрт, дай посмотреть. Очень интересно, надеюсь, тебя не сильно подстрелили. Я должен проверить некоторые из этих типов химикатов на траву-приманку и удильщиков, посмотрим, что получится. Вот, возьми свою зарплату и немного стимуляторов."

lang["#MISSION_MELVIN_PLASMA"] = "Вершины плазмы"
lang["#MISSION_MELVIN_PLASMA_DESC"] = "Я получил кое-какую интересную информацию. Судя по всему, в глубине болота есть большое скальное образование. Никто не знает кто, но какой-то парень или группа продолжает устанавливать там плазменные мины. ПЛАЗМЕННЫЕ. МИНЫ. Смертельно опасные, но и очень интересные. Кто знает, что промывка плазменными взрывами может сделать с здешними растениями, особенно с травой-приманкой! Слушай, я должен это проверить. Иди и принеси мне несколько мин, просто нажми на кнопку очень быстро, и всё будет в порядке. Только не потеряй ноги."
lang["#MISSION_MELVIN_PLASMA_HINT"] = "В дальней части болота есть большое скальное образование, на которое можно забраться. Кто-то продолжает ставить там плазменные мины, сходите за ними."
lang["#MISSION_MELVIN_PLASMA_COMPLETE"] = "Ух ты, ты действительно достал немного! Слушай, мне всё равно откуда, но просто напомни мне держать свой кошелек подальше от тебя, липкие пальцы. Я шучу, спасибо большое. Вот, возьми, тебе это понадобится больше, чем мои деньги для того, что я задумал."

lang["#MISSION_MELVIN_CONTRABANNED"] = "Блокировка контрабанды"
lang["#MISSION_MELVIN_CONTRABANNED_DESC"] = "$playername! Как же я рад, что ты здесь, чёрт. Итак, с момента последнего задания дела пошли вкривь и вкось. Контрабандисты НЕДОВОЛЬНЫ тем, что мы делали. То, что ты влез в их лагерь, возможно, убил их, и просто устроил весь этот шум вокруг того, что они считают своим болотом, нехорошо. Они начали воровать всю чёртову траву-приманку вокруг, и они начали появляться вокруг баржи. Пока что я просто смотрю с презрением, но кто знает, когда они могут попытаться достать меня! Просто. Иди и разберись с этим. Пожалуйста. Я не очень хороший боец."
lang["#MISSION_MELVIN_CONTRABANNED_HINT"] = "В лагерях контрабандистов вокруг Мёртвого устья их большое количество. Уничтожьте их, но будьте осторожны и не провоцируйте огромные группы."
lang["#MISSION_MELVIN_CONTRABANNED_COMPLETE"] = "Ты справился с этим? Слава богу. Надеюсь, это отвадит их от моей задницы, раз уж ты показал им, кто здесь хозяин. Напомни мне никогда не нарываться на тебя. Нужно быть монстром, чтобы в одиночку отбиться от такого количества рейдеров."

lang["#MISSION_MELVIN_SWIMBIRDS"] = "Плавание с птицами"
lang["#MISSION_MELVIN_SWIMBIRDS_DESC"] = "Просто потерпи меня в этом вопросе. Это будет звучать безумно. Итак, по словам Каскада, на болоте разбился летательный аппарат старого мира. Очевидно, он называется винтокрыл. Проблема в том, что он в воде, но решение есть - я дал тебе тот радиационный костюм! Знаю, знаю, я гений. В любом случае, если ты хочешь отправиться к нему, он разбился у задней части главного лагеря контрабандистов, где стоит лодка. Просто отправляйся туда и посмотри, не портит ли что-нибудь в обломках воду и, возможно, не портит ли траву-приманку и всё такое. Только не утони!"
lang["#MISSION_MELVIN_SWIMBIRDS_HINT"] = "Позади главного лагеря контрабандистов находится лодка. Следуйте в её направлении к воде и найдите разбившийся винтокрыл. Принесите все, что найдёте."
lang["#MISSION_MELVIN_SWIMBIRDS_ITEMNAME"] = "Часть винтокрыла"
lang["#MISSION_MELVIN_SWIMBIRDS_COMPLETE"] = "$playername! Да, хаха, ты действительно, блядь, сделал это! И я, блядь, сказал! Утечка ядерного топлива, плазменное дерьмо, ядерное, куча передовых технологий. Всё это просто тушится в болотной воде. Хорошая работа. Думаю, со всем этим, я уверен, что смогу придумать что-то конкретное. Возможно, мне ещё понадобится твоя помощь, чтобы иногда собирать припасы, может быть, сбегать за химикатами, отходами и прочим, но я думаю, что наша основная работа закончена. Спасибо за помощь, $playername, ты отличный парень. Я сообщу Каскадному каравану обо всём, что ты для меня сделал, в своих отчётах."

-- Repeatable Missions, unlocked after Swimming with the Birds completed
lang["#MISSION_MELVIN_WEEDSWAMP"] = "Прополка болота"
lang["#MISSION_MELVIN_WEEDSWAMP_DESC"] = "Эй, друг, не хочешь прикупить мне немного травы-приманки? Мне нужно больше образцов. Спасибо."
lang["#MISSION_MELVIN_WEEDSWAMP_HINT"] = "Найдите приманку из водорослей около Мёртвого устья на краю островов в воде."
lang["#MISSION_MELVIN_WEEDSWAMP_COMPLETE"] = "Спасибо большое, приятель, прими это как благодарность за потраченное время."

lang["#MISSION_MELVIN_GUTFEELING"] = "Шестое чувство"
lang["#MISSION_MELVIN_GUTFEELING_DESC"] = "Помнишь, я заставлял тебя копаться в кишках животных? Да. Мне нужно, чтобы ты сделал это снова. Не может быть, чтобы здешние животные не ели приманочную траву, это должно быть просто случайность. Откуда я знаю? Я чувствую нутром, а ты всегда доверяешь своему чутью."
lang["#MISSION_MELVIN_GUTFEELING_HINT"] = "Убивайте различных животных в Мёртвом устье. Они разбросаны по разным островам болота, и вы даже можете найти несколько животных на одном острове."
lang["#MISSION_MELVIN_GUTFEELING_COMPLETE"] = "Серьезно? Всё ещё ничего? Ты шутишь, да? Слушай, неважно, мы вернёмся к этому позже. Вот, возьми это за своё время."

lang["#MISSION_MELVIN_SWAMPCLEANUP"] = "Очистка болота"
lang["#MISSION_MELVIN_SWAMPCLEANUP_ITEMNAME"] = "Химические отходы контрабандистов"
lang["#MISSION_MELVIN_SWAMPCLEANUP_DESC"] = "Ну что, хочешь снова разворошить осиное гнездо? Мне нужно больше этих химических отходов, которые контрабандисты оставляют повсюду. Поверь, я сделаю так, что ты не пожалеешь, только принеси, пожалуйста."
lang["#MISSION_MELVIN_SWAMPCLEANUP_HINT"] = "В Мёртвом устье есть два лагеря контрабандистов. Большой лагерь возле хижины торговца и аванпост на внешнем острове. Исследуйте их на предмет химического мусора."
lang["#MISSION_MELVIN_SWAMPCLEANUP_COMPLETE"] = "Потрясающе, спасибо, ты лучший. Вот, возьми эту щедрую награду за твоё время и усилия, я знаю, что эти контрабандисты суровы."

RELOADSCHEMA = true