local lang = RSRG.Languages["ru"]

-- ███████╗██╗   ██╗███████╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔════╝██║   ██║██╔════╝██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ███████╗██║   ██║███████╗███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ╚════██║██║   ██║╚════██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ███████║╚██████╔╝███████║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚══════╝ ╚═════╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_SUSAN"] = "Сьюзан"
lang["#MISSION_GIVER_SUSAN_SUBTITLE"] = "Новая Калифорнийская Республика"
lang["#MISSION_GIVER_SUSAN_GREET_UNKNOWN"] = "Приветствую, странник. Я сейчас занят, если вы не возражаете."
lang["#MISSION_GIVER_SUSAN_GREET_NEW"] = "Здравствуйте. $playername, не так ли? Не так давно мы получили сообщение от Редмана о том, что он посылал вас сюда, чтобы помочь нам с кое-какими вещами. У меня есть список заданий, с которыми нам сейчас нужна помощь, и я также с нетерпением жду возможности поработать с вами.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_N100"] = "Мы знаем, что у вас здесь плохая репутация, но то, что вы сделали с людьми, меня не волнует, а волнуют текущие проблемы, которые у нас есть. Если вы всё ещё ищете, чем заняться, я даю вам возможность восстановить репутацию.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_0"] = "Привет. Возможно, мне ещё понадобится помощь в решении вопросов, связанных с переходом на новые земли, так что если вы ищете, чем заняться, то свободных мест должно быть много.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_350"] = "Хэй, $playername, у нас всё ещё есть некоторые проблемы, если вы ищете, чем заняться.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_FINISHED"] = "Здравствуйте, $playername. К сожалению, если вы ищете, чем бы заняться, то у нас все текущие задания выполнены, и этот регион защищён от любого дальнейшей атаки извне со стороны этих проклятых гулей, благодаря вам. Я бы рекомендовал заглянуть на нашу доску заданий или поговорить с другими людьми."

-- Missions
lang["#MISSION_SUSAN_CALLFORBACKUP"] = "Вызов подкрепления"
lang["#MISSION_SUSAN_CALLFORBACKUP_DESC"] = "Хорошо, что вы наконец-то приехали. Нам нужно столько рук помощи, сколько мы можем получить. Так вот, о проблеме. В наш проход просочилось несколько гулей и других опасностей, и это огромная проблема. Если мы не сможем переправлять сюда припасы и торговцев, мы потеряем доступ к Эшлэнду и другим территориям на севере. Для вашего первого задания мне нужно, чтобы вы пошли и уничтожили гулей на всех дорогах. Не заметить их будет довольно сложно."
lang["#MISSION_SUSAN_CALLFORBACKUP_HINT"] = "Уничтожьте гулей любого типа в Маунтин-Пасс. Гулей можно легко встретить на дороге на протяжении всего прохода."
lang["#MISSION_SUSAN_CALLFORBACKUP_COMPLETE"] = "Это поможет им пока держаться подальше от лагеря. Спасибо."

lang["#MISSION_SUSAN_ICEPRICKS"] = "Ледяные отморозки"
lang["#MISSION_SUSAN_ICEPRICKS_DESC"] = "Хэй, у меня для тебя ещё одна проблема. Не уверен, что ты их уже видел, но на мосту есть эти больные ублюдки. Называются 'Ледорубы', ещё одна рейдерская группировка. Предположительно, их больше, но пока мне нужно, чтобы ты пошёл и убил этих дегенератов."
lang["#MISSION_SUSAN_ICEPRICKS_HINT"] = "Уничтожьте всех рейдеров группировки 'Ледорубы' в Маунтин-Пасс. Их группа держится у моста возле озера. Туда можно добраться по главной дороге."
lang["#MISSION_SUSAN_ICEPRICKS_COMPLETE"] = "Спасибо, теперь на мосту стало спокойнее. Пока что."

lang["#MISSION_SUSAN_CANNIBALISTS"] = "Каннибалисты"
lang["#MISSION_SUSAN_CANNIBALISTS_DESC"] = "Наверное, я должен объяснить эту новую рейдерскую группировку. Прошу прощения, что не объяснил раньше, но эти парни - каннибалы. Они убили нескольких торговцев, которые проходили здесь не так давно, разрубили их на куски и сожрали. Их ещё много, они получат своё. Уф, простите, не хочу об этом говорить. В любом случае, у нас есть ещё одна проблема. Наши запасы лекарств на исходе, но у нас есть решение, вопрос только в том, кто его получит. Есть старая хижина, или что-то вроде того, недалеко отсюда. Раньше там был старый медицинский тайник. Возможно, там ещё остались какие-то припасы. Мне нужно, чтобы ты сходил за ними."
lang["#MISSION_SUSAN_CANNIBALISTS_HINT"] = "Найдите медикаменты в заброшенной хижине аванпоста. Хижину можно найти на холме за лагерем НКР, хотя забраться на холм может быть непросто."
lang["#MISSION_SUSAN_CANNIBALISTS_COMPLETE"] = "Спасибо. Я передам это доктору."
lang["#MISSION_SUSAN_CANNIBALISTS_CUSTOMUI"] = "Найдите медикаменты."
lang["#MISSION_SUSAN_CANNIBALISTS_ITEMNAME"] = "Коробка медикаментов"

lang["#MISSION_SUSAN_SNIPERALLEY"] = "Снайперская аллея"
lang["#MISSION_SUSAN_SNIPERALLEY_DESC"] = "Эти рейдеры из группировки 'Ледорубов' теперь точно взбешены. Недавно мы узнали, что у них есть ребята, которые сидят на некоторых холмах и обстреливают всех, кто проходит мимо. Просьба очевидна, мне нужно, чтобы вы пошли и уничтожили их. Убедитесь, что они не смогут вас опередить."
lang["#MISSION_SUSAN_SNIPERALLEY_HINT"] = "Уничтожьте охотников за головами 'Ледорубов'. Их можно встретить в лагерях на холмах, наблюдая за людьми на дорогах."
lang["#MISSION_SUSAN_SNIPERALLEY_COMPLETE"] = "Ну, больше не нужно беспокоиться о снайперах."

lang["#MISSION_SUSAN_BEARTRAP"] = "Ловушка для медведя"
lang["#MISSION_SUSAN_BEARTRAP_DESC"] = "У нас сейчас несколько человек на охоте, пытаются сократить популяцию яо-гаев. Я хотел узнать, если вы заинтересованы, я дам награду и вам."
lang["#MISSION_SUSAN_BEARTRAP_HINT"] = "Уничтожьте яо-гаев. Их можно найти на холмах и в лесах."
lang["#MISSION_SUSAN_BEARTRAP_COMPLETE"] = "Надеюсь, ваша охота прошла удачно."

lang["#MISSION_SUSAN_HOLDOUT"] = "Удержание"
lang["#MISSION_SUSAN_HOLDOUT_DESC"] = "Ладно, вам стоит подготовиться, если вы собираетесь сделать это для меня. Мне нужно, чтобы вы уничтожили как можно больше Ледорубов. У них есть три или четыре лагеря, разбитых вокруг этого региона, вы можете начать с их проверки. Пока вы будете этим заниматься, мне также нужно, чтобы вы снова очистили дороги от гулей. Нам нужно вывести их обоих отсюда."
lang["#MISSION_SUSAN_HOLDOUT_HINT"] = "Уничтожьте всех рейдеров-Ледорубов и гулей в Маунтин-Пасс. Гулей можно встретить по всей дороге перевала. Рейдеров Ледорубов можно найти в лагерях вдоль дороги и в лесах."
lang["#MISSION_SUSAN_HOLDOUT_COMPLETE"] = "Отличная работа, эти дегенераты не скоро вернутся."

lang["#MISSION_SUSAN_SIEGE"] = "Осада"
lang["#MISSION_SUSAN_SIEGE_DESC"] = "На один из наших отрядов, перевозивший очень важную информацию, набросилась группа этих ничтожеств. Вы, наверное, догадываетесь, что с ними случилось. В любом случае, эта информация должна была быть отправлена майору Редману, но эти ублюдки из 'Ледоруба' забрали её. Они живут в лагере очень далеко отсюда, да ещё и в гору. Мне нужно, чтобы вы забрали её и вернули мне. Они знают, что такая вещь для них ничего не стоит, и хотят, чтобы мы отреагировали, так что будьте осторожны. Я не хочу случайно отправить вас на смерть."
lang["#MISSION_SUSAN_SIEGE_HINT"] = "Верните чемодан с информацией. Ледорубы, которые украли его, можно найти в лагере в углу области, на холме."
lang["#MISSION_SUSAN_SIEGE_COMPLETE"] = "Слава богу. И чемодан у вас тоже с собой. Вот, за ваши хлопоты."
lang["#MISSION_SUSAN_SIEGE_ITEMNAME"] = "Чемодан с информацией"

RELOADSCHEMA = true