local lang = RSRG.Languages["ru"]

--[[
███╗   ███╗██████╗        ██╗  ██╗███╗   ██╗███████╗███████╗██████╗ ███████╗███████╗██████╗
████╗ ████║██╔══██╗██╗    ██║ ██╔╝████╗  ██║██╔════╝██╔════╝██╔══██╗██╔════╝██╔════╝██╔══██╗
██╔████╔██║██████╔╝╚═╝    █████╔╝ ██╔██╗ ██║█████╗  █████╗  ██║  ██║█████╗  █████╗  ██████╔╝
 █║╚██╔╝██║██╔══██╗██╗    ██╔═██╗ ██║╚██╗██║██╔══╝  ██╔══╝  ██║  ██║██╔══╝  ██╔══╝  ██╔═══╝
██║ ╚═╝ ██║██████╔╝╚═╝    ██║  ██╗██║ ╚████║███████╗███████╗██████╔╝███████╗███████╗██║
╚═╝     ╚═╝╚═════╝        ╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝╚══════╝╚═════╝ ╚══════╝╚══════╝╚═╝
]]--

-- Mission Board
lang["#MISSION_BOARD_KNEEDEEP"] = "Доска заданий Мёртвого устья"
lang["#MISSION_BOARD_KNEEDEEP_SUBTITLE"] = "Задания и поручения"
lang["#MISSION_BOARD_KNEEDEEP_GREET"] = "Роджерс смотрит на тебя и говорит. На той доске несколько листков с работой от людей, которые ищут наёмников в этих краях. Ты можешь взять любое задание, если соответствуешь требованиям. Выбери одно, и я расскажу, в чём дело.\n\n\nСписок доступных заданий ниже."

-- Missions
lang["#MISSION_KNEEDEEP_BADMOON"] = "Восход тёмной луны"
lang["#MISSION_KNEEDEEP_BADMOON_DESC"] = "Это задание от меня. Всё просто: нужно отправиться в болота и проредить местных контрабандистов. Как прикончишь полсотни их да ещё пару лунных пророков, возвращайся с доказательствами - получишь награду."
lang["#MISSION_KNEEDEEP_BADMOON_HINT"] = "Уничтожьте пятьдесят контрабандистов любого типа и десять лунных пророков в Мёртвом устье. Их можно найти в больших и малых лагерях."
lang["#MISSION_KNEEDEEP_BADMOON_COMPLETE"] = "Отличная работа, ты спас тут кучу хороших людей. Держи заслуженную награду."

lang["#MISSION_KNEEDEEP_NOSYMPATHY"] = "Никакой жалости к дьяволу"
lang["#MISSION_KNEEDEEP_NOSYMPATHY_DESC"] = "Это задание от жертвы местных головорезов. Наниматель хочет отомстить контрабандистам, что обидели его, и требует добить их главарей. Ступай и прикончи шишек в Т-45. Вернись с доказательствами смерти, и я отплачу за доброе дело."
lang["#MISSION_KNEEDEEP_NOSYMPATHY_HINT"] = "Уничтожьте пять торговцев смертью. Их можно найти в крупных лагерях, где тусуются контрабандисты."
lang["#MISSION_KNEEDEEP_NOSYMPATHY_COMPLETE"] = "Отлично сработано, уверен, заказчик будет рад, что обрёл покой после пережитого. Вот твоя награда, ты заслужил."

lang["#MISSION_KNEEDEEP_CRUSTACEANBEATDOWN"] = "Разборки с ракообразными"
lang["#MISSION_KNEEDEEP_CRUSTACEANBEATDOWN_DESC"] = "Этот листок приколол какой-то чокнутый химик, что вылез из болота. Просит он простого: возьми без оружия - или просто кулаки - и наваляй болотникам с удильщикам. Как вымажешься в крабьей крови - возвращайся, получишь расчёт."
lang["#MISSION_KNEEDEEP_CRUSTACEANBEATDOWN_HINT"] = "Уничтожьте двадцать болотников любого типа и пять удильщиков любым безоружным оружием. Болотников полно в воде по всему Устью. Удильщики прячутся у светящейся приманки из водорослей вдоль берега."
lang["#MISSION_KNEEDEEP_CRUSTACEANBEATDOWN_COMPLETE"] = "Ты реально сделал это? Ну держи расчёт."
lang["#MISSION_KNEEDEEP_CRUSTACEANBEATDOWN_WEAPON"] = "Без оружия"

lang["#MISSION_KNEEDEEP_MIREMED"] = "Болотное снадобье"
lang["#MISSION_KNEEDEEP_MIREMED_DESC"] = "Этот заказ вывесил местный химик. Ему нужно, чтобы кто-то собрал разные образцы фауны и флоры по всему устью. Принеси пять приманок из водорослей, пять светящихся грибов и три гриба. Вернёшься с добром - я заплачу."
lang["#MISSION_KNEEDEEP_MIREMED_HINT"] = "Приманки из водорослей можно собрать вдоль побережья, светящиеся грибы встречаются по всему болоту, а грибы - на деревьях и поваленных стволах."
lang["#MISSION_KNEEDEEP_MIREMED_COMPLETE"] = "Всё собрал? Отлично, выбирай, чем получишь."

lang["#MISSION_KNEEDEEP_LOOKINGBACKDOOR"] = "Взгляд из-за двери"
lang["#MISSION_KNEEDEEP_LOOKINGBACKDOOR_DESC"] = "Эту просьбу оставил местный отшельник по имени Эйлдер.\n\n В записке сказано: \"Чёртовы контрабандисты галдят без умолку с тех пор, как заявились. Хочу, чтобы они убрались из моего устья, но это сложно, так что бей по больному. Отправляйся в один из их лагерей и укради ящик с оружием. Принеси его Роджерсу, и он даст доступ к моим запасам\"."
lang["#MISSION_KNEEDEEP_LOOKINGBACKDOOR_HINT"] = "Ищите запечатанный деревянный ящик в одном из лагерей контрабандистов - жилом или брошенном. Обычно их доставляют на лодках или прячут в укреплённых местах, так что осмотритесь."
lang["#MISSION_KNEEDEEP_LOOKINGBACKDOOR_COMPLETE"] = "Отличная работа, теперь выбирай из запасов Эйлдера."
lang["#MISSION_KNEEDEEP_LOOKINGBACKDOOR_ITEMNAME"] = "Запечатанный ящик с оружием"
