local lang = RSRG.Languages["ru"]

-- ██████╗ ███████╗██████╗ ███╗   ███╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔══██╗██╔════╝██╔══██╗████╗ ████║██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██████╔╝█████╗  ██║  ██║██╔████╔██║███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██╔══██╗██╔══╝  ██║  ██║██║╚██╔╝██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██║  ██║███████╗██████╔╝██║ ╚═╝ ██║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═╝╚══════╝╚═════╝ ╚═╝     ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_REDMAN"] = "Майор Редман"
lang["#MISSION_GIVER_REDMAN_SUBTITLE"] = "Новая Калифорнийская Республика"
lang["#MISSION_GIVER_REDMAN_GREET_NEW"] = "Добро пожаловать в город, странник. Я предполагаю, что вы один из многих парней, которые ищут работу, может быть, чтобы заработать немного денег, чтобы помочь себе? В любом случае, вы пришли по адресу. Меня зовут Редман. Майор Редман. Я выполняю большинство заданий здесь, будь то получение припасов, убийство мутантов или что-то ещё. Я стараюсь отдавать предпочтение тем людям, которые, как мы знаем, имеют опыт и могут справиться с работой. Вы, очевидно, новичок в этих краях, я постараюсь найти что-то простое, что может сравниться с вашим опытом. В зависимости от того, сможете ли вы выполнить эти задания или нет, я могу предложить вам несколько других вариантов работы.\n\n\nВ любом случае, вот несколько заданий, которые вы могли бы взять на себя."
lang["#MISSION_GIVER_REDMAN_GREET_N100"] = "Вы здесь хорошо известны. Наверное, в не очень хорошем ключе для вас, но это так. Вы знаете, что очень немногие будут доверять вам, но я всё равно готов дать возможность наверстать упущенное, как я обычно делаю это с другими.\n\nПосмотрите на доску заданий в центре города. Там будет несколько заданий для вас, и если вы сможете вернуть расположение НКР, я подумаю о том, чтобы дать вам больше."
lang["#MISSION_GIVER_REDMAN_GREET_0"] = "С возвращением, обитатель пустошей. Скорее всего, вы здесь не только для того, чтобы обменять пару вещей, возможно, ищешь работу или две. Возможно, у меня есть несколько для тебя.\n\n\nВот список задач, с которыми нам нужна помощь в данный момент."
lang["#MISSION_GIVER_REDMAN_GREET_100"] = "Хэй, $playername, надеюсь, у вас всё хорошо. Я тут подумываю о том, чтобы найти больше рабочих мест только для вас, так как вы очень полезны.\n\n\nВот список незавершённых задач."
lang["#MISSION_GIVER_REDMAN_GREET_FINISHED"] = "Привет, $playername. Я предполагаю, что вы здесь в поисках задания. К сожалению, на данный момент у меня нет для вас ничего свободного. Если вы ищете работу, я бы посоветовал вам заглянуть на доску заданий или поговорить с другими людьми здесь."
lang["#MISSION_GIVER_REDMAN_GREET_HOSTILE_80"] = "Ты... До меня дошли тревожные слухи о тебе. Я не могу принять твою помощь с чистой совестью, но я могу посоветовать тебе начать доказывать ложность этих слухов, помогая нам с 80-ми."

-- Missions
lang["#MISSION_REDMAN_NATURALREMEDIES"] = "Природное средство"
lang["#MISSION_REDMAN_NATURALREMEDIES_DESC"] = "Это довольно простая работа для вас. Обычно у нас есть патрульные отряды, которые обычно попадают в перестрелки, будь то с рейдерами или мутантами. Нам нужно иметь припасы наготове к таким ситуациям. К сожалению, у нас мало медикаментов. Это должна быть довольно простая просьба, мне нужно, чтобы вы пошли и собрали немного корней зандера и цветка брока. У нас есть остальные материалы для изготовления некоторых стимуляторов, так что давайте позаботимся об этом. Сделайте это, и я подготовлю для вас награду."
lang["#MISSION_REDMAN_NATURALREMEDIES_HINT"] = "Получите корни зандера и цветы брока. Оба этих растения можно найти в непонятных местах."
lang["#MISSION_REDMAN_NATURALREMEDIES_COMPLETE"] = "Вот ваша награда. Спасибо, что достали ингредиенты."

lang["#MISSION_REDMAN_HYDRATION"] = "Гидратация"
lang["#MISSION_REDMAN_HYDRATION_DESC"] = "Ладно, это должно быть довольно просто. Нам нужно немного бутылок с водой для производства некоторых вещей. Не волнуйся об очистке, мы позаботимся об этом. Несколько бутылок должно быть достаточно. Для меня неважно, как вы их получите."
lang["#MISSION_REDMAN_HYDRATION_HINT"] = "Получить грязную воду. Вы можете получить грязную воду, если у вас есть пустая бутылка, подойти к источнику воды. Вы также можете получить её из мусорных баков."
lang["#MISSION_REDMAN_HYDRATION_COMPLETE"] = "Вот ваша награда. Я отправлю их вам по пути."

lang["#MISSION_REDMAN_SCRAPBOOK"] = "Руководство по металлолому"
lang["#MISSION_REDMAN_SCRAPBOOK_DESC"] = "В нашем арсенале есть некоторые предметы, которые нуждаются в ремонте. Проблема в том, что у нас не хватает металлолома, чтобы закончить ремонт их всех. Если вы не против доставить нам металлолом, чтобы мы закончили ремонт, я пришлю вам немного денег."
lang["#MISSION_REDMAN_SCRAPBOOK_HINT"] = "Получите металлолом. Вы можете легко получить металлолом, разбирая сломанные автомобили или разбирая устаревшие предметы на верстаке."
lang["#MISSION_REDMAN_SCRAPBOOK_COMPLETE"] = "Вот. Этого должно хватить для остального ремонта."

-- T2

lang["#MISSION_REDMAN_EXTERMINATION"] = "Истребление"
lang["#MISSION_REDMAN_EXTERMINATION_DESC"] = "У меня есть более сложная задача для вас. Не так уж и сложно, но у нас есть несколько диких гулей, которые движутся по этому району, и они доставляют неудобства торговцам и патрулям. Я бы хотел, чтобы вы пошли и устранили их. Возвращайтесь, когда закончите, я подготовлю для вас достойное вознаграждение."
lang["#MISSION_REDMAN_EXTERMINATION_HINT"] = "Уничтожить любой вид диких гулей в Солт-Уэллсе. Вы можете сгруппировать их, чтобы они пересекли мост и спуститься по дороге в город, откуда вы приняли эту миссию."
lang["#MISSION_REDMAN_EXTERMINATION_COMPLETE"] = "Вот. Теперь здесь должно быть меньше проблем."

lang["#MISSION_REDMAN_HUNTINGSEASON"] = "Сезон охоты"
lang["#MISSION_REDMAN_HUNTINGSEASON_DESC"] = "Это не настоящая работа, скорее одолжение, которое мне нужно, чтобы вы сделали для меня. Так как у нас много гекконов в этой области, мы обычно время от времени охотимся на них. Моя проблема в том, что я не успеваю по некоторым работам, которые мне нужно выполнить, поэтому я хотел бы знать, готовы ли вы помочь прикрыть меня, пока я тут всё улаживаю. Я подготовлю для вас свой награду."
lang["#MISSION_REDMAN_HUNTINGSEASON_HINT"] = "Уничтожить любой тип гекконов в Солт-Уэллсе. Их можно найти на больших открытых площадях или внизу по склону, откуда вы приняли эту миссию."
lang["#MISSION_REDMAN_HUNTINGSEASON_COMPLETE"] = "Спасибо, что прикрыли меня. Вот ваша награда."

-- T3

lang["#MISSION_REDMAN_SIMPLEPRODUCTION"] = "Простое производство"
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_DESC"] = "Кажется, вы готовы. Так что, считайте это последним испытанием. Неподалёку отсюда бродит несколько гулей, и чтобы доказать свою состоятельность, я хочу, чтобы вы пошли и разделались с ними. У вас должно быть оружие, если вы ещё не поняли из-за недостатка восприятия, но я хочу, чтобы вы пошли и выпотрошили нескольких из них для меня."
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_HINT"] = "Уничтожьте любой тип протектрона на заводе в Солт-Уэллсе. Завод находится за городом НКР, через мост с левой стороны дороги."
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_COMPLETE"] = "Отличная работа, $playername. Вот, как и было обещано."

lang["#MISSION_REDMAN_BROKENMACHINE"] = "Разбитая машина"
lang["#MISSION_REDMAN_BROKENMACHINE_DESC"] = "После того, как вы зачистили фабрику, мы отправили туда группу людей и попытались заставить работать одну из машин. Очевидно, не хватало некоторых основных материалов, скорее всего, взятых старыми падальщиками. Не требую от вас многого, просто интересно, готовы ли вы вернуть нам некоторые из этих материалов."
lang["#MISSION_REDMAN_BROKENMACHINE_HINT"] = "Получить медную проволоку, пропан, кожаные ремни и металлолом. Медную проволоку и пропан можно найти при добыче, или купить у торговцев. Кожаные ремни можно найти при добыче, при изготовлении, или купить у торговцев. Металлолом можно найти при добыче, при изготовлении, сломав предмет или купить у торговцев."
lang["#MISSION_REDMAN_BROKENMACHINE_COMPLETE"] = "Спасибо, что достали их. Вот ваша награда."

lang["#MISSION_REDMAN_BANDITTAKEOVER"] = "Дорожные рейдеры"
lang["#MISSION_REDMAN_BANDITTAKEOVER_DESC"] = "Недавно в нашем районе появились рейдеры. Они разбили здесь несколько лагерей, и это большая проблема. Они называют себя бандой рейдеров 80-х годов, или что-то в этом роде. Они уже напали на несколько групп торговцев, ограбили и забрали всё, что у них было. Мне нужно, чтобы вы уничтожили некоторых из них, тем самым, отправить сообщение. Возможно, вы захотите взять с собой подкрепление, они хорошо вооружены и опасны."
lang["#MISSION_REDMAN_BANDITTAKEOVER_HINT"] = "Уничтожьте рейдеров любого типа в Солт-Уэллсе. В окрестностях Солт-Уэллса есть несколько лагерей рейдеров. Один из них можно найти через мост и справа по дороге."
lang["#MISSION_REDMAN_BANDITTAKEOVER_COMPLETE"] = "Это ещё одна проблема, о которой нам нужно беспокоиться."

-- T4

lang["#MISSION_REDMAN_OLDFRIEND_SEARCH"] = "Старый друг: Поиск"
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_DESC"] = "Это не то, что на самом деле на доске, но это о старом друге. Не знаю, встречались ли вы с ним, его зовут Джексон. Он как один из вас, но он занимается этим дольше, чем я могу вспомнить. В последнее время он вообще не появлялся в городе, и никто из караванов и торговцев его тоже не видел. По крайней мере, за всю его помощь я должен проведать его и убедиться, что с ним всё в порядке. Некоторые торговцы видели, как он часто входит и выходит из каменоломни, так что у него может быть жилое помещение где-то в ней. Мы никогда не проникали туда, то место может быть кишмя кишит мутантами, и они никогда не выходили за ограду. В любом случае, попробуй найти его и проверить, всё ли с ним в порядке. Я буду ждать."
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_HINT"] = "Найдите Джексона. Майор Редман говорит, что он часто посещал каменоломню и что он может жить где-то внутри неё."
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_COMPLETE"] = "Его там нет, но была эта записка?"
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_CUSTOMUI"] = "Найти Джексона"
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_ITEMNAME"] = "Записка"

lang["#MISSION_REDMAN_OLDFRIEND_TRACKS"] = "Старый друг: Следы"
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_DESC"] = "Я только что прочитал записку, которую он оставил. Он написал, что не так давно к нему домой приходили старые друзья, и что ему пришлось быстро уйти, потому что у них возникла большая проблема в другом месте, и он, вероятно, не собирается возвращаться домой в ближайшее время. Это объясняет его отсутствие здесь. Он также сказал, что направится к горному хребту, и что он должен быть в безопасности без опасений. Я знаю Джексона, он умеет держать себя в руках, так что я не сомневаюсь, что он будет в безопасности, но я всё ещё должен ему кое-что за несколько работ, которые он здесь выполнил. Он так и не пришёл и не забрал эту посылку. В ней деньги и боеприпасы, о которых он просил. Мне нужно, чтобы вы отнесли это ему, и не только отдали, но и проверили его. Убедитесь, что он в порядке и не попал в серьёзные неприятности. Также сообщите ему, что я послал вас."
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_HINT"] = "Найдите Джексона и отдайте ему посылку. В последний раз он сказал, что собирается в горный хребет Йолла Болли, в город на склоне скалы."
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_COMPLETE"] = "Майор Редман послал вас сюда? У нас небольшие проблемы."
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_ITEMNAME"] = "Посылка"

lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION"] = "Экспедиция в убежище: Подготовка"
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_DESC"] = "Несколько часов назад группа обнаружила убежище недалеко отсюда. Они пытались проникнуть внутрь, но, судя по всему, убежище заражено дикими гулями. Я готов много заплатить, если вы верите в свои силы, что сможете убрать всех гулей, которые прячутся там внутри. Однако, я не хочу немедленно отправлять вас на самоубийственную миссию. Если вы пойдёте, то вы пойдёте готовые. Я хочу, чтобы вы собрали кое-какие припасы и вернулись сюда, когда подумаете, что у вас их достаточно. О, и ещё, принесите немного денег. Я возьму для вас боеприпасов."
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_HINT"] = "Получить стимуляторы, антирадин и доллары НКР. Стимуляторы и антирадин можно найти, изготовить или купить у торговцев. Доллары НКР можно получить, продавая предметы торговцам или выполняя задания."
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_COMPLETE"] = "Хорошо, похоже, вы готовы. Вот ваш выбор боеприпасов."

lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE"] = "Экспедиция в убежище: Расследование"
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_DESC"] = "Думаете, теперь вы готовы? Пока вы там, попробуйте найти какую-нибудь информацию об этом месте. Возможно, что-то подобное есть в кабинете смотрителя. Будьте осторожны по дороге туда. В яме живут радскорпионы, поэтому я бы рекомендовал обходить её стороной."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_HINT"] = "Зачистите хранилище и найдите любую информацию, которая может остаться внутри. Вероятно, в кабинете смотрителя может что-то быть. Чтобы добраться до него, может потребоваться пройти через пещеры."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_COMPLETE"] = "Отличная работа, $playername. Мы изучим этот голодиск. Вот ваша награда."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_CUSTOMUI"] = "Найти любую информацию об убежище."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_ITEMNAME"] = "Голодиск"

-- T5

lang["#MISSION_REDMAN_PROBLEMS"] = "Проблемы"
lang["#MISSION_REDMAN_PROBLEMS_DESC"] = "Рад вас видеть. Если вы готовы к более серьёзным испытаниям, у меня есть для вас одно. Недавно в окрестностях хранилища поселился коготь смерти. Из-за своего появления он значительно затрудняет нам путь в хранилище и обратно. Мне нужно, чтобы вы пошли и выследили его. Я знаю, что это большая просьба, но я могу пообещать вам одну из наших стандартных винтовок, совершенно новую и в идеальном состоянии, без единой царапины, если вы решите эту проблему. Вы можете взять с собой друга или двух, и, безусловно, лучшее оружие в вашем арсенале. Итак, вы готовы?"
lang["#MISSION_REDMAN_PROBLEMS_HINT"] = "Уничтожьте любой вид когтей смерти в Солт-Уэллсе. Когтей смерти можно найти как на окраине ямы, так и внутри неё."
lang["#MISSION_REDMAN_PROBLEMS_COMPLETE"] = "Чёрт возьми, я не думал, что вы действительно сможете это сделать."

lang["#MISSION_REDMAN_DEVELOPMENT"] = "Развитие"
lang["#MISSION_REDMAN_DEVELOPMENT_DESC"] = "Стремительно развивалась ещё одна ситуация, возникшая вблизи прохода, который мы установили в Эшлэнде. Сьюзан, человек, отвечающий за наш аванпост там, активно ищет любую помощь, которую она может получить. Если вы хотите искать работу, я предлагаю отправиться туда, потому что вы много сделали здесь для нашей помощи, но мы должны быть достаточно стабильны сами по себе в течение некоторого времени. Возьмите эту записку, чтобы она знала, что я послал вас."
lang["#MISSION_REDMAN_DEVELOPMENT_HINT"] = "Отправляйтесь в Маунтин-Пасс, которым обычно пользуются люди, чтобы попасть в Эшлэнд, и отдайте записку Сьюзан, назначающей задания в лагере НКР."
lang["#MISSION_REDMAN_DEVELOPMENT_COMPLETE"] = "Эй, это Редман послал тебя сюда? Отлично, нам нужна твоя помощь."
lang["#MISSION_REDMAN_DEVELOPMENT_ITEMNAME"] = "Записка"

lang["#MISSION_REDMAN_QUARRYSCOUTING"] = "Отчёты разведки"
lang["#MISSION_REDMAN_QUARRYSCOUTING_DESC"] = "Здравствуй, $playername, рад видеть, что вы ещё здесь. Если вам интересно, мне нужно, чтобы вы проверили некоторые доклады наших патрулей, есть сообщения о местных бандитах в каменоломне, не знаю, что они там делают, осмотритесь и посмотрите, не оставили ли они что-нибудь, чтобы я мог подтвердить или опровергнуть их и убрать эти доклады из моего дела, заранее спасибо."
lang["#MISSION_REDMAN_QUARRYSCOUTING_HINT"] = "Редман хочет, чтобы вы подтвердили сообщения о 80-х в каменоломне, осмотрели позиции, с которых можно вести разведку, и что 80-е могут оставить после себя."
lang["#MISSION_REDMAN_QUARRYSCOUTING_COMPLETE"] = "Похоже, за время вашего отсутствия ситуация накаляется. На нашу антенную станцию было совершено нападение, и мы потеряли несколько хорошо подготовленных солдат, 80-е обычно не способны на такие вещи, думаю, пришло время для более продвинутых методов. Я поставлю на доску немного работы, эти наркоголовые выходят из-под контроля. Примите эти припасы в качестве предоплаты от НКР."
lang["#MISSION_REDMAN_QUARRYSCOUTING_ITEMNAME"] = "Доказательство о 80-х"

RELOADSCHEMA = true