local lang = RSRG.Languages["ru"]

-- ██████╗  ██████╗ ███████╗     ██████╗ ██╗   ██╗ █████╗ ██████╗ ██████╗     ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔══██╗██╔═══██╗██╔════╝    ██╔════╝ ██║   ██║██╔══██╗██╔══██╗██╔══██╗    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██████╔╝██║   ██║███████╗    ██║  ███╗██║   ██║███████║██████╔╝██║  ██║    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██╔══██╗██║   ██║╚════██║    ██║   ██║██║   ██║██╔══██║██╔══██╗██║  ██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██████╔╝╚██████╔╝███████║    ╚██████╔╝╚██████╔╝██║  ██║██║  ██║██████╔╝    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═════╝  ╚═════╝ ╚══════╝     ╚═════╝  ╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═╝╚═════╝     ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

-- Mission Giver
lang["#MISSION_GIVER_BOSGUARD"] = "Паладин Гири"
lang["#MISSION_GIVER_BOSGUARD_NEW"] = "Стоять, обитатель пустоши. По приказу старейшины Максона II эта станция находится под властью Братства Стали. Вход разрешён только тем, у кого есть наше разрешение. \n\nЕсли вы не поняли, вас нет в этом списке."
lang["#MISSION_GIVER_BOSGUARD_N0"] = "Ты приполз к нам, чтобы просить прощения, дворняжка? Я бы предпочёл застрелить тебя на месте, но, честно говоря, наши нужды перевешивают мои убеждения. Вот как вы можете заслужить прощение."
lang["#MISSION_GIVER_BOSGUARD_0"] = "Разве я уже не сказал тебе, чтобы ты был полезен или уходил?"
lang["#MISSION_GIVER_BOSGUARD_25"] = "Хорошо, ты не совсем бесполезен, но тебе ещё многое нужно сделать, прежде чем я разрешу доступ."
lang["#MISSION_GIVER_BOSGUARD_50"] = "Ты достаточно проявил себя. Ты можешь войти на аванпост. У моих братьев и сестёр из стали есть припасы и дополнительные задания."
lang["#MISSION_GIVER_BOSGUARD_100"] = "Приятно познакомиться, $playername. У нас ещё много дел, если ты хочешь проявить себя."

-- Missions
lang["#MISSION_BOSGUARD_PROVE"] = "Докажите свою ценность"
lang["#MISSION_BOSGUARD_PROVE_DESC"] = "Я думал, что выразился предельно ясно: будь полезен или исчезни.\n\nНа самом деле... стоп. Я готов потенциально впустить тебя, расточитель, но сначала ты должен стать полезным для нас. Как ты, возможно, знаешь или не знаешь, Братство Стали собирает и хранит ценные довоенные технологии. Нам не хватает чертежей одной такой технологии, и мы считаем, что нашли её местонахождение. Если ты достанешь его для нас, я позабочусь о том, чтобы обеспечить тебе доступ внутрь.\n\nЕсли у тебя нет намерения помочь нам, не утруждай себя своим возвращением."
lang["#MISSION_BOSGUARD_PROVE_HINT"] = "Найдите технические данные. Они хранятся на голокассете, найденной на втором уровне бункера под заправкой в Эшлэнде. Бункер кишит супермутантами, так что это будет нелегко.\n\nРекомендуется взять бункер группой."
lang["#MISSION_BOSGUARD_PROVE_COMPLETE"] = "Не может быть... ты действительно сделал это- Я имею в виду, ха, я знал, что ты можешь это сделать... ну... Полагаю, ты можешь быть полезен."
lang["#MISSION_BOSGUARD_PROVE_ITEMNAME"] = "Технические данные"

lang["#MISSION_BOSGUARD_ICEPICKS"] = "Бойня Ледорубов"
lang["#MISSION_BOSGUARD_ICEPICKS_DESC"] = "Если ты всё ещё хочешь доказать свою состоятельность, обитатель пустоши, то у меня есть для тебя другое задание. Когда мы только прибыли сюда, мы не ожидали серьёзного сопротивления со стороны местной банды рейдеров 'Ледорубов'. Должен признать, что мы сильно недооценили их, и, несмотря на то, что мы здесь всего несколько недель, мы уже отправили дюжину хороших мужчин и женщин в Лост-Хиллс в мешках для трупов. Этого нельзя допустить. За этих извергов назначена награда: убейте 10 из них, и ты получишь достойную награду."
lang["#MISSION_BOSGUARD_ICEPICKS_HINT"] = "Уничтожьте 10 рейдеров группировки Ледорубов в Маунтин-Пасс. Они разбросаны повсюду, но любят разбивать лагерь вдоль моста через озеро."
lang["#MISSION_BOSGUARD_ICEPICKS_COMPLETE"] = "Хорошая работа, обитатель пустоши. Вот, заслужил."

lang["#MISSION_BOSGUARD_ICEPICKAP"] = "Запрос на поставки"
lang["#MISSION_BOSGUARD_ICEPICKAP_DESC"] = "Лёгкость, с которой местные бандюги способны пробить боевую и даже силовую броню, вызывает серьёзное беспокойство, $playername. Мне это не нравится, и я точно знаю, что такие дикари не способны вручную заряжать такие сложные боеприпасы. Я полагаю, что у них может быть внешний поставщик, будь то Красный Караван или какая-то другая третья сторона. Прочеши их лагеря и опорные пункты на предмет любых признаков связи, и я заплачу тебе."
lang["#MISSION_BOSGUARD_ICEPICKAP_HINT"] = "Найдите любую информацию о том, как Ледорубы получают боеприпасы. Проверьте их базы и лагеря, чтобы найти какие-либо сведения о поставщиках боеприпасов."
lang["#MISSION_BOSGUARD_ICEPICKAP_COMPLETE"] = "Дай-ка взглянуть. ...мне это не нравится, обитатель пустоши. Позволь мне немного разобраться в этом."
lang["#MISSION_BOSGUARD_ICEPICKAP_ITEMNAME"] = "Ящик с боеприпасами"

lang["#MISSION_BOSGUARD_ADVANCEDMATS"] = "Новые материалы"
lang["#MISSION_BOSGUARD_ADVANCEDMATS_DESC"] = "Одним из наших самых больших узких мест в снабжении являются современные материалы, необходимые для обслуживания и изготовления энергетического оружия, силовой брони и компонентов винтокрылов. Мои команды снабжения и так не справляются, пытаясь сохранить пищу в наших животах и патроны в наших винтовках. Если ты сможешь достать, скажем, 5 пакетов с материалами, я заплачу тебе."
lang["#MISSION_BOSGUARD_ADVANCEDMATS_HINT"] = "Найдите и заберите 5 современных материалов. Самым надёжным источником их получения является отбор у других врагов, использующих силовую броню."
lang["#MISSION_BOSGUARD_ADVANCEDMATS_COMPLETE"] = "Спасибо. Они будут очень полезны."

lang["#MISSION_BOSGUARD_FOODSUPPLIES"] = "Продовольствие"
lang["#MISSION_BOSGUARD_FOODSUPPLIES_DESC"] = "Несмотря на постоянный поток припасов из Лост-Хиллс, мы всё ещё испытываем недостаток в ряде областей. Боеприпасы и топливо мы можем эффективно распределять по порциям, а вот продовольствие - нет. Я прошу тебя поохотиться на местных диких животных ради их мяса или найти другие способы снабжать нас. Ты получишь свою награду."
lang["#MISSION_BOSGUARD_FOODSUPPLIES_HINT"] = "Найдите и добудьте необходимое мясо. Его можно купить у торговцев или добыть у местных диких животных в Маунтин-Пасс."
lang["#MISSION_BOSGUARD_FOODSUPPLIES_COMPLETE"] = "Ты просто спаситель, $playername."

lang["#MISSION_BOSGUARD_SPECIALSAMPLE"] = "Особый образец"
lang["#MISSION_BOSGUARD_SPECIALSAMPLE_DESC"] = "Писцы рассказали нам об особом виде растения с острыми листьями, красными, как кровь. Мы видели такие образцы дальше на севере, но наш главный писец считает, что нетронутые горные источники здесь способны вырастить более крупные и чистые образцы. Принеси мне такой образец."
lang["#MISSION_BOSGUARD_SPECIALSAMPLE_HINT"] = "Найдите и достаньте образец кроволиста. Его можно найти растущим у края озера в Маунтин-Пасс."
lang["#MISSION_BOSGUARD_SPECIALSAMPLE_COMPLETE"] = "Дай-ка взглянуть. Да... Я действительно вижу разницу в этом в отличие от других. Хорошая работа."

lang["#MISSION_BOSGUARD_ELECTRONICS"] = "Электроника"
lang["#MISSION_BOSGUARD_ELECTRONICS_DESC"] = "Для обслуживания телекоммуникационного оборудования здесь требуются схемы, которые трудно приобрести в этом регионе. Если ты сможешь привезти мне достаточно устройств для обслуживания станции в течение некоторого времени, я заплачу тебе."
lang["#MISSION_BOSGUARD_ELECTRONICS_HINT"] = "Найдите и извлеките отходы электроники. Их можно найти в металлических ящиках, обычно встречающихся в корпоративных или промышленных развалинах зданий."
lang["#MISSION_BOSGUARD_ELECTRONICS_COMPLETE"] = "И снова ты продолжаешь доказывать свою ценность. Это будет держать нас на связи в течение... недель, по крайней мере."

lang["#MISSION_BOSGUARD_GHOULWOES"] = "Проблемы с гулями"
lang["#MISSION_BOSGUARD_GHOULWOES_DESC"] = "В этом регионе наблюдается необычная концентрация гулей, даже по сравнению с Эшлэндом и горами Йолла Болли на юге. По правде говоря, мы с трудом сдерживаем их всех и готовы назначить определённое вознаграждение за участие в их уничтожении. Ты согласен?"
lang["#MISSION_BOSGUARD_GHOULWOES_HINT"] = "Найдите и убейте диких гулей в Маунтин-Пасс. Гули обычно бродят по дорогам."
lang["#MISSION_BOSGUARD_GHOULWOES_COMPLETE"] = "Снова чистая работа. Вот твоя награда."

lang["#MISSION_BOSGUARD_SUPPLYRUN"] = "Возвращение посылки"
lang["#MISSION_BOSGUARD_SUPPLYRUN_DESC"] = "У меня есть ещё одно задание для тебя, $playername. Это мелочь, но надёжные курьеры в дефиците.\n\nМы заказали некоторые специальные материалы из Красного Каравана, которые ждут в лагере Виллоу, чтобы их забрали. Я не доверю это задание новичку, так как они слишком важны, чтобы их потерять или продать. Бремя этого задания ложится на тебя; это твоя последняя проверка на верность Братству. Готов ли ты?"
lang["#MISSION_BOSGUARD_SUPPLYRUN_HINT"] = "Найдите и достаньте в лагере Виллоу специальные принадлежности. Их можно найти в магазине."
lang["#MISSION_BOSGUARD_SUPPLYRUN_COMPLETE"] = "Я боялся, что ты не вернёшься. Я очень рад видеть, что ошибся. Вот гонорар за работу."

RELOADSCHEMA = true