local lang = RSRG.Languages["ru"]
HINTS_COMMON = 1
HINTS_RARE = 2

--I'm not sure exactly how to write these, so consider the code on this part placeholder. - Coront
--Common ints
RSRG.Hints[HINTS_COMMON] = {
--crafting
"Такие инструменты, как сварочная горелка, необходимы для некоторых рецептов, но не расходуются во время изготовления.",
"Хотите расслабиться и отдохнуть? Различные алкогольные напитки можно перерабатывать на винокурне.",
"Хотите улучшить свой существующий арсенал? Используйте оружейный верстак, чтобы модернизировать ваше оружие различными модификациями.",
"Используйте химическую станцию для создания полезных химикатов и лекарств.",
"Вы можете использовать Костёр для создания рецептов из различных ингредиентов, которые вы найдёте, таких как дикие растения и мясо убитых существ.",
"Я устал от вас",
--weapons
"Вы можете переключаться между используемыми типами патронов, нажав C, просмотреть все доступные типы, удерживая C.",
"Вы можете спрятать оружие, нажав ИСПОЛЬЗОВАТЬ [E по умолчанию] + ПЕРЕЗАРЯДКА [R по умолчанию].",
"Вы можете усилить атаку оружием ближнего боя, нажав Z.",
"Вы можете наносить удары прикладом огнестрельного оружия, нажав Z",
"Вы можете бросить гранату, сначала экипировать её, а затем удерживать Z.",
"Тяжёлое вооружение, такое как Миниган или Ракетомёт, наносит невероятный урон, но весит значительно больше, чем стрелковое оружие, и замедляет вас, когда они экипированы.",
--weapon mods
"Оружие с длинными стволами, имеет увеличенную точность прицеливания, но сниженную точность при стрельбе ''от бедра''.",
"Использование увеличивающей оптики, например, прицела для охоты, замедлит вашу скорость прицеливания, что позволит вам легче стрелять на дальние расстояния.",
"Дульные тормоза и компенсаторы могут невероятным образом уменьшить отдачу от оружия, за счёт того, что выстрел становится намного громче.",
"Глушители значительно снижают звук стрельбы из оружия за счёт скорости и, в конечном итоге, урона.",
"Удар оружия огнестрельным оружием часто является последним средством, но с добавлением штыка или шипованного дросселя..." ,
--armor
"Костюм Убежища и многие другие предметы одежды, такие как одежда и куски кожи, достаточно тонкие, чтобы их можно было носить под дополнительными частями брони.",
"Броня хороша только для того, что она покрывает, не вините свою нагрудник, когда вы словите пулю в нос.",
--aid
"''Плохо'' без Стимуляторов или Антирадина? Обратитесь к врачу в ближайшем поселении за медицинской помощью.",
--racial class
"Если вы гуль, дикие гули будут игнорировать вас, если вы сначала не нападаете на них.",
"Жители Убежища заметно отличаются от Обитателя пустошей на генетическом уровне.",
"Все гули исцеляются от радиации, дикие или нет.",
"Супер Мутанты больше, чем люди, и, как следствие, имеют проблемы с проходом в небольших помещениях.",
}

--Rare hints
RSRG.Hints[HINTS_RARE] = { -- Would have a low chance of appearing. Maybe 5% or something.
"Ищете новое лицо? Я бы тоже, если бы у меня было твоё.",
"Легенда гласит, что тот, кто сможет ездить на спине Когтя Смерти более 30 секунд, будет благословён невыразимой удачей.",
"Правило туннельных змей!",
"Вы можете подать заявку на использование PAC3 на Frostburnt Forums.",
}
