local lang = RSRG.Languages["ru"]

--Disclaimers
lang["#WIP"] = "[РЗБ]"
lang["#WIP_DESC"] = "[В РАЗРАБОТКЕ]"
--Weapon grades
lang["#PRISTINE_NAME"] = "- 1-го класса, нетронутый"
lang["#SERVICE_NAME"] = "- 2-го класса, боевой"
lang["#RACK_NAME"] = "- 3-го класса, полочный"

--Armor Tiers
lang["#ARMOR_STANDARD"] = "- лёгкая"
lang["#ARMOR_STURDY"] = "- крепкая"
lang["#ARMOR_HEAVY"] = "- тяжёлая"
--Armor variants
lang["#ENCLAVE_NAME"] = "Анклавовая -"
lang["#WINTER_NAME"] = "Зимняя -"
lang["#GECKO_NAME"] = "Гекконовая -"
-- PA crafting
lang["#ARMS_NAME"] = "- руки"
lang["#LEGS_NAME"] = "- ноги"
lang["#HELMETCHEST_NAME"] = "- Шлем и торс"
-- Armor Slots
lang["#ARMOR_TORSO"] = "- грудь"
lang["#ARMOR_LARM"] = "- левая рука"
lang["#ARMOR_RARM"] = "- правая рука"
lang["#ARMOR_LLEG"] = "- левая нога"
lang["#ARMOR_RLEG"] = "- правая нога"
lang["#ARMOR_HELMET"] = "- Шлем"

lang["#PROTECTS_TORSO"] = "\n\nЗащищает торс"
lang["#PROTECTS_LARM"] = "\n\nЗащищает левую руку"
lang["#PROTECTS_RARM"] = "\n\nЗащищает правую руку"
lang["#PROTECTS_LLEG"] = "\n\nЗащищает левую ногу"
lang["#PROTECTS_RLEG"] = "\n\nЗащищает правую ногу"
lang["#PROTECTS_HEAD"] = "\n\nЗащищает голову"

--██╗    ██╗███████╗ █████╗ ██████╗  █████╗ ██████╗ ██╗     ███████╗    ███╗   ██╗ █████╗ ███╗   ███╗███████╗
--██║    ██║██╔════╝██╔══██╗██╔══██╗██╔══██╗██╔══██╗██║     ██╔════╝    ████╗  ██║██╔══██╗████╗ ████║██╔════╝
--██║ █╗ ██║█████╗  ███████║██████╔╝███████║██████╔╝██║     █████╗      ██╔██╗ ██║███████║██╔████╔██║█████╗
--██║███╗██║██╔══╝  ██╔══██║██╔══██╗██╔══██║██╔══██╗██║     ██╔══╝      ██║╚██╗██║██╔══██║██║╚██╔╝██║██╔══╝
--╚███╔███╔╝███████╗██║  ██║██║  ██║██║  ██║██████╔╝███████╗███████╗    ██║ ╚████║██║  ██║██║ ╚═╝ ██║███████╗
-- ╚══╝╚══╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═╝╚═════╝ ╚══════╝╚══════╝    ╚═╝  ╚═══╝╚═╝  ╚═╝╚═╝     ╚═╝╚══════╝

-- General
lang["#ARMOREDCOAT_NAME"] = "Бронированное пальто"
lang["#BADLANDSARMOR_NAME"] = "Броня бесплодных земель"
lang["#PATHFINDER_NAME"] = "Одежда следопыта"
lang["#BLASTMASTERARMOR_NAME"] = "Броня рейдеров-взрывников"
lang["#COMBATARMOR_NAME"] = "Боевая броня"
lang["#ENCLAVERECON_NAME"] = "Броня разведчика Анклава"
lang["#SCOUT_NAME"] = "Броня разведчика"
lang["#COMBATUNDERARMOR_NAME"] = "Военный гидрокостюм"
lang["#MERCENARYUNDERSUIT_NAME"] = "Подброневик наёмника"
lang["#MERCENARYARMOR_NAME"] = "Боевая броня наёмника"
lang["#MARINEARMOR_NAME"] = "Броня морской пехоты"
lang["#ENCLAVEMARINEARMOR_NAME"] = "Броня морской пехоты Анклава"
lang["#ENCLAVECOMMANDOSUIT_NAME"] = "Комплект спецназа Анклава"
lang["#DESERTRANGER_NAME"] = "Боевая броня рейнджера"
lang["#DIVINGSUIT_NAME"] = "Бронированный гидрокостюм"
lang["#LEATHERARMOR_NAME"] = "Кожаная броня"
lang["#BOSRECON_NAME"] = "Броня разведчика Братства Стали"
lang["#SHADOWEDLEATHERARMOR_NAME"] = "Тёмная кожаная броня"
lang["#NCRPATROLRANGERARMOR_NAME"] = "Броня рейнджера-патрульного НКР"
lang["#DRPATROLRANGERARMOR_NAME"] = "Броня пустынного рейнджера-патрульного"
lang["#NCRCHESTPLATE_NAME"] = "Бронежилет НКР"
lang["#POLICEVEST_NAME"] = "Полицейский бронежилет"
lang["#RIOTARMOR_NAME"] = "Полицейская броня"
lang["#NCRRIOTARMOR_NAME"] = "Полицейская броня НКР"
lang["#DRRIOTARMOR_NAME"] = "Полицейская броня пустынного рейнджера"
lang["#ADVRIOTARMOR_NAME"] = "Улучшенная полицейская броня"
lang["#NCRADVRIOTARMOR_NAME"] = "Улучшенная полицейская броня НКР"
lang["#DRADVRIOTARMOR_NAME"] = "Улучшенная полицейская броня пустынного рейнджера"
lang["#ELITERIOTARMOR_NAME"] = "Элитная полицейская броня"
lang["#NCRELITERIOTARMOR_NAME"] = "Элитная полицейская броня НКР"
lang["#DRELITERIOTARMOR_NAME"] = "Элитная полицейская броня пустынного рейнджера"
lang["#METALARMOR_NAME"] = "Металлическая броня"
lang["#CHINESESTEALTH_NAME"] = "Китайский маскирующий костюм"
lang["#CHINESESTEALTHARMORED_NAME"] = "Бронированный китайский маскирующий костюм"
lang["#CHINESESTEALTHREINFORCED_NAME"] = "Усиленный китайский маскирующий костюм"
lang["#CHINESESTEALTHUNIQUE_NAME"] = "Костюм призрачного танцора"
lang["#PAINSPIKEARMOR_NAME"] = "Шипастая броня"
lang["#PREYSUIT_NAME"] = "Защитный комплект"
lang["#PREYHELMET_NAME"] = "Шлем защитного комплекта"
lang["#LUCKYSUIT_NAME"] = "Счастливый костюм"
lang["#RADSUIT_NAME"] = "Антирадиационный костюм"
lang["#SADISTARMOR_NAME"] = "Броня рейдеров-садистов"
lang["#RAIDERARMOR_NAME"] = "Ломовая броня"
lang["#BACKPACK_NAME"] = "Рюкзаки"
lang["#APPAREL_NAME"] = "Одежда"
lang["#ARMORMOD_NAME"] = "Модификации брони"
lang["#DISMANTLE_NAME"] = "Разборка:"
lang["#RAIDERARMOR_SPECIAL_NAME"] = "Укреплённая ломовая броня"
lang["#ENCLAVEHAZMAT_NAME"] = "Продвинутый защитный комплект"
lang["#SECRETAGENTSUIT_NAME"] = "Неприметный костюм"

-- Power Armor
lang["#POWERARMOR_NAME"] = "Силовая броня"
lang["#POWERARMORFRAME_NAME"] = "Каркас силовой брони"
lang["#POWERARMORFRAMESCRAP_NAME"] = "Каркас ломовой силовой брони"
lang["#ENCLAVEARMOR_NAME"] = "Улучшенная силовая броня"
lang["#REMNANTARMOR_NAME"] = "Забытых"
lang["#T45DPOWER_NAME"] = "T45D"
lang["#BLACKCRAWLERPOWERARMOR_NAME"] = "Чёрного ползуна"
lang["#MARAUDERPOWERARMOR_NAME"] = "Мародёра"
lang["#DEEPSPACEARMOR_NAME"] = "Из глубокого космоса"
lang["#MWPA_NAME"] = "Братства Стали"
lang["#T51BPOWER_NAME"] = "T51B"
lang["#ROADKILLPOWER_NAME"] = "Силовая броня дорожного знака"
lang["#RAIDERPOWER_NAME"] = "Ломовая силовая броня"
lang["#EXCAVATORPOWERARMOR_NAME"] = "Раскопочная"

--SuperMutant Armor Name
lang["#SUPERMUTANTARMOR_NAME"] = "Супермутанта"
lang["#SM_LEGSBEASTMASTER_NAME"] = "Набедренная повязка супермутанта-зверолова"
lang["#SM_CHESTBEASTMASTER_NAME"] = "Нагрудный ремень супермутанта-зверолова"
lang["#SM_ARMSBEASTMASTER_NAME"] = "Обмотки запястий супермутанта-зверолова"
lang["#SM_CHESTHARNESS_NAME"] = "Металлическая портупея супермутанта"
lang["#SM_CHESTWRAPS_NAME"] = "Шаль из металлолома супермутанта"
lang["#SM_LIGHTARMOR_NAME"] = "Лёгкий пояс из металлолома супермутанта"
lang["#SM_STURDYVEST_NAME"] = "Прочный жилет из металлолома супермутанта"
lang["#SM_STURDYARMOR_NAME"] = "Прочная броня из металлолома супермутанта"
lang["#SM_HEAVYARMOR_NAME"] = "Тяжёлая броня из металлолома супермутанта"
lang["#SM_WASTCLOTH_NAME"] = "Лёгкий подол супермутанта"
lang["#SM_LEGGUARDS_NAME"] = "Прочный пластиновый подол супермутанта"
lang["#SM_LEGARMOR_NAME"] = "Тяжёлая ножная броня супермутанта"
lang["#SM_WRISTWRAPS_NAME"] = "Проволочные запястья супермутанта"
lang["#SM_BRACERS_NAME"] = "Лёгкие металлические рукавицы супермутанта"
lang["#SM_ARMGUARDS_NAME"] = "Тяжёлые металлические рукавицы супермутанта"
lang["#SM_HEAVYGAUNTLETS_NAME"] = "Прочные зажимы и проволочные рукавицы супермутанта"

--Helmet Name
lang["#ARMYHELMET_NAME"] = "Армейский шлем"
lang["#ARMYHELMETPRISTINE_NAME"] = "Нетронутый армейский шлем"
lang["#COMBATHELMET_NAME"] = "Боевой бронированный шлем"
lang["#DIVINGHELMET_NAME"] = "Бронированный водолазный шлем"
lang["#ENCLAVEHELMET_NAME"] = "Улучшенный шлем силовой брони"
lang["#FLIGHTGRAYHELMET_NAME"] = "Серый лётный шлем"
lang["#FLIGHTREDHELMET_NAME"] = "Красный лётный шлем"
lang["#FLIGHTBROWNHELMET_NAME"] = "Коричневый лётный шлем"
lang["#FLIGHTYELLOWHELMET_NAME"] = "Жёлтый лётный шлем"
lang["#GASMASKVISOR_NAME"] = "Противогаз и козырек"
lang["#GASMASKGOGGLE_NAME"] = "Противогаз с очками"
lang["#GASMASKASSAULT_NAME"] = "Боевой противогаз"
lang["#GASMASKNCR_NAME"] = "Противогаз НКР"
lang["#RAIDMASK_NAME"] = "Самодельный штурмовой противогаз"
lang["#NCRTROOPHELMET_NAME"] = "Шлем солдата НКР"
lang["#CHINESESTEALTHHELMET_NAME"] = "Шлем китайского маскирующего костюма"
lang["#CHINESESTEALTHARMOREDHELMET_NAME"] = "Шлем бронированного китайского маскирующего костюма"
lang["#CHINESESTEALTHREINFORCEDHELMET_NAME"] = "Шлем усиленного китайского маскирующего костюма"
lang["#CHINESESTEALTHUNIQUEHELMET_NAME"] = "Шлем костюма призрачного танцора"
lang["#RIOTARMORHELMET_NAME"] = "Шлем полицейской брони"
lang["#NCRRIOTARMORHELMET_NAME"] = "Шлем полицейской брони НКР"
lang["#DRRIOTARMORHELMET_NAME"] = "Шлем полицейской брони пустынного рейнджера"
lang["#ADVRIOTARMORHELMET_NAME"] = "Шлем улучшенной полицейской брони"
lang["#NCRADVRIOTARMORHELMET_NAME"] = "Шлем улучшенной полицейской брони НКР"
lang["#DRADVRIOTARMORHELMET_NAME"] = "Шлем улучшенной полицейской брони пустынного рейнджера"
lang["#ELITERIOTARMORHELMET_NAME"] = "Шлем элитной полицейской брони"
lang["#NCRELITERIOTARMORHELMET_NAME"] = "Шлем элитной полицейской брони НКР"
lang["#DRELITERIOTARMORHELMET_NAME"] = "Шлем элитной полицейской брони пустынного рейнджера"
lang["#T51BHELMET_NAME"] = "Шлем T51B"
lang["#WELDINGMASK_NAME"] = "Сварочный шлем"
lang["#DESRANGERHELMET_NAME"] = "Шлем Рейнджера пустошей"
lang["#METALHELMET_NAME"] = "Металлический шлем"

--SuperMutant Helmet Name
lang["#SM_HEADBEASTMASTER_NAME"] = "Капюшон супермутанта-зверолова"
lang["#SM_AVIATORCAP_NAME"] = "Большой лётный шлем супермутанта"
lang["#SM_CAGEHELMET_NAME"] = "Лёгкий бойцовский шлем супермутанта"
lang["#SM_HELMET_NAME"] = "Прочный металлический шлем супермутанта"
lang["#SM_BLADEDHELMET_NAME"] = "Тяжёлый воинский шлем из металла супермутанта"

--Clothing Name
lang["#ARMYFATIGUES_NAME"] = "Армейская одежда"
lang["#BLACKVESTSLACKS_NAME"] = "Чёрный жилет и брюки"
lang["#CAMOFATIGUES_NAME"] = "Военная форма"
lang["#CASUALCLOTH_NAME"] = "Повседневная одежда"
lang["#COVERALLS_NAME"] = "Комбинезон"
lang["#DESDEMONAFATIGUES_NAME"] = "Костюм новатора-неудачника"
lang["#FORMALSUIT_NAME"] = "Довоенная торжественная одежда"
lang["#LABCOAT_NAME"] = "Лабораторный халат"
lang["#NCRFATIGUES_NAME"] = "Форма НКР"
lang["#RADSTAGHIDECLOTHES_NAME"] = "Костюм из шкуры рад-оленя"
lang["#REPAIRARMOR_NAME"] = "Комбинезон гражданского инженера"
lang["#ROADLEATHERS_NAME"] = "Дорожная кожаная одежда"
lang["#TSHIRTJEANS_NAME"] = "Футболка и джинсы"
lang["#TATTEREDRAGS_NAME"] = "Лохмотья пленника"
lang["#VAULTSUIT_NAME"] = "Комбинезон убежища"
lang["#BROTHERHOODFATIGUES_NAME"] = "Форма Братства"
lang["#SCRIBEENGINEER_NAME"] = "Тяжёлый комбинезон инженера"
lang["#SCRIBESCIENCE_NAME"] = "Ряса писца"
lang["#INITIATESFATIGUES_NAME"] = "Форма посвящённых"
lang["#SCRIBEOPERATOR_NAME"] = "Ряса оператора БС"
lang["#SCRIBEMEDICAL_NAME"] = "Форма медицинского работника" --WIP
lang["#SCRIBEFATIGUES_NAME"] = "Форма писца"
lang["#FLANNEL_NAME"] = "Фланелевая рубашка и джинсы"
lang["#FLANNEL_NAME_STARTER"] = "Старая фланелевая рубашка и джинсы"
lang["#WESTERNDUSTER1_NAME"] = "Пыльник"
lang["#WESTERNDUSTER2_NAME"] = "Формальный курьер"
lang["#FADEDBLUEJACKET_NAME"] = "Джинсовая куртка"
lang["#WINTERJACKET_NAME"] = "Зимняя джинсовая куртка"
lang["#YELLOWRAGS_NAME"] = "Одежда жёлтого хлопкового исследователя"
lang["#TRAWLER_NAME"] = "Рыболовный комбинезон"
lang["#FISHERMAN1_NAME"] = "Красная клетчатая рубашка и комбинезон"
lang["#FISHERMAN2_NAME"] = "Серая рубашка и комбинезон"
lang["#FISHERMAN3_NAME"] = "Коричневая рубашка и комбинезон"
lang["#FARMHAND_NAME"] = "Пустынный курьер"
lang["#GATHERER_NAME"] = "Обмотанный лентой костюм"
lang["#DRIFTER_NAME"] = "Костюм бродяги"
lang["#RRJUMPSUIT_NAME"] = "Комбинезон красной ракеты"
lang["#GUNHARNESS_NAME"] = "Боевая портупея"
lang["#KNIGHTUNDERARMOR_NAME"] = "Подкостюмник"
lang["#MERCDUSTER_NAME"] = "Пыльник наёмника"
lang["#MECHJUMPSUIT_NAME"] = "Комбинезон механика"
lang["#LONGSHOREMAN_NAME"] = "Костюм берегового мусорщика"
lang["#WESTERNDUSTER1_NAME"] = "Плащ и бандана"
lang["#WESTERNDUSTER2_NAME"] = "Плащ и жилет"
lang["#BLUESUITDIRTY_NAME"] = "Грязный синий костюм"
lang["#GRAYSUITDIRTY_NAME"] = "Грязный серый костюм"
lang["#PINSTRIPESUITDIRTY_NAME"] = "Грязный костюм в тонкую полоску"
lang["#TANSUITCLEAN_NAME"] = "Загоревший костюм"
lang["#BLACKSUITCLEAN_NAME"] = "Чёрный костюм"
lang["#BLUESUITCLEAN_NAME"] = "Синий костюм"
lang["#GRAYSUITCLEAN_NAME"] = "Серый костюм"
lang["#PINSTRIPESUITCLEAN_NAME"] = "Костюм в тонкую полоску"
lang["#CHECKEREDSUIT_NAME"] = "Клетчатый костюм"
lang["#TRENCHCOAT_NAME"] = "Выцветший плащ"
lang["#THREEPIECESUIT_NAME"] = "Костюм тройка"
lang["#WASTELANDCOMMON1_NAME"] = "Рубашка на пуговицах и брюки"
lang["#WASTELANDCOMMON2_NAME"] = "Зелёное зимнее пальто"
lang["#WASTELANDCOMMON3_NAME"] = "Красная куртка разведчика"
lang["#LONGJOHNS_NAME"] = "Лонг Джонс"
lang["#BANDITBASE_NAME"] = "Бандитские обмотки"
lang["#CHINESESTEALTHSUIT_NAME"] = "Китайский маскирующий костюм"
lang["#ASSASSINSUIT_NAME"] = "Костюм киллера"

--NPC/Faction Clothing
lang["#REMOVEPAINT_NAME"] = "Удалить краску"
lang["#CIPHERSUIT1_NAME"] = "Пиджак стажёра"
lang["#CIPHERSUIT2_NAME"] = "Пиджак подрядчика"
lang["#CIPHERSUIT3_NAME"] = "Пиджак помощника"
lang["#CIPHERSUIT4_NAME"] = "Пиджак менеджера"
lang["#CIPHERSUIT5_NAME"] = "Пиджак руководителя"
lang["#ENCLAVEURBANFATIGUES_NAME"] = "Городская форма Анклава"
lang["#ENCLAVEFORESTFATIGUES_NAME"] = "Лесная форма Анклава"
lang["#PALADINUNDERARMOR_NAME"] = "Комбинезон паладина"
lang["#SNOWPALADINUNDERARMOR_NAME"] = "Зимний подкостюмник паладина"

--BACK PACKS
lang["#BACKPACK_SLOT_UPPER"] = "Верхняя часть спины"
lang["#BACKPACK_SLOT_LOWER"] = "Нижняя часть спины"
lang["#BACKPACK_ADDSWEIGHT"] = "Вес:"
lang["#BACKPACK_UPPER"] = "Верхний -"
lang["#BACKPACK_LOWER"] = "Нижний -"

-- Backpack Names
lang["#BACKPACK_FIELD_NAME"] = "Походный рюкзак"
lang["#RUCKSACK_SMALL_NAME"] = "Небольшой рюкзак"
lang["#RUCKSACK_LARGE_NAME"] = "Большой рюкзак"
lang["#BACKPACK_EIGHTIES_NAME"] = "Рюкзак первопроходца 80-х"
lang["#BACKPACK_CAVE_NAME"] = "Рюкзак исследователя пещер"
lang["#BACKPACK_BOS_RADIO_NAME"] = "Рюкзак с радио Братства Стали"
lang["#BACKPACK_ENCLAVE_RADIO_NAME"] = "Рюкзак с радио Анклава"
lang["#BACKPACK_COURIER_NAME"] = "Рюкзак курьера"
lang["#BACKPACK_PILLAGER_NAME"] = "Сумка мародёра"
lang["#BACKPACK_PACKRAT_NAME"] = "Мешок барахольщика"
lang["#BACKPACK_MECHANIC_NAME"] = "Рюкзак механика"
lang["#BACKPACK_RANGER_RADIO_NAME"] = "Рюкзак с радио Пустынных рейнджеров"
lang["#BACKPACK_TRIBAL_NAME"] = "Рюкзак дикаря"
lang["#BACKPACK_NCR_TROOPER_NAME"] = "Вещмешок НКР"
lang["#BACKPACK_MEDICAL_NAME"] = "Медицинский рюкзак"
lang["#BACKPACK_TRIBAL_BASKET_NAME"] = "Корзина дикаря"
lang["#BACKPACK_LAVISH_NAME"] = "Роскошная сумочка"
lang["#BACKPACK_WANDERER_NAME"] = "Дорожная сумка путника"
lang["#BACKPACK_COOLER_NAME"] = "Ядер-кулер"
lang["#BACKPACK_SHELL_NAME"] = "Панцирь мутированной черепахи"
lang["#BACKPACK_SCAVENGER_NAME"] = "Рюкзак падальщика"
lang["#BACKPACK_EVILJEN_NAME"] = "Батарея щитов Злого Дженсена"
-- SuperMutant Backpacks --
lang["#BACKPACK_SHELL_SM_NAME"] = "Большой панцирь мутированной черепахи"
lang["#BACKPACK_TRADER_SM_NAME"] = "Рюкзак супермутанта-торговца"
lang["#BACKPACK_AMMO_SM_NAME"] = "Рюкзак боеприпасов супермутанта"
lang["#BACKPACK_BOMB_SM_NAME"] = "Ракетный прыгун супермутанта"
lang["#BACKPACK_FIRE_SM_NAME"] = "Рюкзак поджигателя-супермутанта"
lang["#BACKPACK_FUZZY_SM_NAME"] = "Рюкзак мистера Пушистика супермутанта"
lang["#BACKPACK_TOMB_SM_NAME"] = "Тайник могильщика-супермутанта"
lang["#BACKPACK_WHEELBARROW_SM_NAME"] = "Броня из тележки супермутанта"
lang["#BACKPACK_BOMBER_SM_NAME"] = "Подсумки гранатомётчика супермутанта"
lang["#BACKPACK_HOARDER_SM_NAME"] = "Мешок собирателя супермутанта"
lang["#BACKPACK_TOOLBOX_SM_NAME"] = "Коробка штуковин супермутанта"

--Hat Name
lang["#8POINTMILITARY_NAME"] = "Военный берет морских сил"
lang["#CHINESECOMMANDOCAP_NAME"] = "Берет китайского коммандоса"
lang["#BANDANA_NAME"] = "Бандана"
lang["#BEANIEBLUE_NAME"] = "Синяя шерстяная шапка"
lang["#BEANIEGREEN_NAME"] = "Зелёная шерстяная шапка"
lang["#BEANIEHIPPY_NAME"] = "Шерстяная шапка хиппи"
lang["#BERETGREEN_NAME"] = "Зелёный берет"
lang["#NCRBERET_NAME"] = "Берет НКР"
lang["#BERETRED_NAME"] = "Красный берет"
lang["#BOWLER_NAME"] = "Котелок"
lang["#PALADINSCOWL_NAME"] = "Капюшон Паладина"
lang["#BOSCAPTAINHAT_NAME"] = "Головной убор капитана Братства"
lang["#BOSFIELDCOVER_NAME"] = "Походная накидка Братства"
lang["#CHEFHAT_NAME"] = "Шляпа шеф-повара"
lang["#COWBOYHAT1_NAME"] = "Ковбойская шляпа головореза"
lang["#COWBOYHAT2_NAME"] = "Ковбойская шляпа скотовода"
lang["#COWBOYHAT3_NAME"] = "Ковбойская шляпа из сыромятной кожи"
lang["#COWBOYHAT4_NAME"] = "Ротанговая ковбойская шляпа"
lang["#COWBOYHAT5_NAME"] = "Старая ковбойская шляпа"
lang["#FADEDVISOR_NAME"] = "Выцветший козырек"
lang["#FEDORABLACK_NAME"] = "Чёрная федора"
lang["#FEDORAGRAY_NAME"] = "Серая федора"
lang["#FEDORAYELLOW_NAME"] = "Жёлтая федора"
lang["#FISHERMANSHAT_NAME"] = "Шляпа рыбака"
lang["#HEADWRAP_NAME"] = "Головная повязка"
lang["#MAYORSHAT_NAME"] = "Хомбург"
lang["#NCRPATROLRANGERHAT_NAME"] = "Шляпа рейнджера НКР"
lang["#PARTYHAT_NAME"] = "Праздничный колпак"
lang["#PROSPECTORBLACKHAT_NAME"] = "Чёрная шляпа старателя"
lang["#PROSPECTORYELLOWHAT_NAME"] = "Жёлтая шляпа старателя"
lang["#RAGHOOD_NAME"] = "Тряпичный капюшон"
lang["#RAINBLACK_NAME"] = "Чёрный дождевик"
lang["#RAINYELLOW_NAME"] = "Жёлтый дождевик"
lang["#SEACAPTAINHAT_NAME"] = "Фуражка капитана корабля"
lang["#SNOWHAT_NAME"] = "Снежная шапка ловца"
lang["#TINKERHAT_NAME"] = "Головной убор тинкерера"
lang["#TOPHAT_NAME"] = "Цилиндр джентльмена"
lang["#BANDANAGOGGLES_NAME"] = "Бандана с очками"
lang["#CAMOBANDANA_NAME"] = "Камуфляжная бандана"
lang["#FLAGBANDANA_NAME"] = "Звёздно-полосатая бандана"
lang["#GREENBANDANA_NAME"] = "Зелёная бандана"
lang["#REDBANDANA_NAME"] = "Красная бандана"
lang["#ROCKETBANDANA_NAME"] = "#BANDANA с узором леопарда"
lang["#SKULLBANDANA_NAME"] = "#BANDANA с узором черепа и костей"
lang["#WHITEBANDANA_NAME"] = "Белая бандана"

lang["#BANDANA"] = "Бандана"
lang["#ARMOR_MASK"] = "Маска"

lang["#CLOTHMASK_NAME"] = "Тканевая маска"
lang["#SACKMASK_NAME"] = "Маска-мешок"
lang["#BREATHINGMASK_NAME"] = "Респиратор"
lang["#SACKWITHFILTERMASK_NAME"] = "Маска-мешок с фильтром"
lang["#SACKWITHFILTERMASK2_NAME"] = "Маска-мешок с очками и фильтром"
lang["#KNIGHTHOOD_NAME"] = "Капюшон"
lang["#WELDGOGGLES_NAME"] = "Тонированные сварочные очки"
lang["#SLOTGOGGLES_NAME"] = "Очки с разрезом"
lang["#SKIGOGGLES_NAME"] = "Лыжные очки"
lang["#GOGGLES_NAME"] = "Тонированные очки"
lang["#METALGOGGLES_NAME"] = "Металлические очки"
lang["#NULLSGOGGLES_NAME"] = "Счастливые очки Нулла"
lang["#GLASSES_NAME"] = "Очки"
lang["#POLICEGLASSES_NAME"] = "Полицейские очки"

-- WIGS
lang["#WIG0_NAME"] = "Чистый парик"
lang["#WIG1_NAME"] = "Таинственный парик"
lang["#WIG2_NAME"] = "Красивый парик"
lang["#WIG3_NAME"] = "Длинный парик"
lang["#WIG4_NAME"] = "Парик со стрижкой"
lang["#WIG5_NAME"] = "Женский парик"
lang["#WIG6_NAME"] = "Короткий парик"
lang["#WIG7_NAME"] = "Чопорный парик"
lang["#WIG8_NAME"] = "Парик с начёсом"
lang["#WIG9_NAME"] = "Пышный парик"

--SPECIAL WIGS
lang["#WIGPOMPADOUR_NAME"] = "Парик помпадур"
lang["#WIGCONE_NAME"] = "Конусообразный парик"

--██╗    ██╗███████╗ █████╗ ██████╗  █████╗ ██████╗ ██╗     ███████╗    ██████╗ ███████╗███████╗ ██████╗
--██║    ██║██╔════╝██╔══██╗██╔══██╗██╔══██╗██╔══██╗██║     ██╔════╝    ██╔══██╗██╔════╝██╔════╝██╔════╝
--██║ █╗ ██║█████╗  ███████║██████╔╝███████║██████╔╝██║     █████╗      ██║  ██║█████╗  ███████╗██║
--██║███╗██║██╔══╝  ██╔══██║██╔══██╗██╔══██║██╔══██╗██║     ██╔══╝      ██║  ██║██╔══╝  ╚════██║██║
--╚███╔███╔╝███████╗██║  ██║██║  ██║██║  ██║██████╔╝███████╗███████╗    ██████╔╝███████╗███████║╚██████╗
-- ╚══╝╚══╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═╝╚═════╝ ╚══════╝╚══════╝    ╚═════╝ ╚══════╝╚══════╝ ╚═════╝

lang["#ARMOREDCOAT_DESC"] = "Пыльное коричневое пальто, покрытое металлическими пластинами, чтобы сформировать самодельный бронежилет.\n\nНесколько металлических пластин прикреплены ремнями, привязаны к самому покрытию, другие вплетены в швы."
lang["#PATHFINDER_DESC"] = "Одежда следопыта." -- NEED DESC
lang["#BADLANDSARMOR_DESC"] = "Прочный жилет, рваные штаны и патронташ, пристегнутые вдоль плеча, с добавлением чего-то похожего на сандалию. Идеально подходит для дегенератов в целом."
lang["#BLASTMASTERARMOR_DESC"] = "Пара лонг-джонов держит на бедре огнеупорный материал."
lang["#NCRBERET_DESC"] = "Берет представляет собой мягкую круглую шапочку из шерстяного фетра с плоской макушкой, наклоненной на одну сторону."
lang["#SCOUT_DESC"] = "Броня разведчика." -- NEED DESC
lang["#BROTHERHOODFATIGUES_DESC"] = "Стандартная форма писцов Братства состоит из тактического жилета с подсумками, надетого поверх красного свитера и выцветших коричневых штанов."
lang["#COMBATARMOR_DESC"] = "Стандартная армейская боевая броня армии США перед войной. Обеспечивает большую сопротивляемость к большинству огнестрельного оружия."
lang["#ENCLAVERECON_DESC"] = "Броня разведчика Анклава." -- NEED DESC
lang["#ENCLAVECOMBATARMOR_DESC"] = "Боевая броня, выдаваемая новобранцам и другим нестандартным силам Анклава, созданная после войны. Обеспечивает большую устойчивость к большинству видов огнестрельного оружия.\n\nВы хоть представляете, сколько стоит силовая броня?"
lang["#COMBATUNDERARMOR_DESC"] = "Военный гидрокостюм, предназначенный для ночных разведывательных операций.\n\nМожно носить под дополнительной бронёй, а также имеет некоторые собственные средства защиты окружающей среды."
lang["#MERCENARYUNDERSUIT_DESC"] = "Называется \"Подброневиком\", но это просто серая водолазка с карго-штанами и налокотниками.\n\nОтличный наряд для отличного наёмника компании \"Феникс\"."
lang["#ENCLAVE_DESC"] = "Эта броня была изготовлена Анклавом." -- NEED (proper) DESC
lang["#MERCENARYARMOR_DESC"] = "Фирменная боевая броня компании \"Феникс\". В комплект входит устрашающая маска для лица, призванная блокировать чуть больше, чем обычная тяжёлая боевая броня."
lang["#ENCLAVEMARINEARMOR_DESC"] = "Создана после войны спецвойсками Анклава, чтобы служить вершиной защиты для солдат, отправляющихся только на самые опасные задания."
lang["#MARINEARMOR_DESC"] = "Военная броня США, предназначенная для защиты главных частей человеческого тела от баллистической травмы. Обеспечивает отличную устойчивость к баллистическому оружию."
lang["#DESERTRANGER_DESC"] = "Выданная броня морской пехоте США с камуфляжным рисунком пустыни того же производителя, что и полицейская броня.\n\nСозданные для ношения в соответствующем военном шлеме со встроенным противогазом, Пустынные рейнджеры обычно сочетают его с оливково-зелёной тряпкой и изношенными брюками цвета хаки."
lang["#DIVINGSUIT_DESC"] = "Бронированный водолазный костюм, также известный как стандартное водолазное снаряжение, состоит из полностью закрытого водолазного гидрокостюма с шлемом в виде сферы, бронзовой бронёй и кислородного баллона, прикреплённого к спине.\n\nУстойчив к широкому спектру опасностей окружающей среды и позволяет дышать под водой, но его чрезмерный вес и масса значительно замедляют любого пользователя."
lang["#ADVANCEDPOWER_DESC"] = "Некоторые говорят, что видели группы вооружённых подозрительных людей, патрулирующих побережье с такой бронёй. Выглядит высокотехнологичной и, кажется, самая сильная броня, которую вы когда-либо видели."
lang["#LEATHERARMOR_DESC"] = "Дубленая кожаная куртка и брюки с металлическим покрытием на плечах. Очень модно."
lang["#SHADOWEDLEATHERARMOR_DESC"] = "Кожаная броня, усиленная и сделанная из более тёмного материала, позволяющего слиться с ночью. Неплохое дополнение к обычной кожаной броне."
lang["#DRPATROLRANGERARMOR_DESC"] = "Набор боевой брони цвета хаки и коричнево-серого, используемый пустынными рейнджерами.\n\nПрикрывая всё, кроме головы, она поможет новичку пустынных рейнджеров выжить, пока он не получит набор полицейской брони." 
lang["#NCRPATROLRANGERARMOR_DESC"] = "Набор боевой брони цвета хаки и коричнево-серого, используемый НКР.\n\nБоевая броня идеально подходит для защиты от обычного баллистического, энергетического оружия и оружия ближнего боя.\n\nЭта полная униформа была изготовлена вручную в НКР на основе довоенных военных образцов, обеспечивая прикрытие для всего, кроме вашей головы."
lang["#NCRCHESTPLATE_DESC"] = "Бронежилет цвета хаки с парой довоенных броневых листов.\n\nМеталлическая пластинчатая броня подходит для защиты от обычного оружия, ружей и винтовок, но всё ещё уязвима для ББ боеприпасов и других небаллистических угроз.\n\nЭтот жилет покрывает грудь и спину владельца, но не ничего больше."
lang["#BOSRECON_DESC"] = "Броня разведчика Братства Стали." -- NEED DESC
lang["#RIOTARMOR_DESC"] = "Полицейская броня." -- NEED DESC
lang["#NCRRIOTARMOR_DESC"] = "Полицейская броня НКР." -- NEED DESC
lang["#DRRIOTARMOR_DESC"] = "Полицейская броня пустынного рейнджера." -- NEED DESC
lang["#ADVRIOTARMOR_DESC"] = "Улучшенная полицейская броня." -- NEED DESC
lang["#NCRADVRIOTARMOR_DESC"] = "Улучшенная полицейская броня НКР." -- NEED DESC
lang["#DRADVRIOTARMOR_DESC"] = "Улучшенная полицейская броня пустынного рейнджера." -- NEED DESC
lang["#ELITERIOTARMOR_DESC"] = "Элитная полицейская броня." -- NEED DESC
lang["#NCRELITERIOTARMOR_DESC"] = "Элитная полицейская броня НКР." -- NEED DESC
lang["#DRELITERIOTARMOR_DESC"] = "Элитная полицейская броня пустынного рейнджера." -- NEED DESC
lang["#POLICEVEST_DESC"] = "Кевларовый жилет, который носили в качестве бронежилета правоохранительные органы до войны.\n\n\"Мягкая броня\" обеспечивает достаточную защиту от баллистических, энергетических и шрапнельных атак, но значительно превосходит как специализированную, так и более востребованную боевую броню.\n\nНаклейка на внутренней стороне гласит: \"Истекает в августе 2092 года\"."
lang["#METALARMOR_DESC"] = "Кусок цельнометаллической брони, которая когда-то использовалась для защиты от физических ударов в спорте. Теперь используется для защиты от угроз пустоши."
lang["#PAINSPIKEARMOR_DESC"] = "Несколько порванных штанов с металлическими пластинами. Это едва ли считается бронёй, не говоря уже о одежде."
lang["#PREYSUIT_DESC"] = "Специальный костюм для защиты, используемый мастерами этой вселенной."
lang["#PREYHELMET_DESC"] = "Шлем, который сочетается с защитным костюмом. Снятие шлема замедлит вас настолько, что вы сможете взаимодействовать с инопланетянами-коротышками."
lang["#LUCKYSUIT_DESC"] = "77777777777777777777777777777"
lang["#CHINESESTEALTH_DESC"] = "Китайский маскирующий костюм."-- NEED DESC
lang["#CHINESESTEALTHARMORED_DESC"] = "Бронированный китайский маскирующий костюм."-- NEED DESC
lang["#CHINESESTEALTHREINFORCED_DESC"] = "Усиленный китайский маскирующий костюм."-- NEED DESC
lang["#CHINESESTEALTHUNIQUE_DESC"] = "Костюм призрачного танцора."-- NEED DESC
lang["#ENCLAVECOMMANDOSUIT_DESC"] = "Модифицированная версия продвинутого защитного комплекта, комплект спецназа Анклава. Комплект создан для защиты от радиации и атак мутов."
lang["#RADSUIT_DESC"] = "Костюм для всего тела, который можно носить, чтобы противостоять сильно радиоактивным средам, но не ничего более."
lang["#SADISTARMOR_DESC"] = "Кожаный корсет и шипованные колготки с металлическим покрытием тут и там. Извращенец..."
lang["#RAIDERARMOR_DESC"] = "Эта броня состоит из металлических листов, отлитых в броню, усиленных металлическими прутьями, а также проволоки, скрепленные кожаными ремнями. \n\nЧасто встречается на многочисленных разбойниках и головорезах в пустоши. Но эта броня не только \"самодельная\" она и к тому же низкого качества."
lang["#RAIDERARMOR_SPECIAL_DESC"] = "Непосредственное улучшение обычной брони из лома. Вместо простых кусков лома, эта броня сделана из пластин, которые были правильно закалены.\n\nЗачастую её можно найти на высокопоставленных разбойниках и головорезах в пустошах."
lang["#T45DPOWER_DESC"] = "Один из первых вариантов силовой брони, которая когда-либо использовалась на поле боя, для ношения Т-45 требует каркас силовой брони. Гораздо менее защищённая, продвинутая и мобильная, чем T-51b, основной целью этого костюма было лёгкое владение тяжёлым оружием."
lang["#ROADKILLPOWER_DESC"] = "Отличительная черта вождя 80-х, эта страшная броня украшена множеством черепов.\n\nМалоизвестный факт: глаза на самом деле представляют собой приделанные тормозные фары!"
lang["#T51BPOWER_DESC"] = "T-51B - гордость и радость довоенной армии Соединённых Штатов. Обладая высокой устойчивостью к повреждениям, она превращает любого, кто его носит, в ходячий танк. Для ношения T-51 требуется каркас силовой брони."
lang["#RAIDERPOWER_DESC"] = "Куча случайного металлолома, сваренного на каркасе силовой брони."
lang["#MWPA_DESC"] = "Модифицированный костюм силовой брони T51b, который, как говорят, используется силами Братства на Дальнем Востоке. Должно быть, он прошёл долгий путь, чтобы добраться сюда."
lang["#ENCLAVEHAZMAT_DESC"] = "Этот радиационный костюм необычайно высокого качества.\n\nОн ярко-белый с золотым козырьком. На нём также имеется эмблема с буквой \"E\"."
lang["#SECRETAGENTSUIT_DESC"] = "В комплекте с переплетёнными защитными волокнами, огнестойким шёлком и встроенными излучателями убеждения, этот костюм идеально подходит для любого человека, имеющего лицензию на убийство.\n\nОн был изготовлен с учётом вашего размера."
lang["#EXCAVATORPOWERARMOR_DESC"] = "Модель силовой брони EXC-17 была адаптирована к боевым условиям и использовалась в промышленных целях для работы с мощным горнодобывающим оборудованием. Надев полный комплект, вы получите значительную прибавку к переносимому весу."
lang["#BLACKCRAWLERPOWERARMOR_DESC"] = "Зловещий комплект силовой брони \"Чёрного ползуна\", названный так в честь таинственного чудовища, найденного в глубине шахт камнеедов, которое жалит своих жертв и незаметно ускользает.\n\nНе даёт никаких бонусов к скрытности; он назван так, потому что это круто."
lang["#MARAUDERPOWERARMOR_DESC"] = "Комплект силовой брони мародёра, в которой работают элитные камнееды. По слухам, он в одиночку сдержал несколько пещерных завалов, позволив шахтёрам спастись."
lang["#CHINESESTEALTHSUIT_DESC"] = "Этот тёмно-чёрный облегающий комбинезон предназначен для одного: сделать оператора абсолютно невидимым.\n\nИспользуя китайский опыт в области технологий маскировки, костюм содержит переносное устройство, вырабатывающее модулирующее поле, которое передаёт отражённый свет от одной стороны объекта к другой."
lang["#ASSASSINSUIT_DESC"] = "Экспериментальный лёгкий костюм с защитным покрытием и активной маскировкой."
-- Power Armor
lang["#POWERARMORFRAME_DESC"] = "Механический костюм с гидравликой и сервомоторами, сам каркас обеспечивает мало защиты, но позволяет установить мощную силовую броню.\nЧрезвычайно редко можно найти в хорошем состоянии."
lang["#POWERARMORFRAMESCRAP_DESC"] = "Менее продвинутая версия своего довоенного аналога, этот каркас силовой брони чаще всего используется бандитами и рейдерами в постапокалиптической пустоши."

--NPC/Faction Clothing
lang["#CIPHERSUIT1_DESC"] = "Пиджак стажёра." -- NEED DESC
lang["#CIPHERSUIT2_DESC"] = "Пиджак подрядчика." -- NEED DESC
lang["#CIPHERSUIT3_DESC"] = "Пиджак помощника." -- NEED DESC
lang["#CIPHERSUIT4_DESC"] = "Пиджак менеджера." -- NEED DESC
lang["#CIPHERSUIT5_DESC"] = "Пиджак руководителя." -- NEED DESC
lang["#ENCLAVEURBANFATIGUES_DESC"] = "Городская форма Анклава." -- NEED DESC
lang["#ENCLAVEFORESTFATIGUES_DESC"] = "Лесная форма Анклава."-- NEED DESC
lang["#PALADINUNDERARMOR_DESC"] = "Комбинезон паладина." -- NEED DESC
lang["#SNOWPALADINUNDERARMOR_DESC"] = "Зимний подкостюмник паладина." -- NEED DESC

--SuperMutant Armor Desc
lang["#SM_CHESTHARNESS_DESC"] = "Скройте ремни и пряжки, скрепляющие друг с другом то, что кажется заброшенными частями автомобиля. #SUPERMUTANT_CLOTHES"
lang["#SM_CHESTWRAPS_DESC"] = "Ржавые провода, садовый шланг, роликовая цепь от гаражных ворот и выцветший на солнце брезент.\nВ этой шали есть всё! #SUPERMUTANT_CLOTHES"
lang["#SM_LIGHTARMOR_DESC"] = "Добытые металлические пластины превратились в бронепояс и наплечники.\nДжоуи, тебе нравятся голозаписи про гладиаторов? #SUPERMUTANT_CLOTHES"
lang["#SM_STURDYVEST_DESC"] = "Массивные пластины из металлолома и укреплённого металлолома, очерченные по форме, чтобы соответствовать кому-то крупного телосложения.\nОчень хорошо скрывает переднюю и заднюю части тела. #SUPERMUTANT_CLOTHES"
lang["#SM_STURDYARMOR_DESC"] = "Комплект хорошо защищающей брони, созданной из кусков восстановленного металла.\nБроня отлично закрывает торс и плечи. #SUPERMUTANT_CLOTHES"
lang["#SM_HEAVYARMOR_DESC"] = "На шаг выше обычной, совмещённой вместе, металлической брони.\nЭта броня для тела сделана из серии перекрывающихся металлических пластин.\nПохоже, она обеспечит достаточно приличный охват верхней части тела. #SUPERMUTANT_CLOTHES"
lang["#SM_WASTCLOTH_DESC"] = "Ботинки из ткани с поясом из металлических пластин.\nВ комплекте также спортивные перчатки и ботинки, скорее всего того же покрова, что и подол. #SUPERMUTANT_CLOTHES"
lang["#SM_LEGGUARDS_DESC"] = "Грубая шкура, драпированная металлическим покровом.\nПластины легко зацепятся и защитят от ударов, но не предлагают тяжёлой\nблокировки защиты от огнестрельного оружия или пробивающих ударов. #SUPERMUTANT_CLOTHES "
lang["#SM_LEGARMOR_DESC"] = "Самодельные металлические сапоги, броня для ног и защита бёдер, которые слишком велики, чтобы поместиться на теле обычного размера.\nТот, кто сможет вписаться в эту броню, получит отличное защитное покрытие на бёдрах, лодыжках и коленях. #SUPERMUTANT_CLOTHES"
lang["#SM_WRISTWRAPS_DESC"] = "Маленькие кусочки металлолома и подкладка из лёгкой ткани, соединённые небольшими промышленными цепями.\nДля запястья и предплечья обычного размера эти \"запястья\" могут доходить до плеча и, возможно, даже до волос. #SUPERMUTANT_CLOTHES"
lang["#SM_BRACERS_DESC"] = "Кожа и металлолом из стали перекованы в предплечья.\nРазмера XXL, но отличная защита для тех, кому по размеру. #SUPERMUTANT_CLOTHES"
lang["#SM_LEGSBEASTMASTER_DESC"] = "Большая связка мехов, эта броня согреет ноги супермутанта во время ядерной зимы. #SUPERMUTANT_CLOTHES"
lang["#SM_CHESTBEASTMASTER_DESC"] = "Этот \"нагрудник\" состоит из одной стальной пластины, плотно защищающей центр масс владельца.\nЭто, безусловно, лёгкая броня. #SUPERMUTANT_CLOTHES" 
lang["#SM_ARMSBEASTMASTER_DESC"] = "На запястьях этих обмоток есть следы от укусов клыков, предположительно, полученные при тренировке кентавров. #SUPERMUTANT_CLOTHES" 
lang["#SM_ARMGUARDS_DESC"] = "Металлообработанные нарукавники для очень высокого человека в широкой оправе.\n Если бы не отверстия для рук, они бы работали как щиты от пуль. #SUPERMUTANT_CLOTHES"
lang["#SM_HEAVYGAUNTLETS_DESC"] = "Промышленные винтовые зажимы и проволока большого сечения из металла.\n Слишком большие для нормального размера тела. #SUPERMUTANT_CLOTHES"

--Helmet Description
lang["#ARMYHELMET_DESC"] = "Предвоенный армейский шлем, основанный на традиционных десятилетиях.\n\nОбеспечивает некоторую незначительную защиту от шаров и осколков, но не обладает защитой от энергетических угроз."
lang["#ARMYHELMETPRISTINE_DESC"] = "Предвоенный армейский шлем, основанный на традиционных десятилетиях.\n\nОбеспечивает некоторую незначительную защиту от шаров и осколков, но не обладает защитой от энергетических угроз.\n\nСудя по первозданному характеру этого шлема, его предыдущий владелец умер трусом."
lang["#COMBATHELMET_DESC"] = "Боевой бронированный шлем армии США перед войной. Обеспечивает большое сопротивление от выстрела в голову."
lang["#ENCLAVECOMBATHELMET_DESC"] = "Боевой шлем, выдаваемый новобранцам и другим нестандартным силам Анклава, созданный после войны. Обеспечивает высокую стойкость к большинству видов огнестрельного оружия.\n\nЕщё есть козырёк!"
lang["#DESERTRANGERHELMET_DESC"] = "Предвоенный военный шлем со встроенной оптикой для слабой освещённости, комбинированной инфракрасной/белой лампой и противогазом.\n\nВыдан в морской пехоте США вместе с боевой бронёй."
lang["#DIVINGHELMET_DESC"] = "Бронированный водолазный костюм, также известный как стандартный водолазный костюм, состоит из полностью закрытого водолазного гидрокостюма со сферическим шлемом, бронзовой бронёй и кислородного баллона, прикрепленного к спине.\n\nУстойчив к широкому спектру опасностей окружающей среды и позволяет дышать под водой, но его чрезмерный вес и масса значительно замедляют любого пользователя."
lang["#ENCLAVEHELMET_DESC"] = "Оранжево-серый шлем силовой брони с пуленепробиваемыми темно-оранжевыми линзами. Выглядит очень прочным и защитным с упором на угрозы."
lang["#FLIGHTGRAYHELMET_DESC"] = "Довоенный шлем, который носили военные и частные лётчики.\n\nЭтот серый."
lang["#CHINESESTEALTHHELMET_DESC"] = "Передовая технология, созданная Народно-освободительной армией во время гонки вооружений с Америкой. Маска изготовлена из тщательно сплетённых баллистических волокон и современных материалов. Электроника, находящаяся внутри, позволяет ей взаимодействовать с костюмом, делая пользователя практически невидимым."
lang["#CHINESESTEALTHARMOREDHELMET_DESC"] = "Передовая технология, созданная Народно-освободительной армией во время гонки вооружений с Америкой. Маска изготовлена из тщательно сплетённых баллистических волокон и современных материалов. Электроника, находящаяся внутри, позволяет ей взаимодействовать с костюмом, делая пользователя практически невидимым."
lang["#CHINESESTEALTHREINFORCEDHELMET_DESC"] = "Передовая технология, созданная Народно-освободительной армией во время гонки вооружений с Америкой. Маска изготовлена из тщательно сплетённых баллистических волокон и современных материалов. Электроника, находящаяся внутри, позволяет ей взаимодействовать с костюмом, делая пользователя практически невидимым."
lang["#CHINESESTEALTHUNIQUEHELMET_DESC"] = "Передовая технология, созданная Народно-освободительной армией во время гонки вооружений с Америкой. Маска изготовлена из тщательно сплетённых баллистических волокон и современных материалов. Электроника, находящаяся внутри, позволяет ей взаимодействовать с костюмом, делая пользователя практически невидимым. Эта версия является довоенным прототипом."
lang["#BOSRECONHELMET_DESC"] = "Шлем разведчика Братства Стали." -- NEED DESC
lang["#RIOTARMORHELMET_DESC"] = "Шлем полицейской брони." -- NEED DESC
lang["#NCRRIOTARMORHELMET_DESC"] = "Шлем полицейской брони НКР." -- NEED DESC
lang["#DRRIOTARMORHELMET_DESC"] = "Шлем полицейской брони пустынного рейнджера." -- NEED DESC
lang["#ADVRIOTARMORHELMET_DESC"] = "Шлем улучшенной полицейской брони." -- NEED DESC
lang["#NCRADVRIOTARMORHELMET_DESC"] = "Шлем улучшенной полицейской брони НКР." -- NEED DESC
lang["#DRADVRIOTARMORHELMET_DESC"] = "Шлем улучшенной полицейской брони пустынного рейнджера." -- NEED DESC
lang["#ELITERIOTARMORHELMET_DESC"] = "Шлем элитной полицейской брони." -- NEED DESC
lang["#NCRELITERIOTARMORHELMET_DESC"] = "Шлем элитной полицейской брони НКР." -- NEED DESC
lang["#DRELITERIOTARMORHELMET_DESC"] = "Шлем элитной полицейской брони пустынного рейнджера." -- NEED DESC
lang["#FLIGHTREDHELMET_DESC"] = "Довоенный шлем, который носили военные и частные лётчики.\n\nЭтот красный."
lang["#FLIGHTBROWNHELMET_DESC"] = "Довоенный шлем, который носили военные и частные лётчики.\n\nЭтот коричневый."
lang["#FLIGHTYELLOWHELMET_DESC"] = "Довоенный шлем, который носили военные и частные лётчики.\n\nЭтот жёлтый."
lang["#GASMASKVISOR_DESC"] = "Простой противогаз и козырек, закрывающий все лицо. Держится на регулируемых ремнях.\n\nМожно носить с любым головным убором, который не закрывает лицо."
lang["#GASMASKASSAULT_DESC"] = "Шлем с противогазом, который покрывает всю голову.\nМорской котик видел лучшие времена, но эта маска поможет не только в правильных обстоятельствах."
lang["#GASMASKGOGGLE_DESC"] = "Простой противогаз с защитными очками, покрывающий все лицо. Держится на регулируемых ремнях.\n\nМожно носить с любым головным убором, который не закрывает лицо."
lang["#RAIDMASK_DESC"] = "Грубая форма противогаза, сделанная рейдерами.\n\nСочетая капюшон из мешковины с довоенным шлемом, рейдеры получают небольшую защиту, скрывая при этом свою личность.\n\nГрубо, но эффективно."
lang["#GASMASKNCR_DESC"] = "НКР изготовил противогаз, смоделированный по довоенному образцу. Держится на регулируемых ремнях.\n\nМожно носить с любым головным убором, который не закрывает лицо."
lang["#NCRTROOPHELMET_DESC"] = "Стандартный купольный шлем, обычно носимый солдатами НКР."
lang["#MWPAHELMET_DESC"] = "Модифицированный шлем силовой брони T51b, который, как говорят, используется силами Братства на Дальнем Востоке. Должно быть, он прошел долгий путь, чтобы добраться сюда."
lang["#T51BHELMET_DESC"] = "Стальной полимерный шлем в форме купола с одиночной пуленепробиваемой прорезью для линзы и многими современными системами. Учитывая форму, неудивительно, что людей, которые носят их, называют ведрами."
lang["#WELDINGMASK_DESC"] = "Маска, капюшон, многочисленные ремни и механизмы.\nОбычно используется инженерами, производителями или теми, кто подвергает себя очень ярким вспышкам света."
lang["#DESRANGERHELMET_DESC"] = "Фирменный шлем, который носят члены Рейнджеров пустошей.\nПохоже, на нем нанесены надписи и подписи, которые делают шлем предвоенным по своей природе.\nМногочисленные высокотехнологичные и машинные покрытия на шлеме могут соперничать только с НКР."
lang["#METALHELMET_DESC"] = "Старый бейсбольный шлем. Когда-то он служил для защиты от мячей со скоростью 100+ миль в час, а теперь служит для защиты от бит, которыми били по этим мячам."

--Super Mutant Helmet Description
lang["#SM_AVIATORCAP_DESC"] = "Очень большая кепка лётчика с подходящими очками. Явно изношенные и состаренные по годам\nвероятно, носится человеком, но будет соответствовать супермутанту. #SUPERMUTANT_CLOTHES "
lang["#SM_CAGEHELMET_DESC"] = "Постмодернистская готическая эстетика. Что-то из фильма \"Злой Алекс\" из довоенных времён. #SUPERMUTANT_CLOTHES"
lang["#SM_HELMET_DESC"] = "Единственная отлитая или спасенная металлическая пластина, используемая как \"крышка\"\nЭтот дизайн мягкий, но не хватает подбородочного ремешка, как в других подобных дизайнах. #SUPERMUTANT_CLOTHES"
lang["#SM_BLADEDHELMET_DESC"] = "С одним металлическим клинком, выступающим сверху, в этом шлеме выделяется тип эстетики воина.\nЛицевая броня имеет приличный обзор. #SUPERMUTANT_CLOTHES"
lang["#SM_HEADBEASTMASTER_DESC"] = "Шкурка яо-гая с выдолбленной головой, предположительно для того, чтобы вместить *вашу* голову.\nОтлично подходит для того, чтобы дать понять другим яо-гаям, что они следующие. #SUPERMUTANT_CLOTHES"

--Clothing Desc
lang["#ARMYFATIGUES_DESC"] = "Военная форма оливкового цвета зелёного цвета, использовавшийся в войне США перед войной.\n\nБоевая одежда или униформа - это камуфляжная одежда, которую носят солдаты во время боя.\n\nОбеспечивает повышение навыка коммандос, но незначительная защита."
lang["#BLACKVESTSLACKS_DESC"] = "Жилет из чёрной кожи с белой майкой и бежевыми брюками.\n\nПопулярный среди владельцев ранчо, головорезов и других толстокожих."
lang["#CAMOFATIGUES_DESC"] = "Военная форма с рисунком \"Woodland\", использовавшийся в довоенной армии США.\n\nБоевая одежда или униформа - это камуфляжная одежда, которую носят солдаты во время боя.\n\nОбеспечивает повышение навыка скрытность, но незначительная защита."
lang["#CASUALCLOTH_DESC"] = "Повседневная одежда до войны."
lang["#COVERALLS_DESC"] = "Коммунальные комбинезоны"
lang["#DESDEMONAFATIGUES_DESC"] = "Сшитая вместе одежда из разных предметов одежды с жилетом.\n\nЛовкость, но обеспечивает незначительную защиту."
lang["#FORMALSUIT_DESC"] = "Старый довоенный костюм.\nМоднявый."
lang["#LABCOAT_DESC"] = "Простой лабораторный халат со светостойкостью к химическим веществам и ожогам. Это также заставляет вас выглядеть умнее, чем вы есть на самом деле."
lang["#NCRFATIGUES_DESC"] = "Военная форма цвета хаки, используемый НКР.\n\nБоевая одежда или униформа - это камуфляжная одежда, которую носят солдаты во время боя.\n\nОбеспечивает повышение навыка эксперт по карабинам, но незначительная защита."
lang["#RADSTAGHIDECLOTHES_DESC"] = "Простая рубашка и штаны из сшитой вместе шкуры рад-оленя.\n\nИзоляция в холодную ночь, но предотвращает использование дополнительной брони.\n\nОбеспечивает повышение навыка натуралист, но незначительная защита."
lang["#ROADLEATHERS_DESC"] = "Дорожная кожаная одежда, состоящая из кожаной куртки, брюк, сапог и рубашки снизу.\n\nНекоторые утверждают, что название происходит от одежды, которую довоенные байкеры будут носить на дороге, чтобы защитить себя от рейдеров, дикой природы и других опасностей.\n\nМало кто жалуется на обтягивающую посадку, так как она позволяет использовать дополнительные слои брони, поскольку сам по себе обеспечивает незначительную защиту."
lang["#TSHIRTJEANS_DESC"] = "Грязная, изодранная белая футболка с круглым вырезом, одетая в одинаково повреждённые синие джинсы и теннисную обувь.\n\nОдежда, подобная этой, была популярна до войны во время развлекательных мероприятий. Послевоенный поиск чего-то такого лёгкого и укрывающего - это роскошь.\n\nПовезло тебе!"
lang["#TATTEREDRAGS_DESC"] = "Разорванный и изношенный наряд, в котором ты никогда не был уверен.\n\nГоре несчастным изгоям, которые носят это плохое оправдание за одежду.\n\n. . . Может ещё дать некоторый толчок поиску, но какой ценой?"
lang["#VAULTSUIT_DESC"] = "Комбинезоны Убежища - это обычная одежда, которую несут обитатели \"Волт-Тек\".\n\nОни сделаны из кожи, синего цвета с жёлтой молнией, а номер хранилища находится на задней части костюма и на внешней стороне воротника."
lang["#FLANNEL_DESC"] = "Фланелевая рубашка, с парой джинсов."
lang["#FLANNEL_DESC_STARTER"] = "Старая фланелевая рубашка с парой джинсов. Многие люди, недавно прибывшие в эти края пустоши, бегают в такой одежде. И знаете что, для своего возраста она всё ещё выглядит неплохо!\n\n#STARTER_DEFAULT_DISCLAIMER"
lang["#DRIFTER_DESC"] = "Хорошо изношенная одежда, собранная из различных предметов одежды, найденных в пустоши.\n\nВоняет, и вам кажется, что что-то могло умереть в одном из карманов."
lang["#SCRIBEOPERATOR_DESC"] = "Защитная мантия, предназначенная для мобильного анализа во время работы в полевых условиях.\n\nОн имеет несколько карманов вдоль пояса для транспортировки исследовательского материала."
lang["#INITIATESFATIGUES_DESC"] = "Форма посвящённых."
lang["#SCRIBEMEDICAL_DESC"] = "Одежда, разработанная для врачей, имеет несколько пакетов для быстрого доступа к спасательному снаряжению.\n\nИнтересно, красное пятно на кармане - это кровь или кетчуп. 50/50."
lang["#SCRIBEFATIGUES_DESC"] = "Одежда, предназначенная для лиц, находящихся как на работе, так и вне её. Карманы спереди позволяют поместить в них боеприпасы или закуски.\n\nНадеюсь, кто-нибудь не пропустит это, раз уж оно им выдано."
lang["#SCRIBEENGINEER_DESC"] = "Высокопрочная одежда, предназначенная для износа, возникающего при работе с машинами.\n\nЗачем использовать набор инструментов, если можно просто добавить дополнительные карманы?"
lang["#SCRIBESCIENCE_DESC"] = "Набор тяжёлой рабочей одежды, разработанной Братством Стали, представляет собой прочное двухслойное пальто, защищающее от воздействия окружающей среды и несчастных случаев на производстве. Кожаные протекторы рук дополнительно снижают риск получения травм, как и тяжёлые ботинки. Для удобства используется толстый кожаный ремень. Халаты обычно окрашены в красный цвет, хотя использовались разные цвета."
lang["#FADEDBLUEJACKET_DESC"] = "Комплект джинсов, рубашка на пуговицах и джинсовая куртка. Лучшая повседневная одежда пустошей для долгих прогулок."
lang["#WINTERJACKET_DESC"] = "Комплект джинсов, рубашка на пуговицах и джинсовая куртка. Лучшая повседневная одежда пустошей для долгих прогулок."
lang["#YELLOWRAGS_DESC"] = "Несколько небольших сумок и цепочка для размещения разных предметов или объектов.\nОсновным этого наряда является базовый комплект брюк и жёлтая хлопковая рубашка."
lang["#TRAWLER_DESC"] = "Комбинезон, хлопковая водолазка и резиновые сапоги.\nОтлично подходит для того, чтобы стоять в воде до пояса в течение длительного времени. Несколько мешочков для переноски мелких предметов на поясе."
lang["#FISHERMAN1_DESC"] = "Красная клетчатая рубашка, резиновые сапожки и водонепроницаемый комбинезон для длительных путешествий в воде.\n\nНадеюсь, в него никто не напрудил."
lang["#FISHERMAN2_DESC"] = "Серая клетчатая рубашка, резиновые сапожки и водонепроницаемый комбинезон для длительных путешествий в воде.\n\nЭтот костюм, кажется, в целом хорошо подходит."
lang["#FISHERMAN3_DESC"] = "Красная клетчатая рубашка, резиновые сапожки и водонепроницаемый комбинезон для длительных путешествий в воде.\n\nВсё хорошо сделано в этом костюме."
lang["#FARMHAND_DESC"] = "Комплект одежды, состоящий из тяжелых перчаток, туфель, джинсов и большой тряпки для отбивания тепла в пустошах."
lang["#GATHERER_DESC"] = "Пиджак, рубашка, джинсы и обувь, отремонтированные с нуля, с широким использованием скотча и минимальным шитьем."
lang["#RRJUMPSUIT_DESC"] = "Красно-синий фирменный комбинезон \"Красной ракеты\".\n Подходит для грязной среды, где пользователь ожидает, иметь дело с пятнами по всему телу или жира и масла."
lang["#GUNHARNESS_DESC"] = "Тактическая обвязка и штаны. Многочисленные оружейные кобуры или мешочки могут быть легко приспособлены к этой обвязке.\n Более чем вероятно, используется персоналом довоенных военных."
lang["#KNIGHTUNDERARMOR_DESC"] = "Подкостюмник, выстланный различными точками соединения и набивкой, вы представляете, что это часть более крупного наряда с большей целью."
lang["#MERCDUSTER_DESC"] = "Многочисленные чехлы и патронташ с ножками в сочетании с прорезным поясом составляют небольшую часть этого наряда.\nОбычно носят исследователи или наемники, которым нужны боеприпасы и инструменты, готовые к использованию."
lang["#MECHJUMPSUIT_DESC"] = "Комбинезон универсального механика.\nПодходит для грязной среды, где пользователь ожидает, иметь дело с пятнами по всему телу или жира и масла."
lang["#LONGSHOREMAN_DESC"] = "Несколько крючков, ярдов веревки и мешочки составляют весь этот наряд.\nВодонепроницаемые остатки брезента или плаща позволяют верхней части тела пользователя оставаться сухим во время дождя или во влажной среде."
lang["#WESTERNDUSTER1_DESC"] = "Лёгкое, свободное прилегание и лёгкая броня, это пальто в военном стиле широко используется энтузиастами-обитателями пустошей."
lang["#WESTERNDUSTER2_DESC"] = "Для тех, кто хочет показать свое превосходство в обществе, сохраняя при этом практичность."
lang["#TANSUITDIRTY_DESC"] = "Старый, грязный загоревший костюм."
lang["#BLACKSUITDIRTY_DESC"] = "Старый грязный чёрный костюм."
lang["#BLUESUITDIRTY_DESC"] = "Старый грязный синий костюм."
lang["#GRAYSUITDIRTY_DESC"] = "Старый грязный серый костюм."
lang["#PINSTRIPESUITDIRTY_DESC"] = "Старый, грязный костюм в полоску."
lang["#TANSUITCLEAN_DESC"] = "Светло-коричневый костюм с зеленым и белым полосатым галстуком; Подходит для тех, у кого зоркий глаз.\n\nОн был с учётом вашего размера."
lang["#BLACKSUITCLEAN_DESC"] = "Свежий чёрный костюм с чёрно-белым полосатым галстуком; В переднем правом кармане есть детонатор.\n\nОн был с учётом вашего размера."
lang["#BLUESUITCLEAN_DESC"] = "Свежий чистый костюм тёмно-синего цвета с ярко-синим полосатым галстуком; Во внутреннем кармане есть медицинский символ.\n\nОн был с учётом вашего размера."
lang["#GRAYSUITCLEAN_DESC"] = "Серый костюм, только что прошедший химическую чистку, с чёрно-белым полосатым галстуком; Вы выглядите умнее, когда он на вас надет.\n\nОн был с учётом вашего размера."
lang["#PINSTRIPESUITCLEAN_DESC"] = "Белый костюм прошедший химическую очистку, украшенный голубыми полосками на пиджаке; Выглядит так, как бы носил продавец подержанных автомобилей.\n\nОн был с учётом вашего размера."
lang["#CHECKEREDSUIT_DESC"] = "Звони динь-динь, детка."
lang["#TRENCHCOAT_DESC"] = "Порванный, выцветший плащ; Идеальная вещь для вечернего расследования."
lang["#THREEPIECESUIT_DESC"] = "Рваный костюм из трёх частей. Отвратительный вкус в цветах."
lang["#WASTELANDCOMMON1_DESC"] = "Простая зелёная рубашка с прочными, заштопанными красными брюками."
lang["#WASTELANDCOMMON2_DESC"] = "Толстая зелёная куртка, отлично подходит для долгих горных ночей."
lang["#WASTELANDCOMMON3_DESC"] = "Багровый пиджак разведчика с карманами."
lang["#LONGJOHNS_DESC"] = "Пара грязного нижнего белья.\n\nЭто единственное, что отделяет некоторых людей от наготы."
lang["#BANDITBASE_DESC"] = "Беспорядочная куча рваной ткани и ремней, несколько напоминающая одежду.\n\nНо опять же, люди, которые носят этот наряд, не очень-то любят \"социальный контракт\"."

-- Backpack Descriptions
lang["#FANNYPACK_DESC"] = "Действительно крутой рюкзак, используемый магами."
lang["#BACKPACK_FIELD_UPPER_DESC"] = "Оставшийся в живых и ветеран бесконечной войны, M36 служил в линиях второй мировой войны и вплоть до апокалипсиса. Он прочный, надёжный и никогда не подведёт. Давным-давно такие рюкзаки летали с конвейеров навалом, на тысячи солдат, поражающих фронт. В настоящее время этот самый рюкзак на вес золота!"
lang["#BACKPACK_FIELD_LOWER_DESC"] = "Расширение на уже великую вещь! Этот служебный пояс военного уровня можно носить независимо от некоторых других рюкзаков, что позволяет вам собирать каждый кусок мусора, который вы случайно поместите в эту бедную вещь! Нарушение всего этого и использование его как не более чем прославленного мусорного ведра... Он также сделан из холста!!!"
lang["#RUCKSACK_SMALL_DESC"] = "Много не вместит. Но за то, что вы экономите на хранении, вы платите скоростью. Бегайте сколько душе угодно!" -- PENDING DESC
lang["#RUCKSACK_LARGE_DESC"] = "Вмещает довольно много. Он уже тяжёлый, а вы ещё ничего в него не положили!" -- PENDING DESC
lang["#BACKPACK_EIGHTIES_DESC"] = "Вы не знаете, была ли эта шина снята с мотоцикла, или же она всегда предназначалась для того, чтобы приклеиваться к сумке.\n\nШина придает ему невероятно крутой вид, несмотря ни на что." -- PENDING DESC
lang["#BACKPACK_CAVE_DESC"] = "Рюкзак, которому можно доверять глубоко под землёй. Все оборудование, связанное с добычей полезных ископаемых, например, известняка, сырой руды и т.д., весит на 15% меньше." -- PENDING DESC
lang["#BACKPACK_BOS_RADIO_DESC"] = "Радио-рюкзак, используемый писцами Братства, посвящёнными и всеми, кто его украл.\n\nСнижает вес энергетических боеприпасов на 10%." -- PENDING DESC
lang["#BACKPACK_ENCLAVE_RADIO_DESC"] = "Радио-рюкзак, используемый Анклавом. Он наполняет вас гордостью, патриотизмом и стремлением уничтожить любого встречного мута.\n\nСнижает вес энергетических боеприпасов на 15%." -- PENDING DESC
lang["#BACKPACK_COURIER_DESC"] = "Созданный для длительных путешествий с большим количеством карманов, этот рюкзак никогда не подведёт потенциального курьера. Подарок на обратной стороне не адресован вам, было бы невежливо его открывать!" -- PENDING DESC
lang["#BACKPACK_PILLAGER_DESC"] = "Грогнак, возможно, носил что-то подобное! Череп, по-видимому, закрывает большую дыру в пакете; вы не можете его вынуть." -- PENDING DESC
lang["#BACKPACK_PACKRAT_DESC"] = "Этот рюкзак - мечта барахольщика. С ним вам захочется чаще брать в руки 72-килограммовые гантели!\n\nНу, если подумать, он не может вместить ТАК много. С ним вам захочется чаще брать в руки 9-килограммовые гантели." --PENDING DESC
lang["#BACKPACK_MECHANIC_DESC"] = "Рюкзак, равный ящику для инструментов. Снижает вес обычных ресурсов изготовления, таких как металлолом и ткань, на 10%." -- PENDING (better) DESC
lang["#BACKPACK_RANGER_RADIO_DESC"] = "Радио-рюкзак пустынного рейнджера. Если бы оно было ещё работоспособно, вы бы наверняка услышали просьбы о скипидаре.\n\nСнижает вес баллистических боеприпасов на 10%." --PENDING DESC
lang["#BACKPACK_TRIBAL_DESC"] = "Большой рюкзак с нарисованной внутри картой Запада. Не слишком полезная вещь, но с ним будет легче ориентироваться в дальних путешествиях." -- PENDING DESC
lang["#BACKPACK_NCR_TROOPER_DESC"] = "Гордость и радость солдата НКР. Ходят слухи, что он сделан из баллистического волокна, но вы не заметите разницы.\n\nСнижает вес баллистических боеприпасов на 15%." -- PENDING DESC
lang["#BACKPACK_MEDICAL_DESC"] = "Такие слова, как \"Триаж\" и \"Ампутация\", словно эхом отдаются в голове, пока вы носите его. Вы почувствуете себя настоящим медработником!\n\nЭтот рюкзак снижает вес медицинских предметов и дротиков." -- PENDING DESC
lang["#BACKPACK_TRIBAL_BASKET_DESC"] = "Корзина для хранения всех видов мутировавших фруктов и овощей.\n\nСнижает вес всех собранных растений на 15%." -- PENDING DESC
lang["#BACKPACK_LAVISH_DESC"] = "Эта сумка показывает каждому бандиту, что вы в ней абсолютно РОСКОШНЫ. Ну, по крайней мере, вы оставите после себя красивый труп." -- PENDING DESC
lang["#BACKPACK_WANDERER_DESC"] = "Этот детский рюкзак, входящий в линию \"Маленький исследователь\" ядер-колы, идеально подходит для хранения здоровой порции ядер-колы. Правда, бутылки от этого легче не станут." -- PENDING DESC
lang["#BACKPACK_COOLER_DESC"] = "С ним хочется поделиться холодной ядер-колой как с другом, так и с врагом. Военное время гораздо менее весёлое, чем время нюки!\n\nСнижает вес ядер-колы и продуктов ядер-колы на 25%." -- PENDING DESC 
lang["#BACKPACK_SHELL_DESC"] = "Несмотря на свои размеры, он не мог защитить от стаи голодных болотников.\n\nА вот от пуль? Это ещё предстоит проверить." -- PENDING DESC
lang["#BACKPACK_SCAVENGER_DESC"] = "Никому не говорите, но огнетушитель, прикреплённый к этой штуке, - просто так. Не пытайтесь потушить огонь им - это будет очень неловко." -- PENDING DESC
lang["#BACKPACK_EVILJEN_DESC"] = "Источник силы Злого Дженсена. У вас НЕ должно быть её."
-- SuperMutant Backpack --
lang["#BACKPACK_TRADER_SM_DESC"] = "Рюкзак супермутанта-торговца." -- NEED DESC
lang["#BACKPACK_SHELL_SM_DESC"] = "О черепахе, которой он когда-то принадлежал, ходили легенды. Теперь вы обязаны продолжить эту легенду. #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_AMMO_SM_DESC"] = "Лучший друг супермутанта. Когда вам просто хочется пострелять из минигана *чуточку* подольше, этот рюкзак поможет вам.\n\nСнижает вес баллистических боеприпасов на 10%. #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_BOMB_SM_DESC"] = "Остаток мечты одного супермутанта о полёте в космос. Правда, ракета полностью пустая. Как бы она полетела в космос?\n\nСнижает вес взрывчатки на 10%. #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_FIRE_SM_DESC"] = "Я избавлю вас от огненных каламбуров.\n\nСнижает вес топлива для огнемётов на 50%. #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_FUZZY_SM_DESC"] = "Как бы далеко вы ни упали, мистер Пушистик верит в вас! У вас всегда будет один друг в пустоши. #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_TOMB_SM_DESC"] = "Ограбление могил - не самое идеальное занятие для супермутанта. Мародёрство и рейдерство - да, но расхищение могил? От одной мысли об этом становится скучно. #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_WHEELBARROW_SM_DESC"] = "Она не очень удобна, но точно защитит вас от ударов в спину. Шипы на ручках также создают приятный эффект устрашения! #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_BOMBER_SM_DESC"] = "Большая бомба с привязанными к ней маленькими мешочками. Бомба может быть инертной, но враги об этом не знают.\n\nСнижает вес взрывчатых боеприпасов на 5%. #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_HOARDER_SM_DESC"] = "Конечно, вы можете стать свирепым супермутантом. Но с этим рюкзаком почему бы и вам не пожадничать? #SUPERMUTANT_CLOTHES" -- PENDING DESC
lang["#BACKPACK_TOOLBOX_SM_DESC"] = "Этот рюкзак был создан для того, чтобы попасть в руки одного умного супермутанта. Пора заняться ремеслом!\n\nСнижает вес обычных ресурсов для изготовления, таких как металлолом и ткань, на 10%. #SUPERMUTANT_CLOTHES" -- PENDING DESC

-- Appended to end of all of the super mutant clothings!
lang["#SUPERMUTANT_CLOTHES"] = "\n\nЭтот костюм размером с супермутанта."

--Hat Description
lang["#8POINTMILITARY_DESC"] = "Тёмно-зелёный 8-точечный берет, который обычно носят военные моряки."
lang["#CHINESECOMMANDOCAP_DESC"] = "Тепло выглядящая шапка, украшенная военачальниками Китая.\n\nДумаю, тогда вы собираетесь стать коммандосом."
lang["#BANDANA_DESC"] = "Кусок ткани, который связывает вокруг вашей головы."
lang["#BEANIEBLUE_DESC"] = "Синяя шерстяная вязаная шапка, также известная как шапочка.\n\nПопулярно среди грузчиков и других, которые работают в прохладных условиях."
lang["#BEANIEGREEN_DESC"] = "Шерстяная шапка зелёного цвета, также известная как шапочка.\n\nПопулярно среди грузчиков и других, которые работают в прохладных условиях."
lang["#BEANIEHIPPY_DESC"] = "Яркая шерстяная вязаная шапка, также известная как шапочка.\n\nПопулярно среди грузчиков и других, которые работают в прохладных условиях.\n\nИ вы задаётесь вопросом, какой осёл будет носить это."
lang["#BERETGREEN_DESC"] = "Берет, который носил довоенный военный спецназ."
lang["#BERETRED_DESC"] = "Берет, который носили довоенные десантники."
lang["#PALADINSCOWL_DESC"] = "Капюшон Паладина." -- NEED DESC
lang["#BOSCAPTAINHAT_DESC"] = "С такой шляпкой вы будете выглядеть таким же большим уродом, как люди, утверждающие, кто вы на самом деле!"
lang["#BOSFIELDCOVER_DESC"] = "Капюшон лётчика в сочетании с маленькой военной шапочкой и защитными очками.\n\n\nНе уверен, почему вы не можете просто договориться с одним или другим."
lang["#BOWLER_DESC"] = "Чёрная куполообразная шапка с подходящей полоской.\n\nТакже известный как дерби, он сделан из твёрдого тёмного войлока и был очень популярен благодаря своей долговечности, когда им не приходилось беспокоиться о гигантских муравьях."
lang["#CHEFHAT_DESC"] = "белая шляпа, которую носит, как следует из названия, шеф-повар.\n\nВ пост-апокалипсисе пищевое отравление больше не является главной заботой шеф-поваров."
lang["#COWBOYHAT1_DESC"] = "Чёрная шляпа с большими полями."
lang["#COWBOYHAT2_DESC"] = "Коричневая шляпа с тремя четкими точками."
lang["#COWBOYHAT3_DESC"] = "Неотвержденная кожаная шляпа с большими полями."
lang["#COWBOYHAT4_DESC"] = "Шляпа с широкими полями, изогнутая в сторону.\nНе пропускает солнце в глаза."
lang["#COWBOYHAT5_DESC"] = "Коричневый цилиндр с тонкими полями и пером.\nМодно."
lang["#FADEDVISOR_DESC"] = "Выцветший синий козырек с регулируемым ремешком.\n\nТимлист вышит на лицевой стороне полосы темно-синими буквами."
lang["#FEDORABLACK_DESC"] = "Изношенная довоенная фетра чёрного цвета."
lang["#FEDORAGRAY_DESC"] = "Изношенная довоенная федора серого цвета."
lang["#FEDORAYELLOW_DESC"] = "Изношенная довоенная федора жёлтого цвета."
lang["#FISHERMANSHAT_DESC"] = "Шляпа из коричневого ведра коричневого цвета, украшенная приманками и крючками.\n\nЕсли вы когда-нибудь окажетесь без оружия, вы сможете размахивать этим на врага, выковыривать глаза или что-то в этом роде. Я не знаю, ты сам ввязался в это."
lang["#HEADWRAP_DESC"] = "Оборачивает вокруг головы и защищает глаза от пота."
lang["#MAYORSHAT_DESC"] = "Шляпа тёмно-бежевого цвета, часто носимая с полуформальной одеждой.\n\nНе путать с федорой."
lang["#NCRPATROLRANGERHAT_DESC"] = "Шляпа цвета хаки, используемая НКР.\n\nОн сделан из жесткого лёгкого материала и снабжен полированной латунной кепкой рейнджера, которую носят вместе как часть униформы вместе с боевой бронёй ручной работы.\n\nОбеспечивает незначительную защиту."
lang["#PARTYHAT_DESC"] = "Шляпа, используемая во время довоенных торжеств."
lang["#BANDANAGOGGLES_DESC"] = "Бандана с очками." -- NEED DESC, must include banana
lang["#PROSPECTORBLACKHAT_DESC"] = "Старомодная западная шляпа с очень широкими и плоскими полями и закругленным верхом чёрного цвета.\n\nВ такой шляпе ты станешь Боссом Равнин."
lang["#PROSPECTORYELLOWHAT_DESC"] = "Старомодная западная шляпа с очень широкими плоскими полями и закругленным верхом натурального цвета.\n\nВ такой шляпе ты станешь Боссом Равнин."
lang["#RAGHOOD_DESC"] = "Временный капюшон, сшитый из одежды.\n\nНе на что смотреть, но опять же, ты сам не подарок."
lang["#RAINBLACK_DESC"] = "Чёрная шляпа от дождя, также известная как пижон.\n\nПопулярно у глубоководных рыбаков и тех, кто любит петь под дождем."
lang["#RAINYELLOW_DESC"] = "Жёлтая шляпа от дождя, также известная как пижон.\n\nПопулярно у глубоководных рыбаков и тех, кто любит петь под дождем."
lang["#SEACAPTAINHAT_DESC"] = "Несмотря на все усилия человечества, океан всё ещё существует!\n\nГосподь ваше владычество над тем, что осталось с этой шляпой."
lang["#SNOWHAT_DESC"] = "Шапка с меховой изоляцией для холодной погоды.\n\nОдобрено охотниками и другими людьми, которые работают в экстремально холодных условиях в течение продолжительного времени."
lang["#TINKERHAT_DESC"] = "Шляпа бомбардировщика с различными кусками мусора, привязанными к ней.\n\nВозможно, одежда считала себя чем-то гениальным."
lang["#TOPHAT_DESC"] = "Гламурная шляпа для тех, у кого только лучший темперамент."
lang["#BANDANA_DESC"] = "Окрашенный узорчатый квадрат ткани, сложенный в треугольник.\n Обычно предназначен для использования в запыленных средах в качестве пылезащитной маски."
lang["#CLOTHMASK_DESC"] = "Основной кусок ткани, пришитый на резинку. Носится поверх носа, рта и нижней части лица."
lang["#BREATHINGMASK_DESC"] = "Респиратор." -- NEED DESC
lang["#SACKMASK_DESC"] = "Грубая маска, популярная среди рейдеров.\n\nТонкая нейлоновая сетка, чтобы песок не попадал в глаза, и более толстая рогожа, составляющая корпус."
lang["#SACKWITHFILTERMASK_DESC"] = "Грубая маска, популярная среди рейдеров.\n\nШланг и фильтр должны предотвратить попадание песка в лёгкие.\n\n\"Должны\""
lang["#SACKWITHFILTERMASK2_DESC"] = "Грубая маска, популярная среди рейдеров.\n\nОдна линза очков обеспечивает немного лучшую видимость по сравнению с ужасной головной частью."
lang["#KNIGHTHOOD_DESC"] = "Мягкий капюшон с множеством металлических и электронных портов и вилок."
lang["#WELDGOGGLES_DESC"] = "Гораздо более портативная и стильная альтернатива сварочным маскам, используемым инженерами или теми, кто подвергается ярким вспышкам света.\nМаленькие тонированные стеклянные стеклышки гарантируют, что пользователь сохранит свое зрение после того, как будет смотреть на солнце."
lang["#SLOTGOGGLES_DESC"] = "Пара очков с прорезями или порезями, более чем вероятно, странная альтернатива солнцезащитным очкам."
lang["#SKIGOGGLES_DESC"] = "Пара лыжных очков, предназначенных для работы с сильными ветрами при максимальном увеличении поля зрения владельца."
lang["#GOGGLES_DESC"] = "Пара тонированных защитных очков для повседневного ношения. Они помогают не допускать попадания пыли и ветра в глаза, идеально подходят для длительных поездок в пустоши."
lang["#METALGOGGLES_DESC"] = "Пара защитных очков в металлической оправе для повседневного ношения. Благодаря прочной конструкции они помогают защитить глаза от пыли и ветра, что идеально подходит для длительных поездок в пустоши."
lang["#NULLSGOGGLES_DESC"] = "Набор счастливых очков, принадлежащих одному Камелео Нуллу.\n\nОни, к сожалению, не помогают вам подкрасться.\n\nИ бегать!"
lang["#GLASSES_DESC"] = "Очки с увеличивающими линзами, что позволяет видеть тем, у кого плохое зрение."
lang["#POLICEGLASSES_DESC"] = "Очки, но круче."
lang["#WIG1_DESC"] = "Для тех случаев, когда у вас нет времени на стрижку или у вас неудачная история с образом."
lang["#WIGPOMPADOUR_DESC"] = "Для тех случаев, когда волосы уже не держатся."
lang["#WIGCONE_DESC"] = "Для тех случаев, когда вам нужно выделиться, как больной палец. Буквально."

RELOADSCHEMA = true