local lang = RSRG.Languages["ru"]

--███╗   ███╗███████╗██╗     ███████╗███████╗
--████╗ ████║██╔════╝██║     ██╔════╝██╔════╝
--██╔████╔██║█████╗  ██║     █████╗  █████╗
--██║╚██╔╝██║██╔══╝  ██║     ██╔══╝  ██╔══╝
--██║ ╚═╝ ██║███████╗███████╗███████╗███████╗
--╚═╝     ╚═╝╚══════╝╚══════╝╚══════╝╚══════╝

lang["#BOTTLESHANK_NAME"] = "Бутылочная заточка"
lang["#COMBATKNIFE_NAME"] = "Боевой нож"
lang["#COMBATKNIFE_STARTER_NAME"] = "Изогнутый нож"
lang["#CROWBAR_NAME"] = "Монтировка"
lang["#FIREAXE_NAME"] = "Пожарный топор"
lang["#KATANA_NAME"] = "Катана"
lang["#MACHETE_NAME"] = "Мачете"
lang["#REBARCLUB_NAME"] = "Арматура"
lang["#SHISHKEBAB_NAME"] = "Шиш-кебаб"
lang["#SPIKEKNUCKLES_NAME"] = "Шипованный кастет"
lang["#SUPERSLEDGE_NAME"] = "Супермолот"
lang["#9IRON_NAME"] = "Найн айрон"
lang["#BASEBALLBAT_NAME"] = "Бейсбольная бита"
lang["#BASEBALLBAT_STARTER_NAME"] = "Старая бейсбольная бита"
lang["#CATTLEPROD_NAME"] = "Электрокнут"
lang["#CLEAVER_NAME"] = "Тесак"
lang["#DRESSCANE_NAME"] = "Трость"
lang["#LEADPIPE_NAME"] = "Свинцовая труба"
lang["#KITCHENKNIFE_NAME"] = "Кухонный нож"
lang["#DRIVER_NAME"] = "Золотой драйвер"
lang["#NAILBOARD_NAME"] = "Доска с гвоздями"
lang["#HATCHET_NAME"] = "Топорик"
lang["#PIPEWRENCH_NAME"] = "Разводной ключ"
lang["#STRAIGHTRAZOR_NAME"] = "Опасная бритва"
lang["#ROLLINGPIN_NAME"] = "Валик"
lang["#SLEDGE_NAME"] = "Молот"
lang["#WEIGHTBAR_NAME"] = "45-фунтовка"
lang["#SHOVEL_NAME"] = "Лопата"
lang["#HOE_NAME"] = "Мотыга"
lang["#SPADE_NAME"] = "Лопатка"
lang["#MOP_NAME"] = "Швабра"
lang["#SWITCHBLADE_NAME"] = "Выкидной нож"
lang["#WAKAZASHI_NAME"] = "Вакадзаси"
lang["#BUMPER_NAME"] = "Большой меч"
lang["#BATON_NAME"] = "Прут"
lang["#POWERFIST_NAME"] = "Силовой кастет"
lang["#CANOPENER_NAME"] = "Открывашка"

---Melee Weapons Desc
lang["#BOTTLESHANK_DESC"] = "Разбитая бутылка.\nЭтикетка стерлась до неузнаваемости, но вы можете разглядеть две буквы: B.S.\n\nМожет быть использовано в качестве оружия ближнего боя, если вы хотите."
lang["#COMBATKNIFE_DESC"] = "Боевой нож в основном используется военными.\n\nОсновной предмет ближнего боя, который сделал его популярным ножом среди энтузиастов и выживших.\n\nМожет использоваться как штык на некоторых видах оружия."
lang["#COMBATKNIFE_STARTER_DESC"] = "Дрянной старый нож. Когда-то использовался военными, теперь заброшен до времени. Не очень острый, но всё же им можно было что-то наколоть."
lang["#CROWBAR_DESC"] = "Простой стальной стержень с загнутым концом, но, тем не менее, эффективный инструмент.\nНесмотря на намерение использовать его как полезное оружие, вес и баланс этого инструмента делают его эффективным запасным вариантом в качестве оружия ближнего боя."
lang["#FIREAXE_DESC"] = "Пожарный топор - это деревянный топор с тяжелой стальной головкой, предназначенный для пожаротушения. Длинная ручка из твердой древесины позволяет проводить быстрые атаки на разумном расстоянии и частично покрыта резиной, чтобы обеспечить хорошее сцепление с оружием.\n\nПервоначально разработанное для разрушения стен и дверей, это оружие может нанести серьёзный урон мягкой цели."
lang["#KATANA_DESC"] = "Смертоностное оружие ближнего боя.\nОбработанный стальной сплав, который был идеально заточен и сплющен более тысячи раз для производства идеального лезвия; полезен для всех стилей боя с клинком, таких как колющие, рубящие и толкающие."
lang["#MACHETE_DESC"] = "Острое оружие ближнего боя.\nПереработанный металл в форме лезвия средней длины. Один конец спортивной обернутой ручки для хорошего захвата.\nМожет быть использовано для оружия ближнего боя средней дальности."
lang["#REBARCLUB_DESC"] = "Сдвиг тупого оружия ближнего боя.\nСтержень арматуры для ручки и кусок бетона в качестве головки молотка; Это сомнительный выбор оружия, он эффективен, но не сбалансирован, поэтому его сложно использовать.\nМожет использоваться как оружие средней дальности."
lang["#SHISHKEBAB_DESC"] = "Зажигательное оружие ближнего боя.\nОчень сложный дизайн великого интеллекта; Какой-то вид топлива вытекает в пламя, которое окружает острое плоское лезвие устройства, поистине удивительное.\nМожет использоваться как эффективное оружие средней дальности, способное поджечь цели."
lang["#SPIKEKNUCKLES_DESC"] = "Грубое оружие ближнего боя.\nПереработанный металл, сформированный в форму, похожую на рукоятку, с коническими шипами на костяшках.\nМожет использоваться как оружие ближнего боя."
lang["#SUPERSLEDGE_DESC"] = "Эффективное тупое оружие ближнего боя.\nБольшой гидравлический поршень на конце длинной рукоятки; Поршень и рукоятка имеют форму молотка, поршень приводится в действие невидимыми силами.\nМожет быть использовано в качестве эффективного сокрушительного оружия, которое также имеет большое расстояние."
lang["#9IRON_DESC"] = "Это старое железо Найн айрон изогнуто и побито после многих лет воздействия элементов."
lang["#BASEBALLBAT_DESC"] = "Эта всеамериканская, твердая, бейсбольная бита выбьет все что угодно прямо из парка."
lang["#BASEBALLBAT_STARTER_DESC"] = "Старая деревянная бейсбольная бита. Когда-то использовалась для отбивания мячей в парке, а теперь годится для того, чтобы пробить голову угрозе."
lang["#CATTLEPROD_DESC"] = "Обычно используемый для выпаса упрямого рогатого скота, он был переосмыслен как несмертельное оружие против людей.\n\nВ дополнение к заостренным зубцам на наконечнике, обычно находящемся на стержнях для крупного рогатого скота, он снабжен толстой, наэлектризованной металлической катушкой вокруг ударного конца, подключенной к паре батарей, приклеенных к ручке рядом с рукояткой."
lang["#CLEAVER_DESC"] = "Кухонная утварь, сделанная специально для мяса Хэк', Вэк', Чоп'!"
lang["#DRESSCANE_DESC"] = "Трость до войны.\n\nКак и все вещи, принадлежащие высшему обществу, он находится в отличном состоянии и сделан из прочного блестящего чёрного дерева с ручкой из слоновой кости."
lang["#LEADPIPE_DESC"] = "Широко доступное, недорогое оружие ближнего боя. Один из концов обернут вокруг ленты, чтобы улучшить сцепление, а другой покрыт трубной обжимкой.\n\nОсторожно: известно, что штат Новой Калифорнии вызывает врождённые дефекты.\n\n#WIP_DESC"
lang["#HATCHET_DESC"] = "Это ручной топор с деревянной ручкой с резиновой рукояткой для рубки дерева и конечностей.\n\nВ отличие от метательных топоров, они не сбалансированы для использования в качестве метательного оружия."
lang["#KITCHENKNIFE_DESC"] = "Для всех ваших потребностей из фильмов ужасов, или если вам просто нужно порезать морковь."
lang["#DRIVER_DESC"] = "Всегда обязательно иметь последнюю версию."
lang["#NAILBOARD_DESC"] = "У этого 2x4 есть несколько гвоздей, проведенных через него, с остроконечным валом, чтобы обеспечить лучшее сцепление.\n\nОбычно используется супермутантами и другими идиотами."
lang["#PIPEWRENCH_DESC"] = "Типичный гаечный ключ, используемый механиками для причинения вреда людям. Также хорошо подходит для разбора машин!"
lang["#STRAIGHTRAZOR_DESC"] = "Старомодная бритва для бритья с полированной деревянной ручкой. Хотя его лезвие короткое, оно лёгкое и может наносить несколько ударов в быстрой последовательности."
lang["#ROLLINGPIN_DESC"] = "Обычная деревянная скалка, используемая для выпекания теста и для раскатывания теста, с несколькими тонкими прожилками крови на одной стороне."
lang["#SLEDGE_DESC"] = "Специальность сильного человека появляется в пустоши.\n\n#WIP_DESC"
lang["#WEIGHTBAR_DESC"] = "Явно никогда не предназначавшаяся для использования в качестве оружия, эта зловещая груда из свинца и стали не чужда тому, чтобы ею орудовали только сильнейшие из сильных.\n\n#WIP_DESC"
lang["#SHOVEL_DESC"] = "Лопата с деревянной рукояткой. Пригодится для раскапывания могил или поражения целей с максимально возможного расстояния. Предназначена для тех, кто является настоящим рыцарем лопаты."
lang["#HOE_DESC"] = "Старый садовый инструмент. Длинная палка с толстым куском металла на конце. Не знаю, что вы собираетесь с этим делать, но это может оказаться полезным оружием."
lang["#SPADE_DESC"] = "Похожа на лопату, но значительно меньше. В чём, собственно, разница между этими двумя? Они всё равно пробьют голову."
lang["#MOP_DESC"] = "Вы можете использовать её для уборки крови на полу с ваших врагов после жестокого избиения их до смерти."
lang["#SWITCHBLADE_DESC"] = "Лезвие этого маленького ножа удерживается пружиной. Когда кнопка на ручке нажата, лезвия стреляют с удовлетворительным ''Шшшшшшк'' звуком."
lang["#WAKAZASHI_DESC"] = "Короткий тонкий нож.\n\nНаконечник, похоже, предназначен для пробивания брони"
lang["#BUMPER_DESC"] = "Большой меч - это скорее не просто кусок стали, а не оружие. Это чрезвычайно тяжелое и острое оружие, созданное из бампера автомобиля и наносящее огромный урон."
lang["#BATON_DESC"] = "Складная модель полицейской дубинки, используемая различными отделами полиции до Великой войны."
lang["#POWERFIST_DESC"] = "Первоначально использовался в качестве довоенного оборудования для экипажей по сносу, а не в качестве оружия.\n\nМощный кулак использует пневматический таран для нанесения мощных ударов средней скорости атакующим"
lang["#CANOPENER_DESC"] = "Особая вещь для тех, чья неуправляемая агрессия спровоцирует войну за что-то тривиальное, как довоенные бобы.\n\nПросто отследи некоторые из этих драгоценных банок и приступай к пиру, детка!"

--███████╗███╗   ██╗███████╗██████╗  ██████╗██╗   ██╗
--██╔════╝████╗  ██║██╔════╝██╔══██╗██╔════╝╚██╗ ██╔╝
--█████╗  ██╔██╗ ██║█████╗  ██████╔╝██║  ███╗╚████╔╝
--██╔══╝  ██║╚██╗██║██╔══╝  ██╔══██╗██║   ██║ ╚██╔╝
--███████╗██║ ╚████║███████╗██║  ██║╚██████╔╝  ██║
--╚══════╝╚═╝  ╚═══╝╚══════╝╚═╝  ╚═╝ ╚═════╝   ╚═╝

lang["#GATLASER_NAME"] = "Гатлинг-лазер"
lang["#LASERGUN_NAME"] = "Лазерное оружие"
lang["#PLASMAGUN_NAME"] = "Плазма"
lang["#TRILASER_NAME"] = "Трёхлучевая лазерная винтовка"
lang["#PLASMACASTER_NAME"] = "Плазмолив"
lang["#GAUSSRIFLE_NAME"] = "Винтовка Гаусса"
lang["#RCW_NAME"] = "Лазер RCW"
--[[
lang["#INCENERATOR_NAME"] = "Инсинератор"
lang["#FLAMER_NAME"] = "Огнемёт"
lang["#P95_NAME"] = "Турбоплазменная винтовка P95"
lang["#WATZ2k_NAME"] = "Лазерная винтовка Wattz"
lang["#WATZ1k_NAME"] = "Лазерный пистолет Wattz"
lang["#HOLORIFLE_NAME"] = "Головинтовка"
lang["#PULSERIFLE_NAME"] = "Импульсное ружьё YK42"
lang["#PPK12_NAME"] = "Гауссов пистолет PPK12"
lang["#PLASMADEFENDER_NAME"] = "Глок 86"
]]

-- Plasma

lang["#PLASMAGUN_PISTOL_NAME"] = "Плазменный пистолет"
lang["#PLASMAGUN_MAGNUM_NAME"] = "Плазменный бластер"
lang["#PLASMAGUN_RIFLE_NAME"] = "Плазменная винтовка"
lang["#PLASMAGUN_CARBINE_NAME"] = "Плазменный карабин"
lang["#PLASMAGUN_REPEATER_NAME"] = "Плазменный повторитель"
lang["#PLASMAGUN_PDW_NAME"] = "Плазменный PDW"
lang["#PLASMAGUN_MULTIPLASRIFLE_NAME"] = "Мультиплазменная винтовка"
lang["#PLASMAGUN_MULTIPLASPISTOL_NAME"] = "Мультиплазменный пистолет"
lang["#PLASMAGUN_SNIPERPISTOL_NAME"] = "Мультиплазменный снайперский пистолет"
lang["#PLASMAGUN_SNIPERRIFLE_NAME"] = "Мультиплазменная снайперская винтовка"

-- Laser

lang["#LASERGUN_PISTOL_NAME"] = "Лазерный пистолет"
lang["#LASERGUN_PISTOL_STARTER_NAME"] = "Старый лазерный пистолет"
lang["#LASERGUN_RIFLE_STARTER_NAME"] = "Старый лазерный карабин"
lang["#LASERGUN_BLASTER_NAME"] = "Лазерный бластер"
lang["#LASERGUN_RIFLE_NAME"] = "Лазерная винтовка"
lang["#LASERGUN_CARBINE_NAME"] = "Лазерный карабин"
lang["#LASERGUN_REPEATER_NAME"] = "Лазерный повторитель"
lang["#LASERGUN_PDW_NAME"] = "Лазерный PDW"
lang["#LASERGUN_SNIPERPISTOL_NAME"] = "Зарядный лазерный пистолет"
lang["#LASERGUN_SNIPERRIFLE_NAME"] = "Зарядная лазерная винтовка"

-- Scatter Laser

lang["#LASERGUN_SCATTERRIFLE_NAME"] = "Рассеянная лазерная винтовка"
lang["#LASERGUN_SCATTERPISTOL_NAME"] = "Рассеянный лазерный пистолет"
lang["#LASERGUN_SCATTERREPEATER_NAME"] = "Рассеянный лазерный повторитель"
lang["#LASERGUN_SCATTERPDW_NAME"] = "Рассеянный лазерный PDW"
lang["#LASERGUN_SCATTERCARBINE_NAME"] = "Рассеянный лазерный карабин"
lang["#LASERGUN_SCATTERBLASTER_NAME"] = "Рассеянный лазерный бластер"
lang["#LASERGUN_SNIPERSCATTERPISTOL_NAME"] = "Рассеянный зарядный лазерный пистолет"
lang["#LASERGUN_SNIPERSCATTERRIFLE_NAME"] = "Рассеянная зарядная лазерная винтовка"

-- Tri-beam

lang["#TRILASERPISTOL_NAME"] = "Трёхлучевой лазерный пистолет"
lang["#TRILASERRIFLE_NAME"] = "Трёхлучевая лазерная винтовка"

--Energy Weapons Desc
lang["#GATLASER_DESC"] = "Многопризменный лазер Гатлинга.\n\nРазработанные специально для военного использования, они были в стадии прототипа в начале Великой войны.\n\nОснащённое электронными зарядными устройствами, это оружие отличается высокой скорострельностью и большим запасом батарей."
lang["#INCENERATOR_DESC"] = "Разработанный какой-то высокотехнологичной фракцией, претендующей на звание правительства Старого Света, этот монстр стреляет напалмом, как миномет."
lang["#AERPISTOL_DESC"] = "Лазерный пистолет AER7 - это военный лазер, редко использовавшийся полицией и военными подразделениями до войны. Он использует кристаллический массив, что делает его гораздо более смертоносным, чем Wattz."
lang["#AERPISTOL_STARTER_DESC"] = "Неисправный лазерный пистолет, собранный из других неисправных лазерных пистолетов."
lang["#AERRIFLE_STARTER_DESC"] = "Неисправный лазерный карабин, собранный из других неисправных лазерных карабинов."
lang["#AERRIFLE_DESC"] = "Лазерная винтовка AER9 - это мощная лазерная винтовка, которая использует кристаллический массив и была на пути к тому, чтобы выставить на вооружение отечественные военные подразделения до Великой войны."
lang["#PLASMACASTER_DESC"] = "Плазмолив использовался, как инструмент промышленного уничтожения с использованием плазменных болтов до войны.\n\nТеперь это просто инструмент разрушения, который использует плазменные болты.\n\n#WIP_DESC"
lang["#PLASMAGUN_DESC"] = "Плазма - это высокотехнологичное оружие, которое находит многочисленные применения в военной и промышленной областях.\n\nПлазменный заряд представляет собой тороид перегретого газообразного водорода, который наносит цели высокий уровень теплового и физического урона, пробивает большинство типов брони и вызывает сильные ожоги 3-й и 4-й степеней."
lang["#GAUSSRIFLE_DESC"] = "Винтовка Гаусса использует магнитную индукцию, чтобы двигать снаряд с невероятной и разрушительной скоростью.\n\nКаждый выстрел может быть заряжен на максимальный урон, удерживая курок в течение некоторого времени, прежде чем отпустить."
lang["#PLASMADEFENDER_DESC"] = "Плазменный пистолет Глок 86, разработанный искусственным интеллектом Гастона Глока.\n\nВыстреливает небольшой заряд перегретой плазмы.\n\nПитание от маленькой энергетической батареи."
lang["#RCW_DESC"] = "Предшественником лазера Гатлинга, уникальной особенностью этого оружия является добавление вращающейся конденсаторной батареи.\n\nЭто вращение конденсатора позволяет Лазеру RCW работать как 'лазерная штурмовая винтовка', избегая ограничений скорострельности конструкции одного конденсатора."
lang["#TRILASER_DESC"] = "Серьёзно модифицированное оружие, созданное путём комбинирования нескольких лазеров.\n\nСтреляет 3-мя полномощными лучами в одно нажатие на курок, потребляя при этом столько же боеприпасов.\n\nЗначительно улучшен урон по сравнению со стандартной лазерной винтовкой, но её наспех импровизированная конструкция требует гораздо более частого обслуживания.\n\n#WIP_DESC"
lang["#FLAMER_DESC"] = "Модель 'Флэмюл' 450 версии 'Огнемёт Вармитер'. Стреляет горячим напалмом для 'уничтожения жуков'."
--[[
lang["#AER9_DESC"] = "AER9 - это высокотехнологичное оружие, которое излучает концентрированный луч когерентного света с достаточной мощностью, чтобы нанести значительный урон.\n\nГораздо крепче и надежнее, его можно найти гораздо чаще, чем последующие модели."
lang["#AEP7_DESC"] = "Лазер AEP7 был введен в эксплуатацию вместо N99 в качестве стандартного оружия для вооруженных сил.\n\nВ то время как гражданские модели используют лазерный диод, военные модели используют камеру фокусировки фотонов и кристаллическую решетку, создавая более плотный, более разрушительный луч."
lang["#PLASMADEFENDER_DESC"] = "Плазменный пистолет Глок 86, разработанный искусственным интеллектом Гастона Глока.\n\nВыстреливает небольшой заряд перегретой плазмы.\n\nПитание от маленькой энергетической батареи."
lang["#PULSERIFLE_DESC"] = "YK42B - это электрическое импульсное оружие, разработанное энергетическим консорциумом 'Юма Флэтс'.\n\nYK42B - это электрическое импульсное оружие, разработанное консорциумом 'Юма Флэтс'. Оно считается гораздо лучшим оружием, чем импульсный пистолет YK32, с большей зарядной способностью и дальностью действия."
lang["#WATZ2k_DESC"] = "Wattz 2000 - это высокотехнологичная лазерная винтовка потребительского уровня, использующая высокоэнергетический свет в качестве выстрела, мгновенно поражая цель на любом расстоянии."
lang["#WATZ1k_DESC"] = "Wattz 1000 - лазер потребительского класса, созданный корпорацией Wattz. Он использует лазерный фокусирующий диод вместо кристаллической решетки, уменьшая его урон."
lang["#PPK12_DESC"] = "Ручное оружие немецкого дизайна, использующее электромагнитные катушки для движения металлических катушек с чрезвычайно высокой скоростью. Они стреляют невероятно маленьким 2-мм выстрелом со скоростью чуть ниже скорости света, прорывая практически любую броню."
lang["#P95_DESC"] = "Ранний прототип, турбоплазменная винтовка P95 никогда не была официально выпущена серийно из-за дорогих материалов и громоздкой конструкции.\n\nНесмотря на это, оружие смертельно опасно благодаря экспериментальному плазменному ускорителю, позволяющему оружию излучать плазму на предельных скоростях."
]]
-- ██████╗ ██╗   ██╗███╗   ██╗███████╗
--██╔════╝ ██║   ██║████╗  ██║██╔════╝
--██║  ███╗██║   ██║██╔██╗ ██║███████╗
--██║   ██║██║   ██║██║╚██╗██║╚════██║
--╚██████╔╝╚██████╔╝██║ ╚████║███████║
-- ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝╚══════╝

--Rifle
lang["#ASSAULTCARBINE_NAME"] = "Карабин"
lang["#MARKSMANCARBINE_NAME"] = "Карабин стрелка"
lang["#ANTIMAT_NAME"] = "Крупнокалиберная снайперская винтовка"
lang["#LEVERGUN_NAME"] = "Медвежье ружьё"
lang["#COWBOYREPEATER_NAME"] = "Винтовка ковбоя"
lang["#COWBOYREPEATER_STARTER_NAME"] = "Старинная винтовка ковбоя"
lang["#TRAILCARBINE_NAME"] = "Карабин следопыта"
lang["#DKS_NAME"] = "Снайперская винтовка"
lang["#FAMAS_NAME"] = "FAMAS"
lang["#FAL_NAME"] = "Самозарядная винтовка"
lang["#HUNTING_NAME"] = "Охотничья винтовка"
lang["#R91_NAME"] = "Штурмовая винтовка R91"
lang["#RHODIESPECIAL_NAME"] = "Родезийский 'Спешиал'"
lang["#SERVICERIFLE_NAME"] = "Боевая винтовка"
lang["#AK_NAME"] = "Советская винтовка"
lang["#TYPE93_NAME"] = "Китайский автомат"
lang["#PIPERIFLE_NAME"] = "Гладкоствол"
lang["#PIPERIFLE_STARTER_PISTOL_NAME"] = "Ломовой пистолет"
lang["#PIPERIFLE_STARTER_RIFLE_NAME"] = "Ломовая винтовка"
lang["#PIPERIFLE_STARTER_SMG_NAME"] = "Ломовой пистолет-пулемёт"
lang["#PIPERIFLEBOLT_NAME"] = "Гладкоствол с затвором"
lang["#VARMINT_NAME"] = "Варминт-винтовка"
lang["#VARMINT_STARTER_NAME"] = "Варминт-винтовка Буббаред"
lang["#MACHINEGUN_NAME"] = "Лёгкий пулемёт"
lang["#G11_NAME"] = "Скорострельное ружьё"

lang["#SVD_NAME"] = "Советская снайперская винтовка"
lang["#RHODIESPECIAL_NAME"] = "Родезийский 'Спешиал'"
lang["#R91INFILTRATOR_NAME"] = "Инфильтратор"
lang["#R91PERFORATOR_NAME"] = "Дырокол"
lang["#R91WANDA_NAME"] = "Ванда"
lang["#SRIFLE12.7_NAME"] = "Карабин 12.7-мм"
lang["#SRIFLECOMRADE_NAME"] = "Товарищ-15"
lang["#SRIFLEPARTIZAN_NAME"] = "Партизан"
lang["#SRIFLEM199_NAME"] = "Боевая винтовка M199"
lang["#HRIFLESURPLUS_NAME"] = "Прибавочная винтовка"
lang["#TYPE93BD_NAME"] = "Автомат 'Гуанлон'"

--Shotgun
lang["#SHOTGUN"] = "Дробовик"
lang["#COMBATSHOTGUN_NAME"] = "Боевой дробовик"
lang["#SINGLEBARREL_NAME"] = "Однозарядное ружьё"
lang["#DOUBLEBARREL_NAME"] = "Двуствольный дробовик"
lang["#TOZ34_NAME"] = "Дробовик караванщика"
lang["#870_NAME"] = "Помповый дробовик"
lang["#STREETSWEEPER_NAME"] = "Чистильщик улиц"
lang["#SPAS12_NAME"] = "Полицейский дробовик"


lang["#FUDD_NAME"] = "Наследство Фудда"

--Handgun
lang["#USP_NAME"] = "Боевой пистолет"
lang["#MAUSER_NAME"] = "Маузер"
lang["#10MMPISTOL_NAME"] = "Пистолет 10-мм"
lang["#12.7MMPISTOL_NAME"] = "Пистолет 12.7-мм"
lang["#357MAGNUM_NAME"] = "Револьвер .357"
lang["#357MAGNUM_STARTER_NAME"] = "Ржавый 'Магнум'"
lang["#44MAGNUM_NAME"] = "Револьвер 'Магнум' .44"
lang["#DEAGLE_NAME"] = "Пистолет 'Магнум' .44"
lang["#HUNTINGREVOLVER_NAME"] = "Охотничий револьвер"
lang["#NEEDLER_NAME"] = "Иглострел HK"
lang["#M9FS_NAME"] = "9-мм пистолет"
lang["#M9FS_STARTER_NAME"] = "Старый 9-мм пистолет"
lang["#1911PISTOL_NAME"] = "Пистолет кал. 45 Авто"

lang["#1911DELTA_NAME"] = "'Дельта элит'"
lang["#93R_NAME"] = "'Рапид 9'"
lang["#357POLICE_NAME"] = "Боевой 'Магнум'"
--smg
lang["#9MMSMG_NAME"] = "Пистолет-пулемёт"
lang["#P90_NAME"] = "4.7-мм PDW"
lang["#10MMSMG_NAME"] = "Пистолет-пулемёт 10-мм"
lang["#TOMMYGUN_NAME"] = "Пистолет-пулемёт .45"

lang["#GREASEGUN_NAME"] = "Танкер"

--heavy
lang["#MINIGUN_NAME"] = "Миниган 5-мм"
lang["#VINDICATOR_NAME"] = "Миниган 'Виндикатор'"
--other
lang["#SYRINGER_NAME"] = "Транквилизатор"
--lang["#FARTNADE_NAME"] = "Пердёж-граната"

--explosive
lang["#APW_NAME"] = "Противопехотный 25-мм гранатомёт"
lang["#M79_NAME"] = "Гранатомет с переломным затвором"
lang["#FATMAN_NAME"] = "'Толстяк'"
lang["#MISSILELAUNCHER_NAME"] = "Гранатомёт"
-------------------------------------------------------
--Guns Desc
-------------------------------------------------------
--rifle
lang["#ASSAULTCARBINE_DESC"] = "Карабин представляет собой компактное автоматическое оружие, обладающее высокой скорострельностью и сравнительно низким максимальным разбросом.\n\nЭто оружие, изготовленное под патрон 5-мм, было разработано как лёгкое портативное решение для бронированной пехоты.\n\nСравнительно небольшой размер пули, однако, делает его плохо пригодным для чего-либо, кроме его предназначения."
lang["#MARKSMANCARBINE_DESC"] = "Высококачественная полуавтоматическая винтовка американского производства.\n\nДвоюродный брат боевой винтовки, карабин стрелка является усовершенствованной версией, использующей только лучшие компоненты.\n\nБолее быстрая стрельба, более прочный и лёгкий вес!"
lang["#ANTIMAT_DESC"] = "PGM Hecate II - чрезвычайно мощное крупнокалиберное оружие, предназначенное для использования в сильно бронированной военной технике.\n\nМожно только представить, что он может сделать с когтем смерти."
lang["#COWBOYREPEATER_DESC"] = "Довоенная репродукция ныне древнего дизайна, винтовки ковбоя.\n\nЭто тоже хорошо, боеприпасы 19-го века трудно найти.\n\n#WIP_DESC"
lang["#COWBOYREPEATER_STARTER_DESC"] = "Старинная винтовка ковбоя под патрон .38 'Спешиал'. Всё ещё довольно мощный, хотя его можно немного почистить."
lang["#TRAILCARBINE_DESC"] = "Предвоенное воспроизведение древнего дизайна, созданного для современных боеприпасов.\n\nЭто тоже хорошо, боеприпасы 19-го века трудно найти.\n\n#WIP_DESC"
lang["#DKS_DESC"] = "Снайперская винтовка DKS-501, отлично подходит для дальнего боя.\n\nПод патрон .308.\n\nВ первую очередь рассматривается как выданное в качестве контракта военное оружие; он видел ограниченное использование на коммерческом рынке как высококлассную, но общеизвестно хрупкую, охотничью винтовку."
lang["#FAMAS_DESC"] = "Боевая винтовка Булл-пап производства Франции.\n\nЭту необычную винтовку под патрон 5.56 легче питать, чем искать. Интересно, как он пробился в США?."
lang["#FAL_DESC"] = "Боевая винтовка производства бельгийского производителя оружия FN Herstal.\n\nЭта винтовка была более широко использована вооруженными силами, чем любая другая винтовка в истории."
lang["#HUNTING_DESC"] = "Старое, но надежное оружие.\n\nУ этой винтовки были лучшие времена, но она все ещё эффективна для дальнего боя.\n\nПод патрон .308."
lang["#LEVERGUN_DESC"] = "Ружье с большим отверстием под патрон .45-70.\n\nГладкоствольные пистолеты известны своей простотой использования в тяжелых кистях или в ограниченных пространствах, где высокоточная точная винтовка была бы громоздкой или непрактичной."
lang["#PARTIZAN_DESC"] = "Это оружие свободы.\n\nОбязательно знайте, что в тот день, когда у вас его больше не будет, вас вернут в рабство."
lang["#R91_DESC"] = "Полноавтоматическая городская штурмовая винтовка R91, выпущенная вооруженным силам США во время операций по умиротворению в городах и боевых действий.\n\nВинтовки серии R использовались после прекращения серий M в начале 21-го века.\n\nИзготовленные гражданским производителем Стент Секьюрити Солюшнз, они были сделаны во многих моделях и вариациях."
lang["#SERVICERIFLE_DESC"] = "Полуавтоматическая винтовка американского происхождения.\n\nРазработанный по образцу довоенных схем, этот дизайн приобрел новую популярность благодаря простоте производства и достойной огневой мощи.\n\nЭтот пример является послевоенной имитацией, поскольку к моменту падения бомб оригиналы были сняты с производства в пользу серии R."
lang["#AK_DESC"] = "Зародившись в Советской России в конце второй мировой войны, эта конструкция впоследствии использовалась в конфликтах по всему миру.\n\nНе удивительно, что спустя столько лет после падения бомб эти прочные винтовки сохранились в той или иной форме."
lang["#TYPE93_DESC"] = "Конструкция, массово использовавшаяся во время Ресурсных войн для китайских диверсантов и их сторонниками.\n\nТысячи единиц этого оружия были тайно ввезены в США, и многие из них остаются работоспособными даже спустя 150 лет после Великой войны.\n\n#WIP_DESC"
lang["#PIPERIFLE_DESC"] = "Самодельное, но эффективное оружие. Изготовленное из остатков лома и довоенных труб, оно дешево и просто в изготовлении.\n\nВ сочетании с 9-мм патронами это делает его широко используемым как рейдерами, так и одиночками."
lang["#PIPERIFLE_STARTER_PISTOL_DESC"] = "Функциональный пистолет, сделанный из кусков металла. Ничего особенного в нем нет, кроме того, что он стреляет плохими пулями."
lang["#PIPERIFLE_STARTER_RIFLE_DESC"] = "Функциональная винтовка, сделанная из кусков металла. Прочная основа с привинченным к ней дрянным прикладом, стреляет довольно медленно."
lang["#PIPERIFLE_STARTER_SMG_DESC"] = "Функциональный пистолет-пулемёт, сделанный из кусков металла. В него встроена автонастройка, поэтому он может стрелять полностью автоматически. Очень слабый урон."
lang["#PIPERIFLEBOLT_DESC"] = "Простое, но эффективное оружие. Изготовлен из остатков лома и довоенного трубопровода, мощный и простой в производстве.\n\nУчитывая высокое давление его патрона .308, внутренний магазин с верхней загрузкой, ну, он взрывается в ваших руках."
lang["#VARMINT_DESC"] = "Довоенная винтовка, обычно используемая в охоте на мелкую дичь.\n\nМеньше, чем его .308 двоюродный брат, но гораздо чаще встречается, как боеприпасы.\n\nПод патрон в 5.56.\n\n#WIP_DESC"
lang["#VARMINT_STARTER_DESC"] = "Винтовка для борьбы с варминтами под патрон 5.56.\n\nЭта винтовка получила свою долю оскорблений задолго до падения бомб, и последующие годы не были более добрыми."
lang["#MACHINEGUN_DESC"] = "Полностью автоматический пулемёт поддержки.\n\nЗаряжен патронами 5.56 и охотничьим магазином на 90 патронов. Это одно из самых пугающих довоенных оружий, сохранившихся до сих пор.\n\nК сожалению, вам понадобится большая сила и ресурсы армии, чтобы нести и кормить его."
lang["#G11_DESC"] = "HK G11 K2 одна из самых совершенных штурмовых винтовок.\n\nОн способен выстрелить залпами по 4.7-мм которые выходят из оружия до того, как можно будет почувствовать отдачу.\n\nИз-за сложной конструкции и редких материалов, а также специализированных боеприпасов, которые трудно достать, эта винтовка чрезвычайно редка."

lang["#SVD_DESC"] = "Длинноствольная винтовка. Похожа на советскую винтовку, но может стрелять патронами калибра .308, что делает её отличным снайперским оружием."
lang["#RHODIESPECIAL_DESC"] = "''Pugnamus Amo Leo''" --  probably don't change this because it's supposed ot be a latin reference --низя менять. смысОл понять можно только на латинском
lang["#R91INFILTRATOR_DESC"] = "Штурмовая винтовка R91, вариант Инфильтратора.\n\nРазработанный для использования группами специальных операций, приклад был удалён, укорочен ствол, и были добавлены глушитель, оптика и расширенный магазин."
lang["#R91PERFORATOR_DESC"] = "Штурмовая винтовка R91, вариант Инфильтратора.\n\n''Это лучшее оружие, которое у меня когда-либо было. Немного медленная на спусковом крючке, но она компенсирует это силой и точностью.\n\nИспользуйте её в добром здравии.''"
lang["#R91WANDA_DESC"] = "Полностью автоматическая городская штурмовая винтовка R91.\n\n''Слушай, ты, очевидно, ничего не знаешь о разведывательной работе, леди.\n\nЭто техника X-K-Red-27.''"
lang["#SRIFLE12.7_DESC"] = "Полуавтоматический крупнокалиберный карабин американского происхождения.\n\nРеверс, разработанный с довоенных схем, это преобразование калибра изначально предназначалось для отключения вражеских транспортных средств.\n\nПосле войны, он был найден, чтобы работать на всё остальное, пока вы можете себе это позволить."
lang["#SRIFLECOMRADE_DESC"] = "''Эта винтовка, висящая на стене рабочей квартиры или дачи рабочего, является символом демократии.\n\nЭто наша работа, чтобы увидеть, что он остается с нами."
lang["#SRIFLEPARTIZAN_DESC"] = "''Этим ружьём точно\n\nизвестно, что в тот день, когда у тебя его больше не будет, тебя вернут в рабство.''"
lang["#SRIFLEM199_DESC"] = "Пожалуй, самое известное оружие в современном военном арсенале США, M199 получил своё прозвище ''Говорящий задом'' из необычного отчёта, который стреляющий механизм делает, поскольку он выбрасывает потраченную гильзу.\n\nСтреляя стандартными 5.56-мм патронами, M199 был официальным пехотным оружием армии США до прекращения производства в пользу серии R в начале 21-го века."
lang["#HRIFLESURPLUS_DESC"] = "Старое, но надёжное оружие.\n\nЭта дешевая винтовка, импортированная массово до Великой войны, была изготовлена где-то в Восточной Европе.\n\nПод патрон 7.62x39."
lang["#TYPE93BD_DESC"] = "Древнекитайский император Хуэйцзун из Сун канонизировал пять цветных драконов как ''королей''.\n\nГуанлон - чёрный дракон, обитающий в глубинах мистической воды."

--shotgun
lang["#COMBATSHOTGUN_DESC"] = "Винчестер Сити-Киллер - автоматический дробовик булл-пап.\n\nЭто оружие было запрещено правоохранительными органами и военными."
lang["#SINGLEBARREL_DESC"] = "Дробовик одиночного выстрела.\n\nПросто, надёжно, дешево. Эти качества позволили изготовить одноствольные ружья в невероятном количестве до того, как упали бомбы.\n\nСтреляет некоторыми патронами 12 калибра, из которых существуют различные типы для него."
lang["#DOUBLEBARREL_DESC"] = "Ружье Бок-о-Бок. Популярна в охотничьем и предвоенном стрельбе.\n\nСтреляет некоторыми патронами 12 калибра, из которых существуют различные типы для него."
lang["#TOZ34_DESC"] = "Над/под дробовиком. Популярна в охотничьем и предвоенном стрельбе.\n\nСтреляет некоторыми патронами 12 калибра, из которых существуют различные типы для него."
lang["#870_DESC"] = "Помповый дробовик. Популярный в охоте и довоенной защите дома.\n\nСтреляет некоторыми патронами 12 калибра, из которых существуют различные типы для него."
lang["#STREETSWEEPER_DESC"] = "Самозарядное ружьё с барабанным магазином.\n\nСтреляет некоторыми патронами 12 калибра, из которых существуют различные типы для него.\n\nНечасто встречавшаяся в руках довоенных военных частей и полицейских управлений, эта модель обрела новую популярность после войны практически у всех, кто смог её заполучить.\n\n#WIP_DESC"
lang["#SPAS12_DESC"] = "Самозарядное ружьё с трубчатым магазином.\n\nСтреляет некоторыми патронами 12 калибра, из которых существуют различные типы для него.\n\nВысококачественная импортная модель, популярная как среди полицейских управлений, так и среди любителей огнестрельного оружия, высокая скорострельность позволяет поражать множество целей.\n\n#WIP_DESC"

lang["#FUDD_DESC"] = "Подарок отца на совершеннолетие, предназначенный для его ныне покойного сына, сделанный раньше времени.\n\n\n\nНаступил сезон воронов."


--handgun
lang["#USP_DESC"] = "H&K USP, сделанный в чужой стране.\n\nОднажды проданный для международного применения в правоохранительных и военных целях, этот пистолет никогда не был принят в США.\n\nИз-за конкуренции с отечественными производителями, высоких импортных затрат и особенно смущающей ошибки в широко распространённом рекламном плакате эти пистолеты - редкая редкость в пустоши."
lang["#MAUSER_DESC"] =  "Пистолет Шаньси 17 Типа.\n\nМассово произведена Тайюаньским Арсеналом для армии Яна Сишаня, этот пистолет теперь является пережитком китайско-американской войны."
lang["#10MMPISTOL_DESC"] = "Это оружие широко использовалось правоохранительными органами в старом мире благодаря качеству и простоте изготовления.\n\nБлагодаря надежности в пустынных условиях Кольт 6520 до сих пор широко используется в наши дни."
lang["#12.7MMPISTOL_DESC"] = "Полуавтоматический пистолет Sig-Sauer 12.7-мм.\n\nБольшой полуавтоматический пистолет с фиксированным стволом, пример отличного мастерства.\n\nИмпортированная в США из Европы, эта конструкция изначально была выполнена в 14-мм."
lang["#357MAGNUM_DESC"] = "Единственный револьвер действия, под патрон .357 Магнум и .38 'Спешиал'.\n\nЕго сравнительно низкая скорость стрельбы и низкая ёмкость компенсируются мощным патроном и надежным действием.\n\nЦилиндр распахивается, чтобы быстро выбросить потраченные патроны и перезарядить."
lang["#357MAGNUM_STARTER_DESC"] = "Старый магнум. Всё ещё может заряжать и стрелять из .357, но не так хорошо, как, вероятно, мог бы в те времена."
lang["#44MAGNUM_DESC"] = "Один из самых больших пистолетов в мире, этот пистолет может пробить почти всю мягкую броню.\n\nБоеприпасы трудно найти и могут быть очень дорогими."
lang["#DEAGLE_DESC"] = "Мощный полуавтоматический пистолет под патрон .44 Магнум."
lang["#HUNTINGREVOLVER_DESC"] = "Чудовищно большой пистолет под патрон 45-70.\n\nИспользуется исключительно в охоте на опасную дичь, оно может спасти вам жизнь.\n\n#WIP_DESC"
lang["#NEEDLER_DESC"] = "Пистолет, способный стрелять иглами, наполненными различными веществами.\n\nБоеприпасы могут быть сделаны вручную и заполнены всевозможными веществами."
lang["#M9FS_DESC"] = "Беретта, один из наиболее распространённых 9-мм пистолетов, популярен благодаря своей надежности, 17 патронам и красивой внешности."
lang["#M9FS_STARTER_DESC"] = "Стареющий пистолет 9-мм, подаренный вам перед тем, как вы отправились в самостоятельную жизнь. Таких пистолетов много, но этот - ваш."
lang["#1911PISTOL_DESC"] = "Классический кольт M1911 A1.\n\nВ то время как фиксированный ствол и жесткие допуски этого пистолета обеспечивают чрезвычайно точное огнестрельное оружие, оно достигается за счёт частого застревания пуль.\n\nПо этой причине и из-за сравнительно ограниченных возможностей эта конструкция была выведена из эксплуатации в США через некоторое время после Второй мировой войны."

lang["#1911DELTA_DESC"] = "Вариант каталога 5 - Цилиндрический молоток с деревянными ручками.\n\n''Настоящий коллекционный предмет.''"
lang["#93R_DESC"] = "Пистолет стреляющий очередями.\n\n''Мёртвый или живой, ты идешь со мной.''"
lang["#357POLICE_DESC"] = "Револьвер двойного действия под патрон .357 Магнум и .38 'Спешиал'.\n\nПозволяет стрелять без необходимости взводить крючок перед каждым выстрелом.\n\nЦилиндр распахивается, чтобы быстро вытянуть потраченные патроны и перезарядить.\n\n#WIP_DESC"
--smg
lang["#9MMSMG_DESC"] = "Пистолет-пулемёт с открытой обоймой под патрон 9-мм. Имеет хорошую ёмкость магазина и скорострельность, но короткий ствол был ужасно изношен, ограничивая столкновения на коротких дистанциях."
lang["#10MMSMG_DESC"] = "Высококачественный пистолет-пулемёт под патрон 10-мм.\n\nВ то время как механизм запуска с роликовым фиксатором приводит к невероятно малой отдаче, его дальность действия ограничена в автоматическом режиме.\n\nЛёгкое управление и уничтожение противников без брони, это оружие жизненно важно среди внештатных наемников."
lang["#P90_DESC"] = "Оружие личной защиты под патрон 4.7-мм.\nЭто оружие имеет чрезвычайно крепкий 50 круглых магазин. Наряду с высокой скорострельностью.\n\nПатроны не так часто можно найти и должны быть куплены, чем найдены.\n\n#WIP_DESC"
lang["#TOMMYGUN_DESC"] = "Пистолет-пулемёт .45 - это достаточно надёжное оружие, обладающее большой огневой мощью. К сожалению, в результате для этого пистолета-пулемёта требуется две руки для работы.\n\nКроме того, сильная отдача означает, что этот ПП не может использоваться слабыми людьми, и точность будет страдать при выполнении боевых действий на расстоянии."

lang["#GREASEGUN_DESC"] = "''Ты мне никогда не нравился, Джокер.\nЯ никогда не считал тебя смеш--''\n\n\nБАХ"
--heavy
lang["#MINIGUN_DESC"] = "Личный миниган Роквелл CZ53. Когда началась Великая война, она уже была устаревшей конструкцией и постепенно заменялась более продвинутой версией CZ57 'Мститель'."
lang["#VINDICATOR_DESC"] = "Немецкая компания Rheinmetall AG создала суперминиган.\n\n'Виндикатор' выстреливаем 4.7-мм без корпуса в шесть стволов. \n\nКак вершина тевтонского инженерного мастерства, это лучшее ручное оружие.\n\n#WIP_DESC"
--other
lang["#SYRINGER_DESC"] = "Самодельное, но эффективное оружие. Сделанное из остатков металлолома и довоенных трубок, оно было разработано по образу довоенных ''транквилизаторов''.\n\nМожет использоваться в атаке или как вспомогательное оружие, в зависимости от типа дротиков, выбранных пользователем."
lang["#FARTNADE_DESC"] = "M-42 Тактическая желудочно-кишечная граната - это портативная капсула, оснащённая мегашартами, маленькими вонючими боеголовками.\nУничтожающая все носы."

--explosive
lang["#APW_DESC"] = "25-мм противопехотный полуавтоматический гранатомет.\n\nРазработанный, чтобы дать солдату смертельную способность установленных на транспортном средстве гранатометов в более портативной упаковке."
lang["#M79_DESC"] = "Однозарядный ручной гранатомёт.\n\nВыстреливает гранатами 40-мм.\n\nРазработанное в начале 1960-х годов, это оружие продолжает использоваться американскими войсками уже более ста лет благодаря своей простой конструкции.\n\n#WIP_DESC"
lang["#FATMAN_DESC"] = "Тактическая ручная ядерная катапульта, устанавливаемая на плечо. Предназначенный для запуска мини-ядерных зарядов, небольших атомных боеголовок.\nРазрушительный против всех целей, если вы можете найти какие-либо патроны для него."
lang["#MISSILELAUNCHER_DESC"] = "Взрывное оружие на плече.\nВыпускает большой снаряд, который взрывается при попадании."

RELOADSCHEMA = true