local lang = RSRG.Languages["ru"]
lang["#UI_LEVEL"] = "Уровень"

-- Classes
lang["#UI_UTILITY"] = "Мастерство"
lang["#UI_COMBAT"] = "Бой"

--███████╗██████╗ ███████╗ ██████╗██╗ █████╗ ██╗     ███████╗
--██╔════╝██╔══██╗██╔════╝██╔════╝██║██╔══██╗██║     ██╔════╝
--███████╗██████╔╝█████╗  ██║     ██║███████║██║     ███████╗
--╚════██║██╔═══╝ ██╔══╝  ██║     ██║██╔══██║██║     ╚════██║
--███████║██║     ███████╗╚██████╗██║██║  ██║███████╗███████║
--╚══════╝╚═╝     ╚══════╝ ╚═════╝╚═╝╚═╝  ╚═╝╚══════╝╚══════╝

lang["#SPC_STR"] = "Сила" -- for Specials, keep the first half of the name in english so it matches with the S.P.E.C.I.A.L Acronym
lang["#SPC_STRDESC"] = "Чистая физическая сила, высокая сила хороша для физических атак.\n\n- Влияет на силу атаки ближнего боя.\n- Влияет на способность нести вещи.\n- Тяжёлое оружие легче носить."

lang["#SPC_PER"] = "Восприятие"
lang["#SPC_PERDESC"] = "Обострение чувств тела. Высокое восприятие хорошо для изучения, или меткой стрельбы.\n- Влияет на способность поиска.\n- Влияет на навык владения дальнобойным оружием.\n- Увеличивает очки боя, получаемые при повышении уровня."

lang["#SPC_EDR"] = "Выносливость"
lang["#SPC_EDRDESC"] = "Выдержка и физическая стойкость. Высокий уровень выносливости может помочь вам выжить там, где другие не могут.\n- Влияет на макс. здоровье.\n- Действия требуют меньше ОД для выполнения."

lang["#SPC_CHR"] = "Харизма"
lang["#SPC_CHRDESC"] = "Социальная привлекательность, харизма позволяет общаться и убеждать. Люди с высокой харизмой привлекают людей.\n"

lang["#SPC_INT"] = "Интеллект"
lang["#SPC_INTDESC"] = "Хитрость и мудрость, способность быстро мыслить необходима для выживания в пустоши.\n\n- Влияет на способность изготовления предметов и модификаций.\n- Увеличивает очки мастерства, получаемые при повышении уровня."

lang["#SPC_AGL"] = "Ловкость"
lang["#SPC_AGLDESC"] = "Умение быть быстрым. Высокая ловкость даёт скорость движениям и другим действиям.\n"

lang["#SPC_LCK"] = "Удача"
lang["#SPC_LCKDESC"] = "Вы обнаружите, что удача решает для вас ситуации самым странным образом.\n\n- Влияет на обнаружение предметов.\n- Влияет на все навыки.\n- Влияет на все сценарии."

--███████╗██╗  ██╗██╗██╗     ██╗     ███████╗
--██╔════╝██║ ██╔╝██║██║     ██║     ██╔════╝
--███████╗█████╔╝ ██║██║     ██║     ███████╗
--╚════██║██╔═██╗ ██║██║     ██║     ╚════██║
--███████║██║  ██╗██║███████╗███████╗███████║
--

lang["#SKL_PISTOLS"] = "Дуэлист" --nah
lang["#SKL_PISTOLSDESC"] = "Меткость, уровень износостойкости и скорость перезарядки пистолетов.\n"

lang["#SKL_ASSAULT"] = "Коммандо"
lang["#SKL_ASSAULTDESC"] = "Меткость, уровень износостойкости и скорость перезарядки автоматического оружия и оружия серийного огня.\n"

lang["#SKL_RIFLES"] = "Стрелок"
lang["#SKL_RIFLESDESC"] = "Меткость, уровень износостойкости и скорость перезарядки однозарядного, насосного, рычажного, и стрелкового оружия.\n"

lang["#SKL_ENERGY"] = "Энерг. оруж."
lang["#SKL_ENERGYDESC"] = "Меткость, уровень износостойкости и скорость перезарядки энергетического оружия.\n"

lang["#SKL_MELEE"] = "Хол. оруж."
lang["#SKL_MELEEDESC"] = "Влияет на урон и уровень износостойкости оружия ближнего боя.\n"

lang["#SKL_UNARMED"] = "Без оружия"
lang["#SKL_UNARMEDDESC"] = "Ваши совместные знания боевых искусств и рукопашного боя, ваш навык Без оружия влияет на то, насколько хорошо вы можете бороться своими кулаками.\n"

lang["#SKL_EXP"] = "Взрывчатка"
lang["#SKL_EXPDESC"] = "Знание и применение взрывоопасных материалов. Овладение взрывчаткой позволит легче использовать взрывное оружие и создавать уникальные гранаты.\n"

lang["#SKL_SNEAK"] = "Скрытность"
lang["#SKL_SNEAKDESC"] = "Способность оставаться скрытым. Влияет на громкость звука шагов и заметность для персонажей\n"

lang["#SKL_SECURITY"] = "[НЕ РАБОТАЕТ] Безопасность"
lang["#SKL_SECURITYDESC"] = "Знание над безопасностью включает в себя вашу способность не только проникать в строго охраняемые зоны, но и защищать их самостоятельно, создавая различные ловушки, объединяя со знаниями о взрывчатке, чтобы создавать мины.\n"

lang["#SKL_SCAV"] = "Поиск"
lang["#SKL_SCAVDESC"] = "Эффективность в добыче полезных ископаемых, сбора обломков и поиске сокровищ старого мира.\n"

lang["#SKL_ENG"] = "Инженер"
lang["#SKL_ENGDESC"] = "Влияет на инженерные знания; ремонт и техническое обслуживание оборудования, а также создание уникальных предметов.\n"

lang["#SKL_VEH"] = "[НЕ РАБОТАЕТ] Транспорт"
lang["#SKL_VEHDESC"] = "Способность управлять, контролировать и оптимизировать использование транспортных средств. Ваш опыт вождения позволит вам лучше управлять транспортными средствами и получать больше топлива.\n"

lang["#SKL_SCI"] = "Наука"
lang["#SKL_SCIDESC"] = "Знание концепций, касающихся технологий, таких как физика, химия, электричество и компьютеры. Влияет на ваши хакерские способности и ваш потенциал для продвинутых технологий.\n"

lang["#SKL_MED"] = "Медицина"
lang["#SKL_MEDDESC"] = "Понимание и применение медицинских знаний, важный навык в мире, где травмы являются обычным делом.\n"

lang["#SKL_FOOD"] = "Натуралист"
lang["#SKL_FOODDESC"] = "Знание о жизни дикой среде. Влияет на мастерство приготовления пищи, ведения сельского хозяйства, скорость передвижения по карте мира и ваш шанс избежать других опасных встреч.\n"

lang["#SKL_BARTER"] = "Бартер"
lang["#SKL_BARTERDESC"] = "Общее понимание и знание меркантилизма и обмена. Может влиять на цены покупки или продажи товаров.\n"

lang["#SKL_SPEECH"] = "Красноречие"
lang["#SKL_SPEECHDESC"] = "Акт убеждения и влияния. Влияет на способность убеждать других.\n"

-- Stats
lang["#STAT_HP"] = "Очки здоровья"
lang["#STAT_HPSHORT"] = "ОЗ"
lang["#STAT_HPDESC"] = "Сколько урона вы можете получить, прежде чем умрёте."

lang["#STAT_AP"] = "Очки действия"
lang["#STAT_APSHORT"] = "ОД"
lang["#STAT_APDESC"] = "Сколько вы можете сделать в течение определенного времени; Больше очков действия позволяет вам бежать, стабилизировать прицел, задержать дыхание и дольше размахивать оружием ближнего боя."

lang["#STAT_WG"] = "Максимальный груз"
lang["#STAT_WGSHORT"] = "ВЕС"
lang["#STAT_WGDESC"] = "Максимальный вес, который вы можете вместить в рюкзаке."

--██████╗ ███████╗██████╗ ██╗  ██╗███████╗
--██╔══██╗██╔════╝██╔══██╗██║ ██╔╝██╔════╝
--██████╔╝█████╗  ██████╔╝█████╔╝ ███████╗
--██╔═══╝ ██╔══╝  ██╔══██╗██╔═██╗ ╚════██║
--██║     ███████╗██║  ██║██║  ██╗███████║
--╚═╝     ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝╚══════╝

-- Combat
lang["#PERK_COMBATANT_NAME"] = "Комбатант"
lang["#PERK_COMBATANT_DESC"] = "Вы предпочитаете использовать свою боевую подготовку как навык выживания в пустоши.\n\n-Получайте на 5 очков умений больше каждый раз, когда повышаете уровень в бою.\n-Вы не можете взять способность \"Образованный\"."

lang["#PERK_RUNNGUN_NAME"] = "Беги-стреляй"
lang["#PERK_RUNNGUN_DESC"] = "Двигаться и стрелять? Не так уж и сложно!\n\n-При использовании любого одноручного оружия, перемещение не так сильно влияет на ваш разброс оружия."

lang["#PERK_WILDWEST_NAME"] = "Дикий Запад"
lang["#PERK_WILDWEST_DESC"] = "Родился и вырос на Западе.\n\n-При использовании револьверов, рычажного ружья или помповые ружья позволяют стрелять на 25% быстрее."

lang["#PERK_LIGHTWIELDER_NAME"] = "Лёгкий взмах"
lang["#PERK_LIGHTWIELDER_DESC"] = "Бегайте, с лёгкостью управляясь с более мощным оружием ближнего боя!\n\n-При использовании оружия ближнего боя вы всегда можете бежать, размахиваясь, размахивание не так сильно повлияет на скорость передвижения, и оно будет потреблять значительно меньше ОД."

lang["#PERK_LANDRECOVER_NAME"] = "Поза земли"
lang["#PERK_LANDRECOVER_DESC"] = "Вы более подвижны, и вам приземляться гораздо легче, чем поднимать себя."
lang["#PERK_LANDRECOVER_LEVEL_1"] = "-Вы восстанавливаетесь после падений на 50% быстрее.\n-Урон от падения уменьшен на 3%"
lang["#PERK_LANDRECOVER_LEVEL_2"] = "-Вы восстанавливаетесь после падений на 100% быстрее.\n-Урон от падения уменьшен на 6%"

lang["#PERK_MINELAYER_NAME"] = "Минное поле"
lang["#PERK_MINELAYER_DESC"] = "Иногда двух мин недостаточно, чтобы чувствовать себя в безопасности."
lang["#PERK_MINELAYER_LEVEL_1"] = "-Одновременно можно установить 3 мины."
lang["#PERK_MINELAYER_LEVEL_2"] = "-Одновременно можно установить 4 мины."
lang["#PERK_MINELAYER_LEVEL_3"] = "-Одновременно можно установить 5 мины."

lang["#PERK_SHOTGUNSURGEON_NAME"] = "Два ствола"
lang["#PERK_SHOTGUNSURGEON_DESC"] = "При использовании ружья вы точно знаете, куда целиться. Ваша меткость позволяет вам игнорировать 10 ПУ вашей цели при использовании оружия типа картечь на врагах, не являющихся игроками."

lang["#PERK_RAPIDRELOAD_NAME"] = "Быстрая перезарядка"
lang["#PERK_RAPIDRELOAD_DESC"] = "Все ваши перезарядки оружия на 15% быстрее, чем обычно."

lang["#PERK_CANNIBAL_NAME"] = "Каннибал"
lang["#PERK_CANNIBAL_DESC"] = "" -- WIP

lang["#PERK_METALLURGIST_NAME"] = "Металлург"
lang["#PERK_METALLURGIST_DESC"] = "Металлург. \n-Вы знаете, как эффективно работать с тяжёлыми металлами." -- NEED DESC

lang["#PERK_CLOTHIER_NAME"] = "Портной"
lang["#PERK_CLOTHIER_DESC"] = "Портной. \n-Вы знаете, как эффективно работать с тканями и кожей." -- NEED DESC

lang["#PERK_BALLISTIC_NAME"] = "Баллистика"
lang["#PERK_BALLISTIC_DESC"] = "Баллистика. \n-Вы знаете, как эффективно работать с кевларом и полимерами." -- NEED DESC

lang["#PERK_DISMANTLE_NAME"] = "Разборка"
lang["#PERK_DISMANTLE_DESC"] = "Разборка. \n-Вы знаете, как понизить качество предмета брони за счёт ресурсов, необходимых для его улучшения, и, в свою очередь, получаете за это больше опыта." -- NEED DESC

lang["#PERK_HYPERTOXICITY_NAME"] = "Гипертоксичность"
lang["#PERK_HYPERTOXICITY_DESC"] = "Гипертоксичность. \n-Вы знаете, как эффективно работать с ядами." -- NEED DESC
lang["#PERK_HYPERTOXICITY_LEVEL_1"] = "Гипертоксичность. \n-Вы знаете, как изготовить сложные яды." -- NEED DESC
lang["#PERK_HYPERTOXICITY_LEVEL_2"] = "Гипертоксичность. \n-Вы знаете, как изготовить концентрированные яды." -- NEED DESC

lang["#PERK_WEAPONHANDLING_NAME"] = "Обращение с оружием"
lang["#PERK_WEAPONHANDLING_DESC"] = "Упрощает использование всего оружия"
lang["#PERK_WEAPONHANDLING_LEVEL_1"] = "Снижает требование силы для всех видов оружия на 2."
lang["#PERK_WEAPONHANDLING_LEVEL_2"] = "Снижает требование силы для всех видов оружия на 1, в общей сложности на 3. Увеличивает долговечность оружия на 20%."

lang["#PERK_ARMORUPKEEP_NAME"] = "Уход за бронёй"
lang["#PERK_ARMORUPKEEP_DESC"] = "Вы знаете, как носить броню, чтобы выдержать любую непогоду."
lang["#PERK_ARMORUPKEEP_LEVEL_1"] = "Снижает износ брони на 25%."
lang["#PERK_ARMORUPKEEP_LEVEL_2"] = "Снижает износ брони на 50%."

lang["#PERK_LEADER_NAME"] = "Прирождённый лидер"
lang["#PERK_LEADER_DESC"] = "Вы прирождённый лидер! Вы знаете, как вести за собой группу людей и как заставить их работать вместе."
lang["#PERK_LEADER_LEVEL_1"] = "Вы можете иметь 1 дополнительного участника группы."
lang["#PERK_LEADER_LEVEL_2"] = "Вы можете иметь 2 дополнительных участников группы."

-- Utility
lang["#PERK_EDUCATED_NAME"] = "Образованный"
lang["#PERK_EDUCATED_DESC"] = "Вы довольно умный. Получайте ещё два очка мастерства каждый раз, когда повышаете уровень мастерства, однако вы не можете взять способность \"Комбатант\"."

lang["#PERK_GECKOSKINNING_NAME"] = "Свежевание кожи"
lang["#PERK_GECKOSKINNING_DESC"] = "Знайте, как \"правильно\" снять шкуру с любого животного с чешуёй и использовать её для изготовления или продать с выгодой!"
lang["#PERK_GECKOSKINNING_LEVEL_1"] = "-Обычные гекконы и золотые гекконы могут сбросить шкуру."
lang["#PERK_GECKOSKINNING_LEVEL_2"] = "-Обычные гекконы, золотые гекконы, огненные гекконы, зелёные гекконы и когти смерти могут сбросить шкуру."

lang["#PERK_MADBOMBER_NAME"] = "Бешеный террорист"
lang["#PERK_MADBOMBER_DESC"] = "Специальное обучение теперь доступно для обитателей пустоши с талантом ремонта и любовью к взрывчаткам!\n\n-В верстаке можно изготовить самодельные гранаты и другие взрывчатые вещества."

lang["#PERK_ECOLOADER_NAME"] = "Экономичный оружейник"
lang["#PERK_ECOLOADER_DESC"] = "Иногда меньше ЗНАЧИТ больше.\n\n-Вы можете изготавливать экономичные пули, используя меньше ресурсов, чем при производстве обычных пуль."

lang["#PERK_HANDLOADER_NAME"] = "Ручное снаряжение"
lang["#PERK_HANDLOADER_DESC"] = "Вы знаете, как пользоваться верстаком для снаряжения патронов, и не позволяете хорошим материалам и предметам потратиться впустую!\n\n-Вы можете изготавливать пули, заряжаемые вручную, используя больше ресурсов.\n-С большей вероятностью вы сможете получить гильзы, использованные из оружия."

lang["#PERK_VIGILANTRECYCLER_NAME"] = "Рачительный хозяин"
lang["#PERK_VIGILANTRECYCLER_DESC"] = "Не выбрасывайте, не нуждайтесь.\n\n-Вы лучше понимаете ядерные и энергетические батареи, а также владеете более эффективными рецептами переработки на верстаке."

lang["#PERK_JUNKROUNDS_NAME"] = "Ломовые патроны"
lang["#PERK_JUNKROUNDS_DESC"] = "Кому нужна эта заводская медь?\n\n-Вы можете изготавливать ломовые пули из металлолома вместо латуни."

lang["#PERK_ARMORSMITHING_NAME"] = "!УСТАРЕЛО! Кузнечное дело" -- Need to remove soon.
lang["#PERK_ARMORSMITHING_DESC"] = "!УСТАРЕЛО!Вы научились создавать прочную броню, просто сваривая металл!"
lang["#PERK_ARMORSMITHING_LEVEL_1"] = "!УСТАРЕЛО!-Вы можете изготавливать металлическую броню и части брони супермутанта."
lang["#PERK_ARMORSMITHING_LEVEL_2"] = "!УСТАРЕЛО!-Вы можете создавать металлическую броню, броню супермутантов и боевую броню."

lang["#PERK_CHEMIST_NAME"] = "Химик"
lang["#PERK_CHEMIST_DESC"] = "Вы чётко понимаете, как объединять элементы и соединения в смеси и использовать это в своих интересах."
lang["#PERK_CHEMIST_LEVEL_1"] = "-Вы можете изготавливать обычные химические предметы."
lang["#PERK_CHEMIST_LEVEL_2"] = "-Вы можете изготавливать сложные химические предметы."

lang["#PERK_STRONGBACK_NAME"] = "Крепкий хребет"
lang["#PERK_STRONGBACK_DESC"] = "Благодаря определённой тренировке вы сможете переносить больше вещей."
lang["#PERK_STRONGBACK_LEVEL_1"] = "-Вы можете нести дополнительные 20 кг веса."
lang["#PERK_STRONGBACK_LEVEL_2"] = "-Вы можете нести дополнительные 40 кг веса."

lang["#PERK_MARATHONRUNNER_NAME"] = "Марафонец"
lang["#PERK_MARATHONRUNNER_DESC"] = "Бег - это часть вашей повседневной жизни!"
lang["#PERK_MARATHONRUNNER_LEVEL_1"] = "-Бег требует на 10% меньше ОД."
lang["#PERK_MARATHONRUNNER_LEVEL_2"] = "-Бег требует на 20% меньше ОД."

lang["#PERK_BUNNYHOPPER_NAME"] = "Попрыгунчик"
lang["#PERK_BUNNYHOPPER_DESC"] = "Обучен перепрыгивать любые препятствия на своём пути!"
lang["#PERK_BUNNYHOPPER_LEVEL_1"] = "-Прыжок требует на 10% меньше ОД."
lang["#PERK_BUNNYHOPPER_LEVEL_2"] = "-Прыжок требует на 20% меньше ОД."

lang["#PERK_GREENTHUMB_NAME"] = "Садовник"
lang["#PERK_GREENTHUMB_DESC"] = "У вас есть естественное сродство к растениям. Получите 50% шанс получить дополнительный урожай для большинства собранных растений"

lang["#PERK_EXQUISITECHEF_NAME"] = "Изысканный повар"
lang["#PERK_EXQUISITECHEF_DESC"] = "Вы придумали, как приготовить из некоторых продуктов более изысканный вариант." -- WIP

lang["#PERK_JURYRIG_NAME"] = "Очумелые ручки"
lang["#PERK_JURYRIG_DESC"] = "Вы обладаете удивительной способностью чинить любое огнестрельное оружие, плазменное оружие, гранатомёт, одежду или броню, используя аналогичный предмет. Почините карабин китайским автоматом, плазменную винтовку - лазером RCW или даже толстяка - гранатомётом. Как это работает? Никто не знает... кроме вас.." -- WIP

lang["#PERK_TRIBALSECRETS_NAME"] = "Секреты племени"
lang["#PERK_TRIBALSECRETS_DESC"] = "Благодаря своему происхождению или обучению, вы узнали секреты племён! Вы можете изготовить лечебный бальзам, огненное слабительное и пеммикан на костре."

lang["#PERKNAME_BOY"] = "Тусовщик"
lang["#PERKNAME_GIRL"] = "Тусовщица"

lang["#PERK_PARTYBOY_NAME"] = "$boy"
lang["#PERK_PARTYBOY_DESC"] = "Вы умеете веселиться! У вас на 50% меньше шансов стать зависимым от алкоголя, а ваша зависимость длится в два раза меньше."

lang["#PERK_TERRIFYINGPRESENCE_NAME"] = "Страшный человек"
lang["#PERK_TERRIFYINGPRESENCE_DESC"] = "Вы вселяете ужас в ваших врагов!\n\nНажмите @+USE, чтобы деморализовать игрока.\n\nДеморализованные игроки получат негативный эффект на прицел, ловкость и выносливость на 30 секунд.\n\nПерсонажи потеряют 10% здоровья до 50% и будут агрессировать на вас.\n\nВремя восстановления - 1 минута."
lang["#PERK_TERRIFYINGPRESENCE_INSULTS"] = {
    "ТЕБЕ НРАВИТСЯ ВИД СОБСТВЕННОЙ КРОВИ?!",
    "Ты сражаешься, как радтаракан!",
    "Твой Пип-Бой научил тебя стрелять?",
    "Данте не может описать тот ад, который я собираюсь тебе показать!",
    "Мне доводилось биться с протектронами с лучшими боевыми навыками!",
    "Последнее, что ты увидишь, - это мою ухмылку!",
    "Ты вызвал гром, а теперь пожинай бурю!",
    "Смерть с косой прибыла!",
    "Я раскрашу город в мёртвые цвета!",
    "Остановись, падай и умри!",
    "Единственное, что я почувствую, выстрелив в тебя, - это отдачу!",
    "Ликвидатора вызывали?",
    "Твоя мама - хомячиха... а папа воняет бузиной!"
    "СДОХНИ, НАСЕКОМОЕ!",
    "Киану Ривз не находит в тебе потрясающности!",
    "Боб Росс не считает тебя \"счастливой случайностью\"."
}
lang["#PERK_TP_SUCCESS"] = "Цель деморализована вашим присутствием!"
lang["#PERK_TP_PERKFAIL"] = "У вас нет перка \"Страшный человек\"!"
lang["#PERK_TP_FAIL"] = "Недопустимая цель."
lang["#PERK_TP_COOLDOWNFAIL"] = "Подождите $time сек., прежде чем снова использовать перк \"Страшный человек\"!"
lang["#PERK_TP_DISTANCEFAIL"] = "Цель не находится в зоне досягаемости."
lang["#PERK_TP_LOSFAIL"] = "Цель не находится в зоне прямой видимости."
lang["#STAT_TERRIFIED"] = "Деморализация"
lang["#PERK_TP_ENEMYFAIL"] = "Цель не является врагом."
lang["#PERK_TP_PVPFAIL"] = "В настоящее время нанесение урона цели не разрешено."
lang["#PERK_TP_FACTIONMEMBERFAIL"] = "Цель находится в вашей организации."
lang["#PERK_TP_PARTYMEMBER"] = "Цель является участником вашей группы."

lang["#PERK_TP_ALREADYTERRIFIED"] = "Цель уже деморализована."
lang["#STAT_TERRIFIED_NOTIFY"] = "Вы деморализованы."

lang["#PERK_INTENSETRAINING_NAME"] = "Интенсивные тренировки"
lang["#PERK_INTENSETRAINING_DESC"] = "С каждым рангом перка \"Интенсивная тренировка\" вы можете вложить одно очко в любой из своих атрибутов S.P.E.C.I.A.L."

lang["#PERK_WASTELANDGUIDE_NAME"] = "Руководство по пустошам"
lang["#PERK_WASTELANDGUIDE_DESC"] = "Вы достаточно долго продержались в пустошах, чтобы передать свои знания другим\n\nУчастники группы рядом с вами теперь получают на 25% больше опыта, если их уровень равен 1/2 вашего, и на 50% больше опыта, если их уровень равен 1/4 вашего."

lang["#PERK_DRUNKMECHANIC_NAME"] = "Пьяный механик"
lang["#PERK_DRUNKMECHANIC_DESC"] = "Большинство людей хуже работают в нетрезвом виде, но не вы!\n\nЗа каждый уровень опьянения вы получаете +5 к своему инженерному мастерству и не получаете негативных эффектов к интеллекту и получаемому опыту от алкоголя."

-- UI
lang["#PERKREQ_COST"] = "Недостаточно очков"
lang["#PERKREQ_MAXED"] = "Способность превышена"
lang["#PERKREQ_NOPERK"] = "Не может быть принято"
lang["#PERKREQ_SPC"] = "S.P.E.C.I.A.L слишком низок"
lang["#PERKREQ_SKL"] = "Навык слишком низок"
lang["#PERKREQ_LVL"] = "Уровень слишком низок"

lang["#PERKPOINT"] = "Очко способности"
lang["#PERKPOINTS"] = "Очков способности"

lang["#PERK_COMFIRM"] = "Взять эту способность?"

-- Derived Statistics

lang["#DERIVED_MAXHP"] = "Макс. бонус к ОЗ"
lang["#DERIVED_MAXAP"] = "Макс. бонус к ОД"
lang["#DERIVED_PARTYSIZE"] = "Бонус к размеру группы"
lang["#DERIVED_PARTYSIZE_TOTAL"] = "Размер группы"
lang["#DERIVED_SPEED"] = "Бонус скор-ти передв."
lang["#DERIVED_SPEED_TOTAL"] = "Скорость передв."
lang["#DERIVED_SPRINTSPEED"] = "Бонус скор-ти бега"
lang["#DERIVED_SPRINTSPEED_TOTAL"] = "Скорость бега"
lang["#DERIVED_JUMP"] = "Высота прыжка"
lang["#DERIVED_CARRYWEIGHT"] = "Переносимый вес"
lang["#DERIVED_MELEEDAMAGE"] = "Урон в ближ. бою"
lang["#DERIVED_RECOIL"] = "Уменьш. отдачи"
lang["#DERIVED_SPREADREDUCTION"] = "Уменьш. разброса"
lang["#DERIVED_RELOADSPEED"] = "Скорость перез-дки"
lang["#DERIVED_LOOTCHANCE"] = "Шанс на добычу"
lang["#DERIVED_SALVAGEBONUS"] = "Скорость разбора"
lang["#DERIVED_DETECTIONRANGE"] = "Бонус к максир."
lang["#DERIVED_FAVORBONUS"] = "Бонус к благоск-сти"
lang["#DERIVED_MAPSPEED"] = "Скор-ть на карте мира"
lang["#DERIVED_BARTER"] = "Бонус к торговле"
lang["#DERIVED_REPAIR"] = "Бонус к починке"
lang["#DERIVED_CRAFTCONDITION"] = "Бонус сст при изготовл."

lang["#UI_STATBASE"] = "(Базовый: $base $suffix)" -- shown after stat, example: "HP Bonus: 25HP (Base: 100HP)". 100 is $base, HP is $suffix

RELOADSCHEMA = true
