local lang = RSRG.Languages["ru"]
lang["#UI_LEVEL"] = "Уровень"

-- Classes
lang["#UI_UTILITY"] = "Мастерство"
lang["#UI_COMBAT"] = "Бой"

--███████╗██████╗ ███████╗ ██████╗██╗ █████╗ ██╗     ███████╗
--██╔════╝██╔══██╗██╔════╝██╔════╝██║██╔══██╗██║     ██╔════╝
--███████╗██████╔╝█████╗  ██║     ██║███████║██║     ███████╗
--╚════██║██╔═══╝ ██╔══╝  ██║     ██║██╔══██║██║     ╚════██║
--███████║██║     ███████╗╚██████╗██║██║  ██║███████╗███████║
--╚══════╝╚═╝     ╚══════╝ ╚═════╝╚═╝╚═╝  ╚═╝╚══════╝╚══════╝

lang["#SPC_STR"] = "Сила" -- for Specials, keep the first half of the name in english so it matches with the S.P.E.C.I.A.L Acronym
lang["#SPC_STRDESC"] = "Чистая физическая сила, высокая сила хороша для физических атак.\n\n- Влияет на силу атаки ближнего боя.\n- Влияет на способность нести вещи\n- Тяжелое оружие легче носить."

lang["#SPC_PER"] = "Восприятие"
lang["#SPC_PERDESC"] = "Настройка чувств тела. Высокое восприятие хорошо для изучения, или меткой стрельбы.\n\n- Влияет на способность к поиску.\n- Влияет на точность оружия.\n- Легче идентифицировать других."

lang["#SPC_EDR"] = "Выносливость"
lang["#SPC_EDRDESC"] = "Выдержка и физическая стойкость. Высокий уровень выносливости может помочь вам выжить там, где другие не могут.\n\n- Действия требуют меньше ОД для выполнения.\nВлияет на устойчивость к различным недугам."

lang["#SPC_CHR"] = "Харизма"
lang["#SPC_CHRDESC"] = "Социальная привлекательность, харизма позволяет общаться и убеждать. Высокий харизматический шарм сближает людей.\n\n- Увеличивает вместимость отряда.\n- Увеличивает пользу от отряда\n -Влияет на повышение репутации у фракций с NPC."

lang["#SPC_INT"] = "Интеллект"
lang["#SPC_INTDESC"] = "Хитрость и мудрость, способность быстро мыслить необходима для выживания в Пустоши.\n\n- Влияет на способность создавать полезное оружие и модификации\n- Увеличивает очки навыка, полученные от повышения уровня."

lang["#SPC_AGL"] = "Ловкость"
lang["#SPC_AGLDESC"] = "Умение быть быстрым. Высокая Ловкость дает скорость движениям и другим действиям.\n\n- Определяет максимальные очки действия (ОД) и скорость регенерации ОД.\n- Увеличивает скорость, с которой выполняется много действий\n- Влияет на способность Скрытности."

lang["#SPC_LCK"] = "Удача"
lang["#SPC_LCKDESC"] = "Вы узнаете, что Удача решает ситуации для вас самым странным образом.\n\n- Влияет на обнаружение предметов.\n- Влияет на все навыки.\n -Влияет на все сценарии."

--███████╗██╗  ██╗██╗██╗     ██╗     ███████╗
--██╔════╝██║ ██╔╝██║██║     ██║     ██╔════╝
--███████╗█████╔╝ ██║██║     ██║     ███████╗
--╚════██║██╔═██╗ ██║██║     ██║     ╚════██║
--███████║██║  ██╗██║███████╗███████╗███████║
--

lang["#SKL_PISTOLS"] = "Дуэлист" --nah
lang["#SKL_PISTOLSDESC"] = "Точность и скорость перезарядки пистолетов."

lang["#SKL_ASSAULT"] = "Коммандо"
lang["#SKL_ASSAULTDESC"] = "Точность и скорость перезарядки автоматического оружия."

lang["#SKL_RIFLES"] = "Эксперт по карабинам"
lang["#SKL_RIFLESDESC"] = "Точность и скорость перезарядки однозарядного, насосного, рычажного или стрелкового оружия."

lang["#SKL_ENERGY"] = "Энергетическое оружие"
lang["#SKL_ENERGYDESC"] = "Точность и скорость перезарядки энергетического оружия."

lang["#SKL_HEAVY"] = "Фанат больших пушек"
lang["#SKL_HEAVYDESC"] = "Точность и скорость перезарядки тяжёлого вооружения, такого как миниганы или огнемёты."

lang["#SKL_MELEE"] = "Холодное оружие"
lang["#SKL_MELEEDESC"] = "Влияет на урон оружия ближнего боя."

lang["#SKL_UNARMED"] = "Без оружия"
lang["#SKL_UNARMEDDESC"] = "Ваши совместные знания боевых искусств и рукопашного боя, ваши навыки без оружия влияют на то, насколько хорошо вы можете бороться своими кулаками."

lang["#SKL_EXP"] = "Взрывчатка"
lang["#SKL_EXPDESC"] = "Знание и применение взрывоопасных материалов. Овладение взрывчаткой позволит легче использовать взрывное оружие и создавать уникальные гранаты."

lang["#SKL_SNEAK"] = "Скрытность"
lang["#SKL_SNEAKDESC"] = "Способность оставаться скрытым. Влияет на громкость звука шагов и видимость NPC"

lang["#SKL_SECURITY"] = "Безопасность"
lang["#SKL_SECURITYDESC"] = "Знание над безопасностью включает в себя вашу способность не только проникать в строго охраняемые районы, но и защищать их самостоятельно, создавая различные ловушки, объединяя со знаниями о взрывчатке, чтобы создавать мины."

lang["#SKL_SCAV"] = "Поиск"
lang["#SKL_SCAVDESC"] = "Эффективность в добыче полезных ископаемых, сбора обломков и поиске сокровищ старого мира."

lang["#SKL_ENG"] = "Инженер"
lang["#SKL_ENGDESC"] = "Влияет на инженерные знания; ремонт и техническое обслуживание оборудования, а также создание уникальных предметов."

lang["#SKL_VEH"] = "Транспортные средства"
lang["#SKL_VEHDESC"] = "Способность управлять, контролировать и оптимизировать использование транспортных средств. Ваш опыт вождения позволит вам лучше управлять транспортными средствами и получать больше от их топлива."

lang["#SKL_SCI"] = "Наука"
lang["#SKL_SCIDESC"] = "Знание концепций, касающихся технологий, таких как физика, химия, электричество и компьютеры. Влияет на ваши хакерские способности и ваш потенциал для продвинутых технологий."

lang["#SKL_MED"] = "Медицина"
lang["#SKL_MEDDESC"] = "Понимание и применение медицинских знаний, важный навык в мире, где травмы являются обычным делом."

lang["#SKL_FOOD"] = "Натуралист"
lang["#SKL_FOODDESC"] = "Знание о жизни дикой среде. Влияет на мастерство приготовления пищи, ведения сельского хозяйства, скорость передвижения по карте мира и ваш шанс избежать других опасных встреч."

lang["#SKL_BARTER"] = "Торговец"
lang["#SKL_BARTERDESC"] = "Общее понимание и знание меркантилизма и обмена. Может влиять на цены покупки или продажи товаров."

lang["#SKL_SPEECH"] = "Красноречие"
lang["#SKL_SPEECHDESC"] = "Акт убеждения и принуждения. Влияет на способность убеждать других."

lang["#SKL_SAVEWGT"] = "Сохранение веса"
lang["#SKL_SAVEWGTDESC"] = "Влияет на количество предметов, сохраненных после смерти.\n\nБолее высокий вес позволит вам сохранить больше предметов при смерти."

-- Stats
lang["#STAT_HP"] = "Очки здоровья"
lang["#STAT_HPSHORT"] = "ОЗ"
lang["#STAT_HPDESC"] = "Сколько урона вы можете получить, прежде чем умрёте."

lang["#STAT_AP"] = "Очки действия"
lang["#STAT_APSHORT"] = "ОД"
lang["#STAT_APDESC"] = "Сколько вы можете сделать в течение определенного времени; Больше очков действия позволяет вам бежать, стабилизировать прицел, задержать дыхание и дольше размахивать оружием ближнего боя."

lang["#STAT_WG"] = "Максимальный груз"
lang["#STAT_WGSHORT"] = "ВЕС"
lang["#STAT_WGDESC"] = "Максимальный вес, который вы можете переносить в рюкзаке."

--██████╗ ███████╗██████╗ ██╗  ██╗███████╗
--██╔══██╗██╔════╝██╔══██╗██║ ██╔╝██╔════╝
--██████╔╝█████╗  ██████╔╝█████╔╝ ███████╗
--██╔═══╝ ██╔══╝  ██╔══██╗██╔═██╗ ╚════██║
--██║     ███████╗██║  ██║██║  ██╗███████║
--╚═╝     ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝╚══════╝

lang["#PERK_RUNNGUN"] = "Беги-стреляй"
lang["#PERK_RUNNGUNDESC"] = "При использовании любого одноручного оружия, Перемещение не так сильно влияет на ваш разброс оружия."
lang["#PERK_WILDWEST"] = "Дикий Запад"
lang["#PERK_WILDWESTDESC"] = "При использовании револьверов, Ружья с рычагом или помповые ружья позволяют стрелять на 25% быстрее."
lang["#PERK_SHOTGUNSURGEON"] = "Два ствола"
lang["#PERK_SHOTGUNSURGEONDESC"] = "При использовании ружья вы точно знаете, куда целиться. Ваша точность позволяет вам игнорировать 10 ПУ вашей цели при использовании оружия типа картечь на врагах, не являющихся игроками."
lang["#PERK_COMBATANT"] = "Комбатант"
lang["#PERK_COMBATANTDESC"] = "Вы знаете, что делаете, когда дело доходит до боя. Получайте ещё два очка умений каждый раз, когда вы повышаете уровень в бою, однако вы не можете взять Образованный перк."
lang["#PERK_RAPIDRELOAD"] = "Быстрая перезарядка"
lang["#PERK_RAPIDRELOADDESC"] = "Все ваши перезарядки оружия на 10% быстрее, чем обычно."
lang["#PERK_EDUCATED"] = "Образованный"
lang["#PERK_EDUCATEDDESC"] = "Вы довольно умный. Получайте еще два очка мастерства каждый раз, когда повышаете уровень мастерства, однако вы не можете взять перк Комбатанта."
lang["#PERK_CANNIBAL"] = "Каннибал"
lang["#PERK_CANNIBALDESC_1"] = ""
lang["#PERK_GREENTHUMB"] = "Садовник"
lang["#PERK_GREENTHUMBDESC"] = "У вас есть естественное сродство к растениям. Получите 50% шанс получить дополнительный урожай для большинства собранных растений"
lang["#PERK_GECKOSKINNINGNAME"] = "Свежевание кожи"
lang["#PERK_GECKOSKINNINGDESC"] = "Вы получили знания о том, как правильно освежевать чешуйчатых существ, чтобы получить их шкуры!\n\nПозволяет снимать шкуру гекконов (за исключением огненных гекконов) и когтей смерти для шкурок, которые затем можно продать за валюту."
lang["#PERK_GECKOSKINNING2DESC"] = "Вы раскрыли скрытую технику снятия шкур с огненных гекконов!\n\nПозволяет снимать шкуры с огненных гекконов, которые затем можно продать за валюту."
lang["#PERK_MADBOMBER_NAME"] = "Бешеный террорист"
lang["#PERK_MADBOMBER_DESC"] = "Специальное обучение теперь доступно для обитателей пустоши с талантом Ремонта и любовью к Взрывчаткам.!\n\nСоздание жесть-гранат, жирных мин и даже разрушительных ядерных гранат - совсем несложно для тех, у кого есть материалы и талант."
lang["#PERK_ECOLOADER_NAME"] = "Экономичный оружейник"
lang["#PERK_ECOLOADER_DESC"] = "Иногда меньше значит больше.\n\nУ вас есть разблокированные рецепты для создания малоэффективных, сохраняющих оружие боеприпасов, а также возможность модифицировать существующие гильзы с экономичным оружейником на Оружейном верстаке."
lang["#PERK_HANDLOADER_NAME"] = "Ручное снаряжение"
lang["#PERK_HANDLOADER_DESC"] = "Вы знаете, как пользоваться верстаком для снаряжения патронов, и не позволяете хорошемим материалам и предметам потратиться впустую!\n\nКогда вы используете оружие, у вас больше шансов восстановить его корпус и целостность. У вас также есть дополнительные рецепты ручного снаряжения, разблокированные на верстаках для снаряжения патронов."
lang["#PERK_JUNKROUNDS_NAME"] = "Ломовые патроны"
lang["#PERK_JUNKROUNDS_DESC"] = "Кому нужна эта заводская медь?\n\nУ вас есть разблокированные рецепты заряжания боеприпасов в стальной оболочке и возможность изготовления стальных корпусов на верстаках для снаряжения патронов."

lang["#PERKREQ_COST"] = "Не достаточно очков перка"
lang["#PERKREQ_MAXED"] = "Перк превышен"
lang["#PERKREQ_NOPERK"] = "Не может быть принято"
lang["#PERKREQ_SPC"] = "S.P.E.C.I.A.L слишком низок"
lang["#PERKREQ_SKL"] = "Слишком низкий навык"

lang["#PERKPOINT"] = "Очко перка"
lang["#PERKPOINTS"] = "Очков перка"

lang["#PERK_COMFIRM"] = "Взять этот перк?"



RELOADWEAPONS = true
