local lang = RSRG.Languages["ru"]
lang["#UI_LEVEL"] = "Уровень"

-- Classes
lang["#UI_UTILITY"] = "Мастерство"
lang["#UI_COMBAT"] = "Бой"

--███████╗██████╗ ███████╗ ██████╗██╗ █████╗ ██╗     ███████╗
--██╔════╝██╔══██╗██╔════╝██╔════╝██║██╔══██╗██║     ██╔════╝
--███████╗██████╔╝█████╗  ██║     ██║███████║██║     ███████╗
--╚════██║██╔═══╝ ██╔══╝  ██║     ██║██╔══██║██║     ╚════██║
--███████║██║     ███████╗╚██████╗██║██║  ██║███████╗███████║
--╚══════╝╚═╝     ╚══════╝ ╚═════╝╚═╝╚═╝  ╚═╝╚══════╝╚══════╝

lang["#SPC_STR"] = "Сила" -- for Specials, keep the first half of the name in english so it matches with the S.P.E.C.I.A.L Acronym
lang["#SPC_STRDESC"] = "Чистая физическая сила, высокая сила хороша для физических атак.\n\n- Влияет на силу атаки ближнего боя.\n- Влияет на способность нести вещи.\n- Тяжёлое оружие легче носить."

lang["#SPC_PER"] = "Восприятие"
lang["#SPC_PERDESC"] = "Обострение чувств тела. Высокое восприятие хорошо для изучения, или меткой стрельбы.\n- Влияет на способность поиска.\n- Влияет на меткость оружия.\n- Влияет на идентификацию."

lang["#SPC_EDR"] = "Выносливость"
lang["#SPC_EDRDESC"] = "Выдержка и физическая стойкость. Высокий уровень выносливости может помочь вам выжить там, где другие не могут.\n- Влияет на макс. здоровье.\n- Действия требуют меньше ОД для выполнения."

lang["#SPC_CHR"] = "Харизма"
lang["#SPC_CHRDESC"] = "Социальная привлекательность, харизма позволяет общаться и убеждать. Люди с высокой харизмой привлекают людей.\n- Увеличивает вместимость отряда.\n- Увеличивает пользу от отряда.\n- Награды за репутацию."

lang["#SPC_INT"] = "Интеллект"
lang["#SPC_INTDESC"] = "Хитрость и мудрость, способность быстро мыслить необходима для выживания в пустоши.\n\n- Влияет на способность изготовления предметов и модификаций.\n- Увеличивает очки, полученные при повышении уровня."

lang["#SPC_AGL"] = "Ловкость"
lang["#SPC_AGLDESC"] = "Умение быть быстрым. Высокая ловкость даёт скорость движениям и другим действиям.\n\n- Влияет на максимальные ОД и скорость регенерации ОД.\n- Увеличивает скорость выполнения многих действий."

lang["#SPC_LCK"] = "Удача"
lang["#SPC_LCKDESC"] = "Вы обнаружите, что удача решает для вас ситуации самым странным образом.\n\n- Влияет на обнаружение предметов.\n- Влияет на все навыки.\n- Влияет на все сценарии."

--███████╗██╗  ██╗██╗██╗     ██╗     ███████╗
--██╔════╝██║ ██╔╝██║██║     ██║     ██╔════╝
--███████╗█████╔╝ ██║██║     ██║     ███████╗
--╚════██║██╔═██╗ ██║██║     ██║     ╚════██║
--███████║██║  ██╗██║███████╗███████╗███████║
--

lang["#SKL_PISTOLS"] = "Дуэлист" --nah
lang["#SKL_PISTOLSDESC"] = "Меткость, уровень износостойкости и скорость перезарядки пистолетов."

lang["#SKL_ASSAULT"] = "Коммандо"
lang["#SKL_ASSAULTDESC"] = "Меткость, уровень износостойкости и скорость перезарядки автоматического оружия и оружия серийного огня."

lang["#SKL_RIFLES"] = "Стрелок"
lang["#SKL_RIFLESDESC"] = "Меткость, уровень износостойкости и скорость перезарядки однозарядного, насосного, рычажного, и стрелкового оружия."

lang["#SKL_ENERGY"] = "Энерг. оруж."
lang["#SKL_ENERGYDESC"] = "Меткость, уровень износостойкости и скорость перезарядки энергетического оружия."

lang["#SKL_MELEE"] = "Хол. оруж."
lang["#SKL_MELEEDESC"] = "Влияет на урон и уровень износостойкости оружия ближнего боя."

lang["#SKL_UNARMED"] = "Без оружия"
lang["#SKL_UNARMEDDESC"] = "Ваши совместные знания боевых искусств и рукопашного боя, ваш навык Без оружия влияет на то, насколько хорошо вы можете бороться своими кулаками."

lang["#SKL_EXP"] = "Взрывчатка"
lang["#SKL_EXPDESC"] = "Знание и применение взрывоопасных материалов. Овладение взрывчаткой позволит легче использовать взрывное оружие и создавать уникальные гранаты."

lang["#SKL_SNEAK"] = "Скрытность"
lang["#SKL_SNEAKDESC"] = "Способность оставаться скрытым. Влияет на громкость звука шагов и заметность для Сущностей"

lang["#SKL_SECURITY"] = "[НЕ РАБОТАЕТ] Безопасность"
lang["#SKL_SECURITYDESC"] = "Знание над безопасностью включает в себя вашу способность не только проникать в строго охраняемые зоны, но и защищать их самостоятельно, создавая различные ловушки, объединяя со знаниями о взрывчатке, чтобы создавать мины."

lang["#SKL_SCAV"] = "Поиск"
lang["#SKL_SCAVDESC"] = "Эффективность в добыче полезных ископаемых, сбора обломков и поиске сокровищ старого мира."

lang["#SKL_ENG"] = "Инженер"
lang["#SKL_ENGDESC"] = "Влияет на инженерные знания; ремонт и техническое обслуживание оборудования, а также создание уникальных предметов."

lang["#SKL_VEH"] = "[НЕ РАБОТАЕТ] Транспортные средства"
lang["#SKL_VEHDESC"] = "Способность управлять, контролировать и оптимизировать использование транспортных средств. Ваш опыт вождения позволит вам лучше управлять транспортными средствами и получать больше топлива."

lang["#SKL_SCI"] = "Наука"
lang["#SKL_SCIDESC"] = "Знание концепций, касающихся технологий, таких как физика, химия, электричество и компьютеры. Влияет на ваши хакерские способности и ваш потенциал для продвинутых технологий."

lang["#SKL_MED"] = "Медицина"
lang["#SKL_MEDDESC"] = "Понимание и применение медицинских знаний, важный навык в мире, где травмы являются обычным делом."

lang["#SKL_FOOD"] = "Натуралист"
lang["#SKL_FOODDESC"] = "Знание о жизни дикой среде. Влияет на мастерство приготовления пищи, ведения сельского хозяйства, скорость передвижения по карте мира и ваш шанс избежать других опасных встреч."

lang["#SKL_BARTER"] = "Бартер"
lang["#SKL_BARTERDESC"] = "Общее понимание и знание меркантилизма и обмена. Может влиять на цены покупки или продажи товаров."

lang["#SKL_SPEECH"] = "[НЕ РАБОТАЕТ] Красноречие"
lang["#SKL_SPEECHDESC"] = "Акт убеждения и влияния. Влияет на способность убеждать других."

-- Stats
lang["#STAT_HP"] = "Очки здоровья"
lang["#STAT_HPSHORT"] = "ОЗ"
lang["#STAT_HPDESC"] = "Сколько урона вы можете получить, прежде чем умрёте."

lang["#STAT_AP"] = "Очки действия"
lang["#STAT_APSHORT"] = "ОД"
lang["#STAT_APDESC"] = "Сколько вы можете сделать в течение определенного времени; Больше очков действия позволяет вам бежать, стабилизировать прицел, задержать дыхание и дольше размахивать оружием ближнего боя."

lang["#STAT_WG"] = "Максимальный груз"
lang["#STAT_WGSHORT"] = "ВЕС"
lang["#STAT_WGDESC"] = "Максимальный вес, который вы можете вместить в рюкзаке."

--██████╗ ███████╗██████╗ ██╗  ██╗███████╗
--██╔══██╗██╔════╝██╔══██╗██║ ██╔╝██╔════╝
--██████╔╝█████╗  ██████╔╝█████╔╝ ███████╗
--██╔═══╝ ██╔══╝  ██╔══██╗██╔═██╗ ╚════██║
--██║     ███████╗██║  ██║██║  ██╗███████║
--╚═╝     ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝╚══════╝

-- Combat
lang["#PERK_COMBATANT_NAME"] = "Комбатант"
lang["#PERK_COMBATANT_DESC"] = "Вы предпочитаете использовать свою боевую подготовку как навык выживания в пустоши.\n\n-Получайте на 5 очков умений больше каждый раз, когда повышаете уровень в бою.\n-Вы не можете взять способность 'Образованный'."

lang["#PERK_RUNNGUN_NAME"] = "Беги-стреляй"
lang["#PERK_RUNNGUN_DESC"] = "Двигаться и стрелять? Не так уж и сложно! Так же, как это делала наживка!\n\n-При использовании любого одноручного оружия, перемещение не так сильно влияет на ваш разброс оружия."

lang["#PERK_WILDWEST_NAME"] = "Дикий Запад"
lang["#PERK_WILDWEST_DESC"] = "Родился и вырос на Западе.\n\n-При использовании револьверов, рычажного ружья или помповые ружья позволяют стрелять на 25% быстрее."

lang["#PERK_LIGHTWIELDER_NAME"] = "Лёгкий взмах"
lang["#PERK_LIGHTWIELDER_DESC"] = "Бегайте, с лёгкостью управляясь с более мощным оружием ближнего боя!\n\n-При использовании оружия ближнего боя вы всегда можете бежать, размахиваясь, размахивание не так сильно повлияет на скорость передвижения, и оно будет потреблять значительно меньше ОД."

lang["#PERK_LANDRECOVER_NAME"] = "Поза земли"
lang["#PERK_LANDRECOVER_DESC"] = "Вы более подвижны, и вам приземляться гораздо легче, чем поднимать себя."
lang["#PERK_LANDRECOVER_LEVEL_1"] = "-Вы восстанавливаетесь после падений на 50% быстрее.\n-Урон от падения уменьшен на 3%"
lang["#PERK_LANDRECOVER_LEVEL_2"] = "-Вы восстанавливаетесь после падений на 100% быстрее.\n-Урон от падения уменьшен на 6%"

lang["#PERK_MINELAYER_NAME"] = "Минное поле"
lang["#PERK_MINELAYER_DESC"] = "Иногда двух мин недостаточно, чтобы чувствовать себя в безопасности."
lang["#PERK_MINELAYER_LEVEL_1"] = "-Одновременно можно установить 3 мины."
lang["#PERK_MINELAYER_LEVEL_2"] = "-Одновременно можно установить 4 мины."
lang["#PERK_MINELAYER_LEVEL_3"] = "-Одновременно можно установить 5 мины."

lang["#PERK_SHOTGUNSURGEON_NAME"] = "Два ствола"
lang["#PERK_SHOTGUNSURGEON_DESC"] = "При использовании ружья вы точно знаете, куда целиться. Ваша меткость позволяет вам игнорировать 10 ПУ вашей цели при использовании оружия типа картечь на врагах, не являющихся игроками."

lang["#PERK_RAPIDRELOAD_NAME"] = "Быстрая перезарядка"
lang["#PERK_RAPIDRELOADDESC_DESC"] = "Все ваши перезарядки оружия на 10% быстрее, чем обычно."

lang["#PERK_CANNIBAL_NAME"] = "Каннибал"
lang["#PERK_CANNIBAL_DESC"] = "" -- WIP

lang["#PERK_WEAPONHANDLING_NAME"] = "Обращение с оружием"
lang["#PERK_WEAPONHANDLING_DESC"] = "Упрощает использование всего оружия"
lang["#PERK_WEAPONHANDLING_LEVEL_1"] = "Снижает требование силы для всех видов оружия на 2."
lang["#PERK_WEAPONHANDLING_LEVEL_2"] = "Снижает требование силы для всех видов оружия на 1, в общей сложности на 3. Увеличивает долговечность оружия на 20%."

-- Utility
lang["#PERK_EDUCATED_NAME"] = "Образованный"
lang["#PERK_EDUCATED_DESC"] = "Вы довольно умный. Получайте ещё два очка мастерства каждый раз, когда повышаете уровень мастерства, однако вы не можете взять способность 'Комбатант'."

lang["#PERK_GECKOSKINNING_NAME"] = "Свежевание кожи"
lang["#PERK_GECKOSKINNING_DESC"] = "Знайте, как 'правильно' снять шкуру с любого животного с чешуёй и использовать её для изготовления или продать с выгодой!"
lang["#PERK_GECKOSKINNING_LEVEL_1"] = "-Обычные гекконы и золотые гекконы могут сбросить шкуру."
lang["#PERK_GECKOSKINNING_LEVEL_2"] = "-Обычные гекконы, золотые гекконы, огненные гекконы, зелёные гекконы и когти смерти могут сбросить шкуру."

lang["#PERK_MADBOMBER_NAME"] = "Бешеный террорист"
lang["#PERK_MADBOMBER_DESC"] = "Специальное обучение теперь доступно для обитателей пустоши с талантом ремонта и любовью к взрывчаткам!\n\n-В верстаке можно изготовить самодельные гранаты и другие взрывчатые вещества."

lang["#PERK_ECOLOADER_NAME"] = "Экономичный оружейник"
lang["#PERK_ECOLOADER_DESC"] = "Иногда меньше ЗНАЧИТ больше.\n\n-Вы можете изготавливать экономичные пули, используя меньше ресурсов, чем при производстве обычных пуль."

lang["#PERK_HANDLOADER_NAME"] = "Ручное снаряжение"
lang["#PERK_HANDLOADER_DESC"] = "Вы знаете, как пользоваться верстаком для снаряжения патронов, и не позволяете хорошим материалам и предметам потратиться впустую!\n\n-Вы можете изготавливать пули, заряжаемые вручную, используя больше ресурсов.\n-С большей вероятностью вы сможете получить гильзы, использованные из оружия."

lang["#PERK_JUNKROUNDS_NAME"] = "Ломовые патроны"
lang["#PERK_JUNKROUNDS_DESC"] = "Кому нужна эта заводская медь?\n\n-Вы можете изготавливать ломовые пули из металлолома вместо латуни."

lang["#PERK_ARMORSMITHING_NAME"] = "Кузнечное дело"
lang["#PERK_ARMORSMITHING_DESC"] = "Вы научились создавать прочную броню, просто сваривая металл!"
lang["#PERK_ARMORSMITHING_LEVEL_1"] = "-Вы можете изготавливать металлическую броню и части брони супермутанта."
lang["#PERK_ARMORSMITHING_LEVEL_2"] = "-Вы можете создавать металлическую броню, броню супермутантов и боевую броню."

lang["#PERK_CHEMIST_NAME"] = "Химик"
lang["#PERK_CHEMIST_DESC"] = "Вы чётко понимаете, как объединять элементы и соединения в смеси и использовать это в своих интересах."
lang["#PERK_CHEMIST_LEVEL_1"] = "-Вы можете изготавливать обычные химические предметы."
lang["#PERK_CHEMIST_LEVEL_2"] = "-Вы можете изготавливать сложные химические предметы."

lang["#PERK_STRONGBACK_NAME"] = "Крепкий хребет"
lang["#PERK_STRONGBACK_DESC"] = "Благодаря определённой тренировке вы сможете переносить больше вещей."
lang["#PERK_STRONGBACK_LEVEL_1"] = "-Вы можете нести дополнительные 20 кг веса."
lang["#PERK_STRONGBACK_LEVEL_2"] = "-Вы можете нести дополнительные 40 кг веса."

lang["#PERK_MARATHONRUNNER_NAME"] = "Марафонец"
lang["#PERK_MARATHONRUNNER_DESC"] = "Бег - это часть вашей повседневной жизни!"
lang["#PERK_MARATHONRUNNER_LEVEL_1"] = "-Бег требует на 10% меньше ОД."
lang["#PERK_MARATHONRUNNER_LEVEL_2"] = "-Бег требует на 20% меньше ОД."

lang["#PERK_BUNNYHOPPER_NAME"] = "Попрыгунчик"
lang["#PERK_BUNNYHOPPER_DESC"] = "Обучен перепрыгивать любые препятствия на своём пути!"
lang["#PERK_BUNNYHOPPER_LEVEL_1"] = "-Прыжок требует на 10% меньше ОД."
lang["#PERK_BUNNYHOPPER_LEVEL_2"] = "-Прыжок требует на 20% меньше ОД."

lang["#PERK_GREENTHUMB_NAME"] = "Садовник"
lang["#PERK_GREENTHUMB_DESC"] = "У вас есть естественное сродство к растениям. Получите 50% шанс получить дополнительный урожай для большинства собранных растений"

lang["#PERK_EXQUISITECHEF_NAME"] = "Изысканный повар"
lang["#PERK_EXQUISITECHEF_DESC"] = "Вы придумали, как приготовить из некоторых продуктов более изысканный вариант." -- WIP

lang["#PERK_JURYRIG_NAME"] = "Очумелые ручки"
lang["#PERK_JURYRIG_DESC"] = "Вы обладаете удивительной способностью чинить любое огнестрельное оружие, плазменное оружие, гранатомёт, одежду или броню, используя аналогичный предмет. Почините карабин китайским автоматом, плазменную винтовку - лазером RCW или даже толстяка - гранатомётом. Как это работает? Никто не знает... кроме вас.." -- WIP

-- UI
lang["#PERKREQ_COST"] = "Недостаточно очков"
lang["#PERKREQ_MAXED"] = "Способность превышена"
lang["#PERKREQ_NOPERK"] = "Не может быть принято"
lang["#PERKREQ_SPC"] = "S.P.E.C.I.A.L слишком низок"
lang["#PERKREQ_SKL"] = "Проблемы с навыками?"

lang["#PERKPOINT"] = "Очко способности"
lang["#PERKPOINTS"] = "Очков способности"

lang["#PERK_COMFIRM"] = "Взять эту способность?"

RELOADSCHEMA = true
