local lang = RSRG.Languages["ru"]
lang["#UI_LEVEL"] = "Уровень"

-- Classes
lang["#UI_UTILITY"] = "Мастерство"
lang["#UI_COMBAT"] = "Бой"

--███████╗██████╗ ███████╗ ██████╗██╗ █████╗ ██╗     ███████╗
--██╔════╝██╔══██╗██╔════╝██╔════╝██║██╔══██╗██║     ██╔════╝
--███████╗██████╔╝█████╗  ██║     ██║███████║██║     ███████╗
--╚════██║██╔═══╝ ██╔══╝  ██║     ██║██╔══██║██║     ╚════██║
--███████║██║     ███████╗╚██████╗██║██║  ██║███████╗███████║
--╚══════╝╚═╝     ╚══════╝ ╚═════╝╚═╝╚═╝  ╚═╝╚══════╝╚══════╝

lang["#SPC_STR"] = "Сила" -- for Specials, keep the first half of the name in english so it matches with the S.P.E.C.I.A.L Acronym
lang["#SPC_STRDESC"] = "Чистая физическая сила, высокая сила хороша для физических атак.\n\n- Влияет на силу атаки ближнего боя.\n- Влияет на способность нести вещи\n- Тяжелое оружие легче носить."

lang["#SPC_PER"] = "Восприятие"
lang["#SPC_PERDESC"] = "Настройка чувств тела. Высокое восприятие хорошо для изучения, или меткой стрельбы.\n\n- Влияет на способность к поиску.\n- Влияет на точность оружия.\n- Легче идентифицировать других."

lang["#SPC_EDR"] = "Выносливость"
lang["#SPC_EDRDESC"] = "Выдержка и физическая стойкость. Высокий уровень выносливости может помочь вам выжить там, где другие не могут.\n\n- Действия требуют меньше ОД для выполнения.\nВлияет на устойчивость к различным недугам."

lang["#SPC_CHR"] = "Харизма"
lang["#SPC_CHRDESC"] = "Социальная привлекательность, харизма позволяет общаться и убеждать. Высокий харизматический шарм сближает людей.\n\n- Увеличивает вместимость отряда.\n- Увеличивает пользу от отряда\n -Влияет на повышение репутации у фракций с NPC."

lang["#SPC_INT"] = "Интеллект"
lang["#SPC_INTDESC"] = "Хитрость и мудрость, способность быстро мыслить необходима для выживания в Пустоши.\n\n- Влияет на способность создавать полезное оружие и модификации\n- Увеличивает очки навыка, полученные от повышения уровня."

lang["#SPC_AGL"] = "Ловкость"
lang["#SPC_AGLDESC"] = "Умение быть быстрым. Высокая Ловкость дает скорость движениям и другим действиям.\n\n- Определяет максимальные очки действия (ОД) и скорость регенерации ОД.\n- Увеличивает скорость, с которой выполняется много действий\n- Влияет на способность Скрытности."

lang["#SPC_LCK"] = "Удача"
lang["#SPC_LCKDESC"] = "Вы узнаете, что Удача решает ситуации для вас самым странным образом.\n\n- Влияет на обнаружение предметов.\n- Влияет на все навыки.\n -Влияет на все сценарии."

--███████╗██╗  ██╗██╗██╗     ██╗     ███████╗
--██╔════╝██║ ██╔╝██║██║     ██║     ██╔════╝
--███████╗█████╔╝ ██║██║     ██║     ███████╗
--╚════██║██╔═██╗ ██║██║     ██║     ╚════██║
--███████║██║  ██╗██║███████╗███████╗███████║
--

lang["#SKL_PISTOLS"] = "Дуэлист" -- for skills, no need to keep the english word.
lang["#SKL_PISTOLSDESC"] = "Эффективность с оружием пистолетного типа."

lang["#SKL_ASSAULT"] = "Коммандо"
lang["#SKL_ASSAULTDESC"] = "Эффективность с автоматическим огнестрельным оружием."

lang["#SKL_RIFLES"] = "Эксперт по карабинам"
lang["#SKL_RIFLESDESC"] = "Эффективность при использовании однозарядного, помпового или стрелкового оружия."

lang["#SKL_ENERGY"] = "Энергетическое оружие"
lang["#SKL_ENERGYDESC"] = "Эффективность с энергетическим оружием."

lang["#SKL_HEAVY"] = "Фанат больших пушек"
lang["#SKL_HEAVYDESC"] = "Эффективность с тяжелым вооружением, таким как ракетные пусковые установки, пулемёты или огнеметы."

lang["#SKL_MELEE"] = "Холодное оружие"
lang["#SKL_MELEEDESC"] = "Влияет на эффективность и мастерство всех видов оружия ближнего боя."

lang["#SKL_UNARMED"] = "Без оружия"
lang["#SKL_UNARMEDDESC"] = "Ваши совместные знания боевых искусств и рукопашного боя, ваши навыки без оружия влияют на то, насколько хорошо вы можете бороться своим телом."

lang["#SKL_EXP"] = "Взрывчатка"
lang["#SKL_EXPDESC"] = "Знание и применение взрывоопасных материалов. Овладение взрывчаткой позволит создавать уникальные гранаты."

lang["#SKL_SNEAK"] = "Скрытность"
lang["#SKL_SNEAKDESC"] = "Способность оставаться скрытым."

lang["#SKL_SECURITY"] = "Безопасность"
lang["#SKL_SECURITYDESC"] = "Знание над безопасностью включает в себя вашу способность не только проникать в строго охраняемые районы, но и защищать их самостоятельно, создавая различные ловушки, объединяя со знаниями о взрывчатке, чтобы создавать мины."

lang["#SKL_SCAV"] = "Поиск"
lang["#SKL_SCAVDESC"] = "Эффективность в добыче полезных ископаемых, сбора обломков и поиске сокровищ старого мира."

lang["#SKL_ENG"] = "Инженер"
lang["#SKL_ENGDESC"] = "Влияет на инженерные знания; ремонт и техническое обслуживание оборудования, а также создание уникальных предметов."

lang["#SKL_VEH"] = "Транспортные средства"
lang["#SKL_VEHDESC"] = "Способность управлять, контролировать и оптимизировать использование транспортных средств. Ваш опыт вождения позволит вам лучше управлять транспортными средствами и получать больше от их топлива."

lang["#SKL_SCI"] = "Наука"
lang["#SKL_SCIDESC"] = "Знание концепций, касающихся технологий, таких как физика, химия, электричество и компьютеры. Влияет на ваши хакерские способности и ваш потенциал для продвинутых технологий."

lang["#SKL_MED"] = "Медицина"
lang["#SKL_MEDDESC"] = "Понимание и применение медицинских знаний, важный навык в мире, где травмы являются обычным делом."

lang["#SKL_FOOD"] = "Натуралист"
lang["#SKL_FOODDESC"] = "Знание о жизни дикой среде. Влияет на мастерство приготовления пищи, ведения сельского хозяйства, скорость передвижения по карте мира и ваш шанс избежать других опасных встреч."

lang["#SKL_BARTER"] = "Торговец"
lang["#SKL_BARTERDESC"] = "Общее понимание и знание меркантилизма и обмена. Может влиять на цены покупки или продажи товаров."

lang["#SKL_SPEECH"] = "Красноречие"
lang["#SKL_SPEECHDESC"] = "Акт убеждения и принуждения. Влияет на способность убеждать других."

lang["#SKL_SAVEWGT"] = "Сохранение веса"
lang["#SKL_SAVEWGTDESC"] = "Влияет на количество предметов, сохраненных после смерти.\n\nБолее высокий вес позволит вам сохранить больше предметов при смерти."

-- Stats
lang["#STAT_HP"] = "Очки здоровья"
lang["#STAT_HPSHORT"] = "ОЗ"
lang["#STAT_HPDESC"] = "Сколько урона вы можете получить, прежде чем умрёте."

lang["#STAT_AP"] = "Очки действия"
lang["#STAT_APSHORT"] = "ОД"
lang["#STAT_APDESC"] = "Сколько вы можете сделать в течение определенного времени; Больше очков действия позволяет вам бежать, стабилизировать прицел, задержать дыхание и дольше размахивать оружием ближнего боя."

lang["#STAT_WG"] = "Максимальный груз"
lang["#STAT_WGSHORT"] = "ВЕС"
lang["#STAT_WGDESC"] = "Максимальный вес, который вы можете переносить в рюкзаке."

--██████╗ ███████╗██████╗ ██╗  ██╗███████╗
--██╔══██╗██╔════╝██╔══██╗██║ ██╔╝██╔════╝
--██████╔╝█████╗  ██████╔╝█████╔╝ ███████╗
--██╔═══╝ ██╔══╝  ██╔══██╗██╔═██╗ ╚════██║
--██║     ███████╗██║  ██║██║  ██╗███████║
--╚═╝     ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝╚══════╝

lang["#PERK_RUNNGUN"] = "Беги-стреляй"
lang["#PERK_RUNNGUNDESC"] = "При использовании любого одноручного оружия ваш разброс значительно уменьшается при движении."
lang["#PERK_WILDWEST"] = "Дикий Запад"
lang["#PERK_WILDWESTDESC"] = "При использовании револьверов, рычажных или автоматических винтовок ваша точность увеличивается, и вы перезаряжаетесь в два раза быстрее."
lang["#PERK_SHOTGUNSURGEON"] = "Два ствола"
lang["#PERK_SHOTGUNSURGEONDESC"] = "При использовании ружья вы точно знаете, куда целиться. Ваша точность позволяет вам игнорировать 10 ПУ вашей цели при использовании оружия типа картечь на врагах, не являющихся игроками."
lang["#PERK_COMBATANT"] = "Комбатант"
lang["#PERK_COMBATANTDESC"] = "Вы знаете, что делаете, когда дело доходит до боя. Получайте ещё два очка умений каждый раз, когда вы повышаете уровень в бою, однако вы не можете взять Образованный перк."
lang["#PERK_EDUCATED"] = "Образованный"
lang["#PERK_EDUCATEDDESC"] = "Вы довольно умный. Получайте еще два очка мастерства каждый раз, когда повышаете уровень мастерства, однако вы не можете взять перк Комбатанта."
lang["#PERK_CANNIBAL"] = "Каннибал"
lang["#PERK_CANNIBALDESC_1"] = ""
lang["#PERK_GREENTHUMB"] = "Садовник"
lang["#PERK_GREENTHUMBDESC"] = "У вас есть естественное сродство к растениям. Получите 50% шанс получить дополнительный урожай для большинства собранных растений"
lang["#PERK_GECKOSKINNINGNAME"] = "Gecko Skinning"
lang["#PERK_GECKOSKINNINGDESC"] = "You have gained the knowledge of how to skin scaled creatures properly to get their hides!\n\nAllows one to skin Geckos (excluding Fire Geckos) and Deathclaws for pelts, which can then be sold for profit."
lang["#PERK_GECKOSKINNING2DESC"] = "You have uncovered the hidden technique to skinning Fire Geckos!\n\nAllows one to skin Fire Geckos for pelts, which can then be sold for profit."
lang["#PERK_MADBOMBER_NAME"] = "Mad Bomber"
lang["#PERK_MADBOMBER_DESC"] = "Specialized training is now available for wastelanders with a talent for Repair and a love of Explosives!\n\nCrafting Tin Grenades, Fat Mines, and even devastating Nuka-Grenades are a snap for those with the materials and talent."
lang["#PERK_HANDLOADER_NAME"] = "Hand Loader"
lang["#PERK_HANDLOADER_DESC"] = "You know your way around a reloading bench and don't let good brass and hulls go to waste!\n\nWhen you use Guns, you are more likely to recover cases and hulls. You also have additional hand load recipes unlocked at reloading benches."
lang["#PERK_JUNKROUNDS_NAME"] = "Junk Rounds"
lang["#PERK_JUNKROUNDS_DESC"] = "Who needs factory loaded brass anyway?\n\nYou have unlocked recipies for loading steel-cased ammunition and the ability to craft steel casings at a reloading bench."

lang["#PERKREQ_COST"] = "Не достаточно очков развития"
lang["#PERKREQ_MAXED"] = "Перк превышен"
lang["#PERKREQ_NOPERK"] = "Не может быть принято"
lang["#PERKREQ_SPC"] = "S.P.E.C.I.A.L слишком низок"
lang["#PERKREQ_SKL"] = "Слишком низкий навык"

lang["#PERKPOINT"] = "Очко развития"
lang["#PERKPOINTS"] = "Очков развития"

lang["#PERK_COMFIRM"] = "Взять этот перк?"



RELOADWEAPONS = true
