local lang = RSRG.Languages["ru"]
--Mainly use this for identifying locations with missions, really no other reason to be using it besides that.

-- ███████╗ █████╗ ██╗  ████████╗    ██╗    ██╗███████╗██╗     ██╗     ███████╗
-- ██╔════╝██╔══██╗██║  ╚══██╔══╝    ██║    ██║██╔════╝██║     ██║     ██╔════╝
-- ███████╗███████║██║     ██║       ██║ █╗ ██║█████╗  ██║     ██║     ███████╗
-- ╚════██║██╔══██║██║     ██║       ██║███╗██║██╔══╝  ██║     ██║     ╚════██║
-- ███████║██║  ██║███████╗██║       ╚███╔███╔╝███████╗███████╗███████╗███████║
-- ╚══════╝╚═╝  ╚═╝╚══════╝╚═╝        ╚══╝╚══╝ ╚══════╝╚══════╝╚══════╝╚══════╝

lang["#LOCATION_SALTWELLS_FACTORY"] = "Завод"
lang["#LOCATION_SALTWELLS_VAULT"] = "Убежище"

-- ██╗   ██╗ ██████╗ ██╗     ██╗      █████╗     ██████╗  ██████╗ ██╗     ██╗  ██╗   ██╗
-- ╚██╗ ██╔╝██╔═══██╗██║     ██║     ██╔══██╗    ██╔══██╗██╔═══██╗██║     ██║  ╚██╗ ██╔╝
--  ╚████╔╝ ██║   ██║██║     ██║     ███████║    ██████╔╝██║   ██║██║     ██║   ╚████╔╝
--   ╚██╔╝  ██║   ██║██║     ██║     ██╔══██║    ██╔══██╗██║   ██║██║     ██║    ╚██╔╝
--    ██║   ╚██████╔╝███████╗███████╗██║  ██║    ██████╔╝╚██████╔╝███████╗███████╗██║
--    ╚═╝    ╚═════╝ ╚══════╝╚══════╝╚═╝  ╚═╝    ╚═════╝  ╚═════╝ ╚══════╝╚══════╝╚═╝

lang["#LOCATION_INEU_FACTORY"] = "Завод"
lang["#LOCATION_INEU_BUNKER"] = "Военный бункер"
lang["#LOCATION_INEU_TEMPLE"] = "Храм"
lang["#LOCATION_INEU_CAVES"] = "Пещеры"
lang["#LOCATION_INEU_MINES"] = "Шахты"
lang["#LOCATION_INEU_MININGTOWN"] = "Шахтёрский городок"

-- ███╗   ███╗ ██████╗ ██╗   ██╗███╗   ██╗████████╗ █████╗ ██╗███╗   ██╗    ██████╗  █████╗ ███████╗███████╗
-- ████╗ ████║██╔═══██╗██║   ██║████╗  ██║╚══██╔══╝██╔══██╗██║████╗  ██║    ██╔══██╗██╔══██╗██╔════╝██╔════╝
-- ██╔████╔██║██║   ██║██║   ██║██╔██╗ ██║   ██║   ███████║██║██╔██╗ ██║    ██████╔╝███████║███████╗███████╗
-- ██║╚██╔╝██║██║   ██║██║   ██║██║╚██╗██║   ██║   ██╔══██║██║██║╚██╗██║    ██╔═══╝ ██╔══██║╚════██║╚════██║
-- ██║ ╚═╝ ██║╚██████╔╝╚██████╔╝██║ ╚████║   ██║   ██║  ██║██║██║ ╚████║    ██║     ██║  ██║███████║███████║
-- ╚═╝     ╚═╝ ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝   ╚═╝   ╚═╝  ╚═╝╚═╝╚═╝  ╚═══╝    ╚═╝     ╚═╝  ╚═╝╚══════╝╚══════╝

lang["#LOCATION_COOLSNOW_BRIDGE"] = "Смотровая площадка моста"
lang["#LOCATION_COOLSNOW_OUTSKIRT"] = "Окраинная смотровая площадка"
lang["#LOCATION_COOLSNOW_VALLEY"] = "Смотровая площадка долины"
lang["#LOCATION_COOLSNOW_WILLOW"] = "Лагерь Уиллоу"

lang["#DOOR_SHACK"] = "Лачуга"

--  █████╗ ███████╗██╗  ██╗██╗      █████╗ ███╗   ██╗██████╗ ███████╗
-- ██╔══██╗██╔════╝██║  ██║██║     ██╔══██╗████╗  ██║██╔══██╗██╔════╝
-- ███████║███████╗███████║██║     ███████║██╔██╗ ██║██║  ██║███████╗
-- ██╔══██║╚════██║██╔══██║██║     ██╔══██║██║╚██╗██║██║  ██║╚════██║
-- ██║  ██║███████║██║  ██║███████╗██║  ██║██║ ╚████║██████╔╝███████║
-- ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝ ╚══════╝

lang["#LOCATION_APOC_BUNKER"] = "Бункер"
lang["#LOCATION_APOC_CITYOUTPOST"] = "Городской аванпост"
lang["#LOCATION_APOC_CASCADEMERCHANT"] = "Каскадный базар"
lang["#LOCATION_APOC_GUNPOWDERMINE"] = "Заброшенный туннель"
lang["#LOCATION_APOC_REDWAREHOUSE"] = "Укреплённый склад или частный гараж"


-- ██████╗ ███████╗ █████╗ ██████╗     ███████╗███████╗████████╗██╗   ██╗ █████╗ ██████╗ ██╗   ██╗
-- ██╔══██╗██╔════╝██╔══██╗██╔══██╗    ██╔════╝██╔════╝╚══██╔══╝██║   ██║██╔══██╗██╔══██╗╚██╗ ██╔╝
-- ██║  ██║█████╗  ███████║██║  ██║    █████╗  ███████╗   ██║   ██║   ██║███████║██████╔╝ ╚████╔╝
-- ██║  ██║██╔══╝  ██╔══██║██║  ██║    ██╔══╝  ╚════██║   ██║   ██║   ██║██╔══██║██╔══██╗  ╚██╔╝
-- ██████╔╝███████╗██║  ██║██████╔╝    ███████╗███████║   ██║   ╚██████╔╝██║  ██║██║  ██║   ██║
-- ╚═════╝ ╚══════╝╚═╝  ╚═╝╚═════╝     ╚══════╝╚══════╝   ╚═╝    ╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═╝   ╚═╝

lang["#LOCATION_KNEEDEEP_FLOTILLA"] = "Самодельная баржа"
lang["#LOCATION_KNEEDEEP_PROPANE"] = "Пропановый разрыв"
lang["#LOCATION_KNEEDEEP_SMUGGLER_LCAMP"] = "Большой лагерь контрабандистов"

-- ███████╗ █████╗ ██╗     ███████╗███╗   ███╗
-- ██╔════╝██╔══██╗██║     ██╔════╝████╗ ████║
-- ███████╗███████║██║     █████╗  ██╔████╔██║
-- ╚════██║██╔══██║██║     ██╔══╝  ██║╚██╔╝██║
-- ███████║██║  ██║███████╗███████╗██║ ╚═╝ ██║
-- ╚══════╝╚═╝  ╚═╝╚══════╝╚══════╝╚═╝     ╚═╝

lang["#LOCATION_SALEM_SURVIVORSCAMP"] = "Лагерь выживших"
lang["#LOCATION_SALEM_BONETRENCHES"] = "Костные впадины"
lang["#LOCATION_SALEM_SHADOWFORT"] = "Крепость Теневых"
lang["#LOCATION_SALEM_POWER"] = "Электростанция Салема"