local lang = RSRG.Languages["ru"]
lang["#MISSION_GIVER"] = "Наниматель" --This is just the job of the mission givers.

-- ██████╗ ██████╗  ██████╗ ███████╗██╗██╗     ███████╗███████╗
-- ██╔══██╗██╔══██╗██╔═══██╗██╔════╝██║██║     ██╔════╝██╔════╝
-- ██████╔╝██████╔╝██║   ██║█████╗  ██║██║     █████╗  ███████╗
-- ██╔═══╝ ██╔══██╗██║   ██║██╔══╝  ██║██║     ██╔══╝  ╚════██║
-- ██║     ██║  ██║╚██████╔╝██║     ██║███████╗███████╗███████║
-- ╚═╝     ╚═╝  ╚═╝ ╚═════╝ ╚═╝     ╚═╝╚══════╝╚══════╝╚══════╝

--Andrew (Salt Wells)
lang["#MISSION_GIVER_STARTER"] = "Эндрю"
lang["#MISSION_GIVER_STARTER_SUBTITLE"] = "Учитель пустошей"
lang["#MISSION_GIVER_STARTER_GREET_NEW"] = "Эй! Вы, кажется, вы заблудились и запутались. Если вы не знаете, что здесь делать, я могу помочь вам, если вы хотите сделать для меня пару вещей. Это не займёт так много времени. В противном случае, если вы просто ищете работу, я предлагаю отправиться в город на горе, который недалеко отсюда, просто следуйте по дороге и поверните налево в ущелье. Вы не пропустите.\n\n\n\n[ Это серия заданий для игроков для начала. Она не обязательна для выполнения, но рекомендуется тем, кто новичок в игре и может предложить небольшой стартовый толчок. ]"
lang["#MISSION_GIVER_STARTER_GREET"] = "Здравствуй, $playername. Если вы ищете работу, то у меня всё ещё есть несколько заданий, которые вы ещё не завершили. Знать каждый навык, чтобы выжить в пустошах, очень важно."
lang["#MISSION_GIVER_STARTER_GREET_FINISHED"] = "Снова здравствуй, $playername. Если вы ищете, чем заняться, я бы порекомендовал поговорить с Майором Редманом в обнесенном стенами городе. Вы можете добраться туда, следуя по дороге в долину."
--Major Redman (Salt Wells)
lang["#MISSION_GIVER_REDMAN"] = "Майор Редман"
lang["#MISSION_GIVER_REDMAN_SUBTITLE"] = "Новая Калифорнийская Республика"
lang["#MISSION_GIVER_REDMAN_GREET_NEW"] = "Добро пожаловать в город, странник. Похоже, вы мало что знаете о том, что здесь происходит, но если вы ищете работу, мне нужны люди, которые готовы заняться некоторыми делами. Предпологаю, что вы здесь для этого, я могу попробовать и посмотреть, получится ли у меня что-нибудь более подходящее для вашего уровня опыта. Если вы ищете общественную работу, у нас есть доска, установленная рядом с въездом в город, которая позволяет людям прикрепить работу, которую им нужно закончить, чтобы другие люди могли помочь.\n\n\nAnyways, here's some assignments you could take on."
lang["#MISSION_GIVER_REDMAN_GREET_N100"] = "Вы здесь хорошо известны. Наверное, в не очень хорошем ключе для вас, но это так. Вы знаете, что очень немногие будут доверять вам, но я всё равно готов дать возможность наверстать упущенное, как я обычно делаю это с другими. Вы можете начать с того, что позаботесь о некоторых проблемах здесь.\n\n\nВот список заданий."
lang["#MISSION_GIVER_REDMAN_GREET_0"] = "С возвращением, обитатель пустошей. Скорее всего, вы здесь не только для того, чтобы обменять пару вещей, возможно, ищешь работу или две. Возможно, у меня есть несколько для тебя.\n\n\nВот список задач, с которыми нам нужна помощь в данный момент."
lang["#MISSION_GIVER_REDMAN_GREET_100"] = "Эй, $playername, надеюсь, у вас всё хорошо. Я также подумываю о том, чтобы найти больше рабочих мест только для вас, так как вы очень полезны.\n\n\nВот список незавершённых задач."
lang["#MISSION_GIVER_REDMAN_GREET_200"] = ""
--Isaac (Salt Wells)
lang["#MISSION_GIVER_ISAAC"] = "Айзек"
lang["#MISSION_GIVER_ISAAC_SUBTITLE"] = "Красный караван"
lang["#MISSION_GIVER_ISAAC_GREET_NEW"] = "Хэй, добро пожаловать в город, странник. Надеюсь, вы здесь с благими намерениями. Вообще-то, говоря о благих намерениях, нам нужна помощь в работе, если вы готовы протянуть руку помощи. Не в буквальном смысле. Но нам очень нужны некоторые материалы для торговли и транспортировки, если вы готовы помочь с этим. Я могу заплатить немного, если вы захотите помочь.\n\n\nВот список вещей, с которыми мне нужна помощь."
lang["#MISSION_GIVER_ISAAC_GREET_N50"] = "Эй, эй, эй, следи за своим следующим шагом, приятель, ладно? Вы мне не нравитесь, и я хочу, чтобы вы знали это, но это не делает вас абсолютно бесполезным для меня. Мне всё ещё может понадобиться помощь в нескольких вещах, и вы, вероятно, единственный человек, который может это сделать в этом городе. Так что, если вы хотите что-то сделать, я назначу тебе несколько заданий, но вы смотрите сами.\n\n\nВот список доступных задач."
lang["#MISSION_GIVER_ISAAC_GREET_0"] = "Здравствуй, $playername, не так ли? В любом случае, у меня есть ещё несколько работ для тебя, если вы ищете, чем заняться.\n\n\nВот список доступных работ."
lang["#MISSION_GIVER_ISAAC_GREET_50"] = "Приветик, $playername. Приятно видеть здесь дружелюбное лицо, хотя большая часть этого места - это адская бездна. Трудно найти таких людей, которым можно доверять, как вы. Возможно, у меня ещё есть кое-какие вещи, которые нужно выполнить, если вы хотите разобраться с этим.\n\n\nВот список невыполненных задач."
lang["#MISSION_GIVER_ISAAC_GREET_100"] = ""
--Jackson (Yolla Bolly)
lang["#MISSION_GIVER_JACKSON"] = "Джексон" --Available when the player completes: Old Friend: Tracks (Redman)
lang["#MISSION_GIVER_JACKSON_SUBTITLE"] = "Выживший из пустошей"
lang["#MISSION_GIVER_JACKSON_GREET_NEW"] = "Эй, раз уж вы здесь, нам с группой очень нужна помощь, если вы планируете остаться здесь на некоторое время.\n\n\nВот с чем нам сейчас нужна помощь, если вам интересно."
--Susan (Mountain Pass)
lang["#MISSION_GIVER_SUSAN"] = "Сьюзан" --Available when the player completes: Development (Redman)
lang["#MISSION_GIVER_SUSAN_SUBTITLE"] = "Новая Калифорнийская Республика"
lang["#MISSION_GIVER_SUSAN_GREET_UNKNOWN"] = "Здравствуй, странник. Я сейчас занята, если вы не возражаете."
lang["#MISSION_GIVER_SUSAN_GREET_NEW"] = "Здравствуй. $playername, не так ли? Не так давно мы получили сообщение от Редмана о том, что он посылал вас сюда, чтобы помочь нам с кое-какими вещами. У меня есть список заданий, с которыми нам сейчас нужна помощь, и я также с нетерпением жду возможности поработать с вами.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_N50"] = ""
lang["#MISSION_GIVER_SUSAN_GREET_0"] = ""
lang["#MISSION_GIVER_SUSAN_GREET_50"] = ""
lang["#MISSION_GIVER_SUSAN_GREET_100"] = ""
--Xanthan (Ashlands)
lang["#MISSION_GIVER_CHALLENGER"] = "Ксантан"
lang["#MISSION_GIVER_CHALLENGER_SUBTITLE"] = "Испытание пустошей"
lang["#MISSION_GIVER_CHALLENGER_GREET_NEW"] = "Эй, вы считаете себя настоящим обитателем пустошей? Я думаю, слишком много людей недооценивают, что значит быть обитателем пустошей. Меня зовут Ксантан, или, как многие любят называть меня 'испытатель'. Если вы очень хотите проявить себя перед окружающими, и перед мной, у меня есть кое-какие задания, которые я хочу, чтобы вы вылонили для этого. Просто знай, что это будет нелегко, и награда будет соответствующая.\n\n\nВот некоторые испытания, в которых вы можете принять участие."
lang["#MISSION_GIVER_CHALLENGER_GREET"] = "И снова привет, $playername. Если вы всё ещё хотите пройти испытания, то у меня должно быть много доступных испытаний.\n\n\nВот список тех, которые вы ещё не закончили."
--Dev Test (Board)
lang["#MISSION_BOARD_TEST"] = "Тестовая доска"
lang["#MISSION_BOARD_TEST_SUBTITLE"] = "В целях разработки."
lang["#MISSION_BOARD_TEST_GREET_NEW"] = "nil"
lang["#MISSION_BOARD_TEST_GREET"] = "nil"
--Salt Wells (Board)
lang["#MISSION_BOARD_SALTWELLS"] = "Доска заданий Солт-Уэллс"
lang["#MISSION_BOARD_SALTWELLS_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_SALTWELLS_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."
--Ashlands (Board)
lang["#MISSION_BOARD_ASHLANDS"] = "Доска заданий Эш Лэнд"
lang["#MISSION_BOARD_ASHLANDS_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_ASHLANDS_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."
--Yolla Bolly (Board)
lang["#MISSION_BOARD_YOLLA"] = "Доска заданий Йолла Болли"
lang["#MISSION_BOARD_YOLLA_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_YOLLA_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

-- ████████╗██╗   ██╗██████╗ ███████╗███████╗
-- ╚══██╔══╝╚██╗ ██╔╝██╔══██╗██╔════╝██╔════╝
--    ██║    ╚████╔╝ ██████╔╝█████╗  ███████╗
--    ██║     ╚██╔╝  ██╔═══╝ ██╔══╝  ╚════██║
--    ██║      ██║   ██║     ███████╗███████║
--    ╚═╝      ╚═╝   ╚═╝     ╚══════╝╚══════╝

lang["#DISCOVER_INFO"] = "Исследовать $location."
lang["#DELIVER_INFO"] = "Найти и отдать $item персонажу $character."
lang["#SCAVENGE_INFO"] = "Обыскать $amount контейнера."
lang["#SALVAGE_INFO"] = "Разобрать $amount транспортных средств."
lang["#HARVEST_INFO"] = "Добыть $amount растений."
lang["#FETCH_INFO"] = "Заполучить $amount $name."
lang["#CRAFT_INFO"] = "$crafttype $amount $name."
lang["#MASSACARE_INFO"] = "Найти и убить $amount $target."











-- ████████╗██╗   ██╗████████╗ ██████╗ ██████╗ ██╗ █████╗ ██╗         ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ╚══██╔══╝██║   ██║╚══██╔══╝██╔═══██╗██╔══██╗██║██╔══██╗██║         ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--    ██║   ██║   ██║   ██║   ██║   ██║██████╔╝██║███████║██║         ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
--    ██║   ██║   ██║   ██║   ██║   ██║██╔══██╗██║██╔══██║██║         ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
--    ██║   ╚██████╔╝   ██║   ╚██████╔╝██║  ██║██║██║  ██║███████╗    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--    ╚═╝    ╚═════╝    ╚═╝    ╚═════╝ ╚═╝  ╚═╝╚═╝╚═╝  ╚═╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_STARTER_NEWAROUNDHERE"] = "Новичок"
lang["#MISSION_STARTER_NEWAROUNDHERE_DESC"] = "Итак, давайте начнём с чего-нибудь простого для вас. Очевидно, что пустошь - очень опасное место, наполненное мутантами и другими людьми. Не все люди враждебны, но есть 'хорошие' люди, которые, скорее всего, захотят ограбить вас, или просто застрелить, вот почему вы должны быть готовы. Первая задача очень проста. Я хотел бы знать, можете ли вы собирать предметы или нет. Есть небольшой городок ниже по склону, ищите контейнеры или коробки, и собирайте любые предметы, которые найдёте."
lang["#MISSION_STARTER_NEWAROUNDHERE_HINT"] = "Обыскивайте контейнеры в Соляных скважинах. Вы можете искать контейнеры в городах, зданиях и других местах."
lang["#MISSION_STARTER_NEWAROUNDHERE_COMPLETE"] = "Хорошо, что вы знаете, как делать основные шаги."

lang["#MISSION_STARTER_WASTELANDREPO"] = "Пустошь Репо"
lang["#MISSION_STARTER_WASTELANDREPO_DESC"] = "Вы вернулись. В любом случае, ваше следующее задание. Пока вы искали полезные предметы, вы, возможно, видели старые, возможно, сожжённые машины. Вы можете задаться вопросом, что вы могли бы с этим сделать, и ответ - ничего. Иногда в них может быть немного всякого мусора, но кроме этого, эти предметы не могут быть использованы ни для чего другого. Что делает большинство людей, так это разбирают автомобиль на металлолом, что на самом деле является лучшим его использованием. Так что, довольно просто, мне нужно, чтобы вы пошли и показали мне, что вы можете сломать несколько старых машин своими руками."
lang["#MISSION_STARTER_WASTELANDREPO_HINT"] = "Разберите машины в Соляных скважинах. Вы можете разбирать машины, ударяя их руками или тупым оружием ближнего боя. Гаечные ключи и монтировки обычно хороши для разборки. Разбираемые машины можно найти на дорогах или рядом с ними."
lang["#MISSION_STARTER_WASTELANDREPO_COMPLETE"] = "Отличная работа. Можешь оставить металлолом себе, не волнуйся."

lang["#MISSION_STARTER_GIFTSFROMGAIA"] = "Дары из Гайи"
lang["#MISSION_STARTER_GIFTSFROMGAIA_DESC"] = "А теперь нам нужно чтото, что трубует более нежного отношения. Вокруг пустошей свободно растут многие дикие растения. Можно найти такие растения, как цветок брока, перец халапеньо, плод ферокактуса, плод банановой юкки и корень зандер. Эти растения могут быть использованы в приготовлении целебных средств в стиле пустоши, а также во многих кулинарных рецептах. Идите и соберите урожай нескольких растений, неважно, какие они, просто нужно знать, что вы можете это сделать."
lang["#MISSION_STARTER_GIFTSFROMGAIA_HINT"] = "Соберите плод любого растения в Соляных скважинах. Растения обычно растут на открытых пространствах в пустоши. Проверьте рядом со скалами и другими постройками. Их также можно найти рядом с растительными территориями."
lang["#MISSION_STARTER_GIFTSFROMGAIA_COMPLETE"] = "Хорошо, хорошо. Вот, возьми это и поговори со мной, когда захочешь узнать, что с ними делать."

lang["#MISSION_STARTER_POWDERINTHEWOUND"] = "Порошок в ране"
lang["#MISSION_STARTER_POWDERINTHEWOUND_DESC"] = "У вас уже была встреча с мутантами? Скорее всего, нет, но когда это случится, вы захотите чем-нибудь исцелиться после драки. Ну, это если вы выжили. В любом случае, я дал вам корень зандер и цветок брока после того, как вы выполнили последнее задание, так что я хочу, чтобы вы использовали их и сделали какой-нибудь целебный порошок."
lang["#MISSION_STARTER_POWDERINTHEWOUND_HINT"] = "Создать целебный порошок. На кострах можно делать разные вещи, в основном еду. Лагерные костры обычно находятся в городах и других достопримечательностях."
lang["#MISSION_STARTER_POWDERINTHEWOUND_COMPLETE"] = "Вы, наверное, много таких болячек заработаете, так что это удобный трюк."

lang["#MISSION_STARTER_TOTALBREAKDOWN"] = "Общая поломка"
lang["#MISSION_STARTER_TOTALBREAKDOWN_DESC"] = "Ладно, раз уж вы умеете пользоваться костром, думаю, мы можем двигаться дальше. У меня к вам вопрос, вы знаете, как пользоваться верстаком? Все знают, в основном, для создания некоторых вещей, которые они будут использовать в какой-то момент. Очень полезно знать, как им пользоваться. Это не должно быть так сложно, но покажите мне, что вы знаете, по крайней мере, как сломать что-то на верстаке."
lang["#MISSION_STARTER_TOTALBREAKDOWN_HINT"] = "Сломайте любую вещь. Вы можете сломать предметы на верстаках. Верстаки обычно находятся в городах, и иногда их можно найти в непонятных местах. Ломать можно только некоторые вещи, такие как жестяные банки и планшеты."
lang["#MISSION_STARTER_TOTALBREAKDOWN_COMPLETE"] = "Да, сделать что-то будет не так просто, как сломать."
lang["#MISSION_STARTER_TOTALBREAKDOWN_INFO"] = "Сломайте $amount предмет."

lang["#MISSION_STARTER_FOODPREPARER"] = "Приготовитель пищи"
lang["#MISSION_STARTER_FOODPREPARER_DESC"] = "Ладно, вы вернулись, наверное, ищете другое занятие. Я пытаюсь разобраться в других вещах сам, так что дай мне секунду... Вообще-то, у меня есть идея. Я могу научить вас трюку, которому моя старая группа научила меня, когда я был с ними. Найди мне лапы богомола, в хорошем состоянии, конечно. Не спрашивай зачем."
lang["#MISSION_STARTER_FOODPREPARER_HINT"] = "Получите лапки богомола. Я слышал, что у местного охотника в городе всегда есть запасы. Вы можете добраться туда, следуя по главной дороге и повернуть налево, когда доберетесь до знака '164 Невада'. Богомолы тоже довольно слабые, так что если вам удастся их найти, вы можете убить их и вместо этого взять их лапы."
lang["#MISSION_STARTER_FOODPREPARER_COMPLETE"] = "Хорошо, вы получили лапки. Возьми и это."

lang["#MISSION_STARTER_JUSTADDFIRE"] = "Просто добавь огонь"
lang["#MISSION_STARTER_JUSTADDFIRE_DESC"] = "Я хочу, чтобы вы пошли к костру за углом и начали готовить лапки. Я покажу вам, для чего я использую ингредиенты."
lang["#MISSION_STARTER_JUSTADDFIRE_HINT"] = "Приготовьте лапки богомола. Вы можете готовить еду у костра. Лагерные костры обычно можно найти в городах и других достопримечательностях."
lang["#MISSION_STARTER_JUSTADDFIRE_COMPLETE"] = "Как они на вкус? Вы их уже съели?"

lang["#MISSION_STARTER_GHOULDUEL"] = "Дуэль с гулями"
lang["#MISSION_STARTER_GHOULDUEL_DESC"] = "Кажется, вы почти готовы. Считайте это последним тестом. Недалеко отсюда бродят гули, и чтобы проявить себя, я хочу, чтобы вы пошли и убили их. У вас должно быть оружие, если вы ещё не поняли, но я хочу, чтобы вы пошли и выпотрошили несколько из них для меня."
lang["#MISSION_STARTER_GHOULDUEL_HINT"] = "Ликвидировать любой вид дикого гуля в Соляных скважинах. Диких гулей обычно находят рядом с руинами, разбитыми зданиями и заброшенными местами. Они слабы для оружия ближнего боя и огнестрельного оружия. Будьте осторожны с гулями-потрошителями и жирными гулями, так как они более опасны."
lang["#MISSION_STARTER_GHOULDUEL_COMPLETE"] = "Ха, они получили то, что хотели! Вы отлично справитесь в пустошах."

-- ██████╗ ███████╗██████╗ ███╗   ███╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔══██╗██╔════╝██╔══██╗████╗ ████║██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██████╔╝█████╗  ██║  ██║██╔████╔██║███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██╔══██╗██╔══╝  ██║  ██║██║╚██╔╝██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██║  ██║███████╗██████╔╝██║ ╚═╝ ██║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═╝╚══════╝╚═════╝ ╚═╝     ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_REDMAN_NATURALREMEDIES"] = "Природное средство"
lang["#MISSION_REDMAN_NATURALREMEDIES_DESC"] = "Это довольно простая работа для вас. Обычно у нас есть патрульные отряды, которые обычно попадают в перестрелки, будь то с рейдерами или мутантами. Нам нужно иметь припасы наготове к таким ситуациям. К сожалению, у нас мало медикаментов. Это должна быть довольно простая просьба, мне нужно, чтобы вы пошли и собрали немного корня зандер и цветка брока. У нас есть остальные материалы для изготовления некоторых стимуляторов, так что давайте позаботимся об этом. Сделайте это, и я подготовлю для вас награду."
lang["#MISSION_REDMAN_NATURALREMEDIES_HINT"] = "Получите корень зандер и цветы брока. Оба этих растения можно найти в непонятных местах."
lang["#MISSION_REDMAN_NATURALREMEDIES_COMPLETE"] = "Вот ваша награда. Спасибо, что достали ингредиенты."

lang["#MISSION_REDMAN_HYDRATION"] = "Увлажнение"
lang["#MISSION_REDMAN_HYDRATION_DESC"] = "Ладно, это должно быть довольно просто. Нам нужно немного бутылок с водой для производства некоторых вещей. Не волнуйся об очистке, мы позаботимся об этом. К тому же, нескольких должно быть достаточно. Для меня неважно, как вы их получите."
lang["#MISSION_REDMAN_HYDRATION_HINT"] = "Получить грязную воду. Вы можете получить грязную воду, если у вас есть пустая бутылка, подойти к источнику воды. Вы также можете получить её из мусорных баков."
lang["#MISSION_REDMAN_HYDRATION_COMPLETE"] = "Вот ваша награда. Я отправлю их вам по пути."

lang["#MISSION_REDMAN_SCRAPBOOK"] = "Руководство по металлолому"
lang["#MISSION_REDMAN_SCRAPBOOK_DESC"] = "В нашем арсенале есть некоторые предметы, которые нуждаются в ремонте. Проблема в том, что у нас не хватает металлолома, чтобы закончить ремонт их всех. Если вы не против доставить нам металлолом, чтобы мы закончили ремонт, я пришлю вам немного денег."
lang["#MISSION_REDMAN_SCRAPBOOK_HINT"] = "Получите металлолом. Вы можете легко получить металлолом, разбирая сломанные автомобили или разбирая устаревшие предметы на верстаке."
lang["#MISSION_REDMAN_SCRAPBOOK_COMPLETE"] = "Вот. Этого должно хватить для остального ремонта."

-- T2

lang["#MISSION_REDMAN_EXTERMINATION"] = "Истребление"
lang["#MISSION_REDMAN_EXTERMINATION_DESC"] = "У меня есть более сложная задача для вас. Не так уж и сложно, но у нас есть несколько диких гулей, которые движутся по этому району, и они доставляют неудобства торговцам и патрулям. Я бы хотел, чтобы вы пошли и устранили их. Возвращайтесь, когда закончите, я получу для вас достойное вознаграждение."
lang["#MISSION_REDMAN_EXTERMINATION_HINT"] = "Ликвидировать любой вид диких гулей в Соляных скважинах. Вы можете сгруппировать их, чтобы они пересекли мост и спуститься по дороге в город, откуда вы приняли эту миссию."
lang["#MISSION_REDMAN_EXTERMINATION_COMPLETE"] = "Вот. Теперь здесь должно быть меньше проблем."

lang["#MISSION_REDMAN_HUNTINGSEASON"] = "Сезон охоты"
lang["#MISSION_REDMAN_HUNTINGSEASON_DESC"] = "Это не настоящая работа, скорее одолжение, которое мне нужно, чтобы вы сделали для меня. Так как у нас много гекконов в этой области, мы обычно время от времени охотимся на них. Моя проблема в том, что я не успеваю по некоторым работам, которые мне нужно выполнить, поэтому я хотел бы знать, готовы ли вы помочь прикрыть меня, пока я тут всё улаживаю. Я подготовлю для вас свой награду."
lang["#MISSION_REDMAN_HUNTINGSEASON_HINT"] = "Ликвидировать любой тип гекконов в Соляных скважинах. Их можно найти на больших открытых площадях или внизу по склону, откуда вы приняли эту миссию."
lang["#MISSION_REDMAN_HUNTINGSEASON_COMPLETE"] = "Спасибо, что прикрыли меня. Вот ваша награда."

-- T3

lang["#MISSION_REDMAN_SIMPLEPRODUCTION"] = "Простое производство"
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_DESC"] = "Эта задача может быть немного сложнее для вашего уровня. Но я уверен в вас, и вы тоже должны быть уверены в себе. Не так давно мы отправили группу на заброшенный завод, который находится недалеко отсюда, в основном, чтобы расчистить его и осмотреть, и могли бы мы отправить некоторых людей начать там работать над производством для обеспечения поставок. К сожалению, у нас была ситуация, когда сработала какая-то старая система безопасности, и протектроны, которые были там внутри тоже. Один из членов группы был ранен, но им удалось всё уладить. В любом случае, я знаю, что прошу слишком многого от вас, но мне нужна ваша помощь в уничтожении этих протектронов, чтобы мы могли установить там аванпост. У меня будет отличная награда, если вы захотите это сделать."
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_HINT"] = "Ликвидировать любой тип протектрона на заводе в Соляных скважинах. Завод находится за городом, через мост с левой стороны дороги."
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_COMPLETE"] = "Отличная работа, $playername. Вот, как и было обещано."

lang["#MISSION_REDMAN_BROKENMACHINE"] = "Разбитая машина"
lang["#MISSION_REDMAN_BROKENMACHINE_DESC"] = "После того, как вы зачистили фабрику, мы отправили туда группу людей и попытались заставить работать одну из машин. Очевидно, не хватало некоторых основных материалов, скорее всего, взятых старыми падальщиками. Не требую от вас многого, просто интересно, готовы ли вы вернуть нам некоторые из этих материалов."
lang["#MISSION_REDMAN_BROKENMACHINE_HINT"] = "Получить медную проволоку, пропан, кожаные ремни и металлолом. Медную проволоку и пропан можно найти при добыче, или купить у торговцев. Кожаные ремни можно найти при добыче, при изготовлении, или купить у торговцев. Металлолом можно найти при добыче, при изготовлении, сломав предмет или купить у торговцев."
lang["#MISSION_REDMAN_BROKENMACHINE_COMPLETE"] = "Спасибо, что достали их. Вот ваша награда."

-- T4

lang["#MISSION_REDMAN_OLDFRIEND_SEARCH"] = "Старый друг: Поиск"
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_DESC"] = "Я хочу знать, готовы ли вы помочь мне в другой ситуации, вроде как не связанной с тем, что у нас сейчас происходит. Некоторое время назад был человек, который часто приезжал в город. Знаете, особенный человек, который приходил и брал работу, помогал, очень дружелюбный. Его зовут Джексон, но я говорю об этом потому, что в последнее время он здесь совсем не появлялся, и никто из путешествующих торговцев его не видел. Для такого полезного человека, как он, я только хочу убедиться, что он в порядке, не в опасности и ничего подобного. Некоторые торговцы, однако, говорили, что он через многое прошёл, предполагая, что он может жить в хижине внизу. Я хочу, чтобы вы пошли и проверили его, убедились, что он не пострадал и не находится в опасности вообще."
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_HINT"] = "Найдите Джексона. Они обычно посещали карьер, предполагая, что он живёт в старой хижине внутри него."
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_COMPLETE"] = "Его там нет, но была эта записка?"

lang["#MISSION_REDMAN_OLDFRIEND_TRACKS"] = "Старый друг: Следы"
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_DESC"] = "Значит, его там не было. Мы прочтём эту записку.\n\nГоворят, что несколько дней назад он встретился с группой, и они просили его о помощи, где-то в горах, где возникает много проблем. Приятно знать, что с ним всё в порядке, но всё ещё возможно, что эта группа могла солгать или обмануть его, так что я просто хочу обеспечить его безопасность. Я знаю, что это может быть довольно дальним путешествием, но я хочу, чтобы вы последовали за ним и увидели эту его 'группу'. Убедитесь, что он в безопасности. Также возьмите эту бумагу, чтобы он знал, что я послал вас, чтобы он не подумал, что вы следовали за ним со злым умыслом."
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_HINT"] = "Найдите Джексона и отдайте ему записку. В последний раз он сказал, что собирается в горный хребет (Йолла Болли), чтобы помочь другой группе людей."
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_COMPLETE"] = "Спасибо, что пришли проверить его. Хотел бы я, чтобы он сказал что-нибудь перед уходом."

lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION"] = "Экспедиция в убежище: Подготовка"
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_DESC"] = "Надеюсь, теперь вы готовы к трудной задаче. Несколько часов назад группа обнаружила убежище недалеко отсюда. Они пытались проникнуть внутрь, но, судя по всему, убежище заражено дикими гулями. Я готов много заплатить, если вы верите в свои сили, что сможете убрать всех гулей, которые прячутся там внутри. Однако, я не хочу немедленно отправлять вас на самоубийственную миссию. Если вы пойдёте, то вы пойдёте готовые. Я хочу, чтобы вы собрали кое-какие припасы и вернулись сюда, когда подумаете, что у вас их достаточно. О, и ещё, принесите немного денег. Я возьму для вас боеприпасов."
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_HINT"] = "Получить стимуляторы, антирадин и доллары НКР. Стимуляторы и антирадин можно найти, изготовить или купить у торговцев. Доллары НКР можно получить, продавая предметы торговцам или выполняя задания."
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_COMPLETE"] = "Хорошо, похоже, вы готовы. Вот ваши боеприпасы."

lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE"] = "Экспедиция в убежище: Зачистка"
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_DESC"] = "Думаете, теперь вы готовы, обитатель пустошей? Идите, я буду ждать вашего возвращения. Не умрите там."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_HINT"] = "Уничтожьте любой тип гулей в убежище на Солт-Уэллс. Убежище можно найти за городом, через мост, вниз в гигантскую яму и в стороне холма, откуда вы приняли эту миссию."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_COMPLETE"] = "Вы избавились от них? Отличные новости."

lang["#MISSION_REDMAN_VAULTEXPEDITION_LOSTLOGS"] = "Экспедиция в убежище: Потерянные журналы"
lang["#MISSION_REDMAN_VAULTEXPEDITION_LOSTLOGS_DESC"] = "Вы отлично поработали, убрав всех гулей в убежище. Не так давно мы отправили группу на поиски металлолома, сбор ресурсов и так далее. Единственное, что мы не понимаем, это то, что там внизу нет настоящих останков никого или чего-то, что раньше там было. Мы знаем, что гули переехали туда позже, и, возможно, через заднюю дверь убежища. У меня к вам последняя просьба по поводу этой ситуации, я бы хотел, чтобы вы сами обыскали её и посмотрели, может быть, найдёте какую-нибудь информацию или контекст о том, что случилось внутри убежища. Если вы что-нибудь найдёте, принесите это сюда, и мы просмотрим."
lang["#MISSION_REDMAN_VAULTEXPEDITION_LOSTLOGS_HINT"] = "Ищите контекст того, что случилось внутри убежища. Скорее всего, вы можете найти его в месте, которое ещё не исследовано, или, возможно, через 'заднюю дверь'."
lang["#MISSION_REDMAN_VAULTEXPEDITION_LOSTLOGS_COMPLETE"] = "Мы попросим некоторых людей разобраться в этом. Спасибо за помощь."

-- T5

lang["#MISSION_REDMAN_PROBLEMS"] = "Проблемы"
lang["#MISSION_REDMAN_PROBLEMS_DESC"] = "Приятно видеть, что вы всё ещё здесь. В любом случае, если вы всё ещё хотите помочь, в последние несколько дней у нас появилась проблема. Недавно у нас только что появился коготь смерти, выходящий из убежища, в основном бродящий по яме, но он останавливает нас от того, чтобы войти туда. Выполните ли вы эту работу, зависит от вас, но если вы это сделаете, у меня будет для вас хорошая награда."
lang["#MISSION_REDMAN_PROBLEMS_HINT"] = "Уничтожьте любой тип когтя смерти в яме на Солт-Уэллс. Яму можно найти прямо перед убежищем, где находится неразорвавшаяся ядерная бомба."
lang["#MISSION_REDMAN_PROBLEMS_COMPLETE"] = "Вы реально убили его? Здорово! Вот, возьми это."

lang["#MISSION_REDMAN_DEVELOPMENT"] = "Развитие"
lang["#MISSION_REDMAN_DEVELOPMENT_DESC"] = "Стремительно развивалась ещё одна ситуация, возникшая вблизи прохода, который мы установили в Эщ Лэнде. Очевидно, это не слишком тяжело, но некоторым людям там нужна помощь. Если вы хотите найти больше работы для вас, то я предлагаю пойти туда, потому что вы многим помогли здесь, но дальше мы сами справимся на некоторое время. Также, если вам интересно, вышло больше информации о журналах убежища. (...)"
lang["#MISSION_REDMAN_DEVELOPMENT_HINT"] = "Отправляйтесь на горный перевал, который люди обычно используют для перемещения в Эщ Лэнд, и поговорите с ответственным за выполнение заданий в лагере."
lang["#MISSION_REDMAN_DEVELOPMENT_COMPLETE"] = "Добро пожаловать в горный перевал."

-- ██╗███████╗ █████╗  █████╗  ██████╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██║██╔════╝██╔══██╗██╔══██╗██╔════╝██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██║███████╗███████║███████║██║     ███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║╚════██║██╔══██║██╔══██║██║     ╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██║███████║██║  ██║██║  ██║╚██████╗███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝ ╚═════╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_ISAAC_PERSONALREQUEST"] = "Личная просьба"
lang["#MISSION_ISAAC_PERSONALREQUEST_DESC"] = "Слушай, мне нужна помощь кое с чем, нам не хватает кучки дерева. Не совсем уверен, куда они моги деться, могли быть украдены, но он нам нужен, потому что он был у нас для конкретного человека. Мне нужно, чтобы вы пошли и забрали для нас около полдюжины дров. Звучит достаточно просто, да?"
lang["#MISSION_ISAAC_PERSONALREQUEST_HINT"] = "Получить древесину. Её можно найти, разобрать или собрать из других куч древесины/ломанных деревьев. Вы также можете купить её у некоторых торговцев."
lang["#MISSION_ISAAC_PERSONALREQUEST_COMPLETE"] = "Круто, спасибо, чувак. Вот, за твои труды."

lang["#MISSION_ISAAC_LEATHERYORDER"] = "Кожаный заказ"
lang["#MISSION_ISAAC_LEATHERYORDER_DESC"] = "Вы всё ещё хотите помочь? Ладно, итак, я только что получил заказ на кожу, не слишком много. Если вы хочите пойти и взять немного для меня, чтобы я смог выполнить этот заказ, я заплачу тебе за него."
lang["#MISSION_ISAAC_LEATHERYORDER_HINT"] = "Получить кожу. Её можно найти, разобрав кожаные предметы, или купить у торговцев."
lang["#MISSION_ISAAC_LEATHERYORDER_COMPLETE"] = "Хорошо, я передам это ему. Держи."

lang["#MISSION_ISAAC_MEDICINALS"] = "Медикаменты"
lang["#MISSION_ISAAC_MEDICINALS_DESC"] = "Эй, чувак, хочешь ещё раз помочь? Я только что получил заказ на стимуляторы, несколько из них. Не должно быть слишком тяжело, да? Ну, может, не для меня. Я приготовлю для тебя награду."
lang["#MISSION_ISAAC_MEDICINALS_HINT"] = "Получить стимуляторы. Их можно найти, изготовить или купить у торговцев."
lang["#MISSION_ISAAC_MEDICINALS_COMPLETE"] = "Я позабочусь о своей части, вот, держи."

lang["#MISSION_ISAAC_METALBULK"] = "Металлические слитки"
lang["#MISSION_ISAAC_METALBULK_DESC"] = "Ну конечно-же, вы здесь, чтобы помочь. Только что получил заказ на много металлолома. Немного странно, но я просто сделаю свою работу. Простите, я имею в виду нашу работу. В любом случае, делай, что хочешь."
lang["#MISSION_ISAAC_METALBULK_HINT"] = "Получить металлолом. Его можно легко найти, разбирая автомобили и при поиске. Он также может быть получен в результате разрушения металлических предметов."
lang["#MISSION_ISAAC_METALBULK_COMPLETE"] = "Ещё один заказ выполнен, вот твоя доля."

-- T2

lang["#MISSION_ISAAC_SHARPTOOLS"] = "Острый инструмент"
lang["#MISSION_ISAAC_SHARPTOOLS_DESC"] = "Только что получил другой тип заказа. Человек, запросивший, хочет боевой нож, если вы сможете его найти. Я имею в виду, его должно быть довольно легко достать, не так ли?"
lang["#MISSION_ISAAC_SHARPTOOLS_HINT"] = "Получить боевой нож. Его продают торговцы."
lang["#MISSION_ISAAC_SHARPTOOLS_COMPLETE"] = "Надеюсь, тебе не составило труда найти это."

lang["#MISSION_ISAAC_GOODHIDES"] = "Хорошая шкура"
lang["#MISSION_ISAAC_GOODHIDES_DESC"] = "Эй, чувак, надеюсь, ты готов к большим заказам. У нас есть люди, которые запрашивают более крупные заказы. Не волнуйся, я пока не дам тебе ничего слишком сложного, чтобы достать тебя. Это довольно просто, просто нужно, чтобы ты достал шкуры кротокрыса."
lang["#MISSION_ISAAC_GOODHIDES_HINT"] = "Получить шкуры кротокрыса. Ты можешь получить шкуры, убив и осмотрев труп кротокрыса."
lang["#MISSION_ISAAC_GOODHIDES_COMPLETE"] = "Хорошо, хорошо. Вот твоя награда."

lang["#MISSION_ISAAC_LOADOUT"] = "Снаряжение"
lang["#MISSION_ISAAC_LOADOUT_DESC"] = "Эй, думаешь, ты готов к этому? Мне только что сбросили большой заказ, и я не уверен, сможем ли мы получить все его детали. Это может быть немного сложно, но я верю в тебя. Человек заказал пистолет 9-мм, боеприпасы и пыльник наёмника. Возвращайся, когда получишь всё."
lang["#MISSION_ISAAC_LOADOUT_HINT"] = "Получить пистолет 9-мм, боеприпасы 9-мм и пыльник наёмника. Пистолеты и боеприпасы 9-мм редко можно найти при поиске и купить у торговцев. Пистолеты и боеприпасы пыльника наёмника обычно продаются торговцами."
lang["#MISSION_ISAAC_LOADOUT_COMPLETE"] = "Ух ты, тебе действительно удалось получить всё это? Вот твоя награда."

lang["#MISSION_ISAAC_COUPLESMOKES"] = "Несколько сотен сигарет"
lang["#MISSION_ISAAC_COUPLESMOKES_DESC"] = "Несколько минут назад пришёл мужчина, хотел заказать пару сигарет. Вообще-то, он просто хотел пачку сигарет. Звучит довольно легко для меня."
lang["#MISSION_ISAAC_COUPLESMOKES_HINT"] = "Получить пачки сигарет. Их можно найти при поиске."
lang["#MISSION_ISAAC_COUPLESMOKES_COMPLETE"] = "Чувак, наверное, много курит. Вот."

lang["#MISSION_ISAAC_PREWARSNACKS"] = "Довоенные закуски"
lang["#MISSION_ISAAC_PREWARSNACKS_DESC"] = "Какой-то парень хочет, чтобы мы достали для него довоенные закуски. Не знаю, зачем они ему, но, честно говоря, некоторые из этого списка вкусные."
lang["#MISSION_ISAAC_PREWARSNACKS_HINT"] = "Получить картофельные чипсы, пюре быстрого приготовления, сахарную вату и торт. Всё это можно найти в мусорных баках, а иногда и продаются у торговцев."
lang["#MISSION_ISAAC_PREWARSNACKS_COMPLETE"] = "Чувак, если бы они могли быть для нас."

-- T3

lang["#MISSION_ISAAC_FIBERS"] = "Волокна"
lang["#MISSION_ISAAC_FIBERS_DESC"] = "Возвращаемся к делу. Получил заказ на 'баллистический полимер'. Похоже, им нужна приличная защита. В любом случае, держи свою часть."
lang["#MISSION_ISAAC_FIBERS_HINT"] = "Получить баллистический полимер. Их можно изготовить на верстаке."
lang["#MISSION_ISAAC_FIBERS_COMPLETE"] = "Чувак, только если бы у меня были хорошие доспехи."

lang["#MISSION_ISAAC_FACTORYMATERIALS"] = "Заводской материал"
lang["#MISSION_ISAAC_FACTORYMATERIALS_DESC"] = "Эй, только что получил странный заказ от парня, который хочет цельные металлические слитки и ядерный материал. Поправьте меня, если я ошибаюсь, но эти материалы звучат так, как будто они будут использованы на старой фабрике, о которой я слышал в горах. В любом случае, парень за них много платит, и я имею в виду ОЧЕНЬ много."
lang["#MISSION_ISAAC_FACTORYMATERIALS_HINT"] = "Получить свинцовые слитки, медные слитки и ядерные материалы. Свинцовые слитки и медные слитки можно найти при поиске, и иногда их продают торговцы. Ядерные материалы можно найти в мусорных баках."
lang["#MISSION_ISAAC_FACTORYMATERIALS_COMPLETE"] = "Да, просто будь осторожен с ядерными материалами. Он должен быть готов."

lang["#MISSION_ISAAC_SPECIALKINDOFHIDE"] = "Особый вид шкуры"
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_DESC"] = "Не так давно ко мне заходил старый друг, и он спросил меня, могу ли я помочь ему с проектом, и на самом деле это последняя часть того, что ему нужно для того, что бы он ни делал. В любом случае, чтобы быстро объяснить это, он хочет какую-нибудь шкуру когтя смерти. Я могу понять, если ты не хочешь идти и получить это, но я могу сказать тебе, что награда за это определённо будет стоить того. То есть, если ты не умрёшь. Также возможно, что ты найдёшь кого-нибудь, кто захочет отдать её тебе за неплохую сумму."
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_HINT"] = "Получить шкуру когтя смерти. Вы можете получить её, если у вас есть способность свежевание кожи и вам удастся убить когтя смерти."
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_COMPLETE"] = "О, Боже мой, ты действительно это достал? Надеюсь, это не было слишком сложно?"

--      ██╗ █████╗  ██████╗██╗  ██╗███████╗ ██████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
--      ██║██╔══██╗██╔════╝██║ ██╔╝██╔════╝██╔═══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--      ██║███████║██║     █████╔╝ ███████╗██║   ██║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██   ██║██╔══██║██║     ██╔═██╗ ╚════██║██║   ██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ╚█████╔╝██║  ██║╚██████╗██║  ██╗███████║╚██████╔╝██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--  ╚════╝ ╚═╝  ╚═╝ ╚═════╝╚═╝  ╚═╝╚══════╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_JACKSON_THEMOUNTAINS"] = "Горы"
lang["#MISSION_JACKSON_THEMOUNTAINS_DESC"] = "Удивительное место, правда? Без сомнений. Было бы удивительно, если бы нам не пришлось беспокоиться о рейдерах, мутантах и тому подобном. Если ты думаешь, что мне сейчас нужна помощь, ты ошибаешься. Хотя на самом деле мне нужна помощь, может быть, с деньгами от торговли. Я знаю, что мы только что познакомились, и это может показаться ни с того ни с сего, но я отплачу тебе в будущем. Ты даже можешь спросить Редмана, стоит ли тебе доверять мне, но я бы предположил, что ты не хочешь идти до конца, чтобы сделать это. Это будут доллары НКР, я буду ждать."
lang["#MISSION_JACKSON_THEMOUNTAINS_HINT"] = "Получить доллары НКР. Их можно получить, выполняя задания или задачи, а также продавая предметы торговцам."
lang["#MISSION_JACKSON_THEMOUNTAINS_COMPLETE"] = "Спасибо. Я обещаю тебе, что ты получишь больше денег обратно."

lang["#MISSION_JACKSON_ABANDONFACTORY"] = "Заброшенная фабрика"
lang["#MISSION_JACKSON_ABANDONFACTORY_DESC"] = "И снова здравствуй. Надеюсь, у тебя пока всё идёт хорошо. Если ты хочешь что-то сделать, у меня есть кое-что, что займёт тебя. Пару часов назад у нас была группа, которая разведала кое-какие достопримечательности в этом районе. Они нашли симпатичный городок недалеко отсюда. Несколько домов, апартаментов и гигантская фабрика. Знаю ли я, обладают ли они чем-нибудь? Нет, но это будет твоя работа. Я хочу, чтобы ты немного осмотрел город, может быть, внутри этой фабрики, посмотрим, сможем ли мы найти что-нибудь полезное."
lang["#MISSION_JACKSON_ABANDONFACTORY_HINT"] = "Изучите фабрику в городе. Город можно найти мимо долины, с правой стороны."
lang["#MISSION_JACKSON_ABANDONFACTORY_COMPLETE"] = "Полнофункциональная фабрика? Это потрясающе! Наверное, нужны какие-то основные материалы, чтобы она снова заработала."

lang["#MISSION_JACKSON_LOSTBAG"] = "Потерянная сумка"
lang["#MISSION_JACKSON_LOSTBAG_DESC"] = "Может быть, вы могли бы заставить эту фабрику снова начать работать, скорее всего, использовать её для производства боеприпасов, или что-то в этом роде. Хотя, наверное, нужно много материалов. В любом случае, у меня есть ещё одно задание для тебя. Недалеко отсюда есть хижина. Вообще-то, она внизу, в долине. Её видно с моста, она недалеко отсюда. Там есть сумка с припасами, которую мы случайно оставили там. Если бы вы могли захватить её для нас, я подумаю о том, чтобы дать вам немного припасов."
lang["#MISSION_JACKSON_LOSTBAG_HINT"] = "Найти сумку с провизией. Джексон сказал, что его группа случайно оставила его в хижине в долине, а точнее под гигантским мостом."
lang["#MISSION_JACKSON_LOSTBAG_COMPLETE"] = "Спасибо, что достали её. Вот немного."

lang["#MISSION_JACKSON_PAYBACKTIME"] = "Время расплаты"
lang["#MISSION_JACKSON_PAYBACKTIME_DESC"] = "Помнишь, когда мы впервые встретились? Скорее всего, помнишь, но я попросил у тебя пару сотен долларов НКР только для того, чтобы помочь моей группе подготовиться к разведке и прочим вещам. Ну, я думаю, пришло время вернуть тебе долг, удвоить сумму. Но прежде, чем я отдам это тебе, мне нужно, чтобы ты кое-что сделал для меня. Мне нужна пара пустых бутылок и антибиотики."
lang["#MISSION_JACKSON_PAYBACKTIME_HINT"] = "Получить пустые бутылки и антибиотики. Пустые бутылки можно получить при поиске, у торговцев, а иногда и от предметов, в которых они содержатся. Антибиотики можно найти при поиске, купить у врачей и изготовить с нужными навыками."
lang["#MISSION_JACKSON_PAYBACKTIME_COMPLETE"] = "Сдержал своё обещание, не так ли? Держи."

-- ███████╗██╗   ██╗███████╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔════╝██║   ██║██╔════╝██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ███████╗██║   ██║███████╗███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ╚════██║██║   ██║╚════██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ███████║╚██████╔╝███████║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚══════╝ ╚═════╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_SUSAN_ph"] = "заполнитель"
lang["#MISSION_SUSAN_ph_DESC"] = "nil"
lang["#MISSION_SUSAN_ph_HINT"] = "nil"
lang["#MISSION_SUSAN_ph_COMPLETE"] = "nil"

-- ██╗  ██╗ █████╗ ███╗   ██╗████████╗██╗  ██╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ╚██╗██╔╝██╔══██╗████╗  ██║╚══██╔══╝██║  ██║██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--  ╚███╔╝ ███████║██╔██╗ ██║   ██║   ███████║███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
--  ██╔██╗ ██╔══██║██║╚██╗██║   ██║   ██╔══██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██╔╝ ██╗██║  ██║██║ ╚████║   ██║   ██║  ██║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝   ╚═╝   ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_CHALLENGER_LOOTINGTHEASH"] = "Грабим Эш"
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_DESC"] = "Готовы к испытанию? Это довольно просто. Я хочу, чтобы вы ограбили как можно больше, собрали здесь все предметы. Когда почувствуете, что сделали это, вернитесь ко мне."
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_HINT"] = "Добывайте предметы в Эш Лэнде. Вы можете искать внутри зданий и в альтернативных локациях контейнеры для добычи. Попробуйте проверить заброшенный город, заправочную станцию или бункер."
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_COMPLETE"] = "Да, тут много всего."

lang["#MISSION_CHALLENGER_NEEDMOREMEDICINE"] = "Нужно больше лекарств"
lang["#MISSION_CHALLENGER_NEEDMOREMEDICINE_DESC"] = "Вы ведь знаете, где собирать растения? В любом случае, для этой задачи, я хочу, чтобы вы обошли эту территорию и начали собирать столько растений, сколько вы увидите. Что вы с ними сделаете, мне всё равно, но пока просто собирайте их."
lang["#MISSION_CHALLENGER_NEEDMOREMEDICINE_HINT"] = "Сорвите нескольких растений. Растения обычно растут на открытых пространствах в пустошах. Проверьте рядом со скалами и другими постройками. Их также можно найти рядом с растительными территориями."
lang["#MISSION_CHALLENGER_NEEDMOREMEDICINE_COMPLETE"] = "Вы точно знаете, как собирать растения."

lang["#MISSION_CHALLENGER_GHOULHUNTER"] = "Охотник за гулями"
lang["#MISSION_CHALLENGER_GHOULHUNTER_DESC"] = "Вокруг много гулей, обычно прячущихся в самых малоизвестных местах. Для этого испытания, мне нужно, чтобы вы отправили их в могилу."
lang["#MISSION_CHALLENGER_GHOULHUNTER_HINT"] = "Ликвидировать любой вид диких гулей в Эш Лэнде. Диких гулей обычно можно встретить в городе, на заправке и в бункере. Они слабы для оружия ближнего боя и огнестрельного оружия. Будьте осторожны с гулями-потрошителями и жирными гулями, так как они более опасны."
lang["#MISSION_CHALLENGER_GHOULHUNTER_COMPLETE"] = "Больше никаких диких гулей здесь не бродят. Спасибо."

lang["#MISSION_CHALLENGER_CREEPYCRAWLERS"] = "Жуткие насекомые"
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_DESC"] = "Здесь есть несколько муравьев, вы, наверное, уже знали. В основном они держатся в пещере недалеко отсюда. В любом случае, ваша задача - пойти и 'позаботиться' об этих муравьях."
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_HINT"] = "Уничтожьте любой вид гигантских муравьёв. Муравьи обычно обитают в лесах и пещерах. Рекомендуется убивать их с огнестрельным оружием."
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_COMPLETE"] = "Да, муравьи отвратительны."

lang["#MISSION_CHALLENGER_SHREDDEDSCALES"] = "Измельчение популяции"
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_DESC"] = "Гекконы - обычные вредители в этих пустошах, кроме гулей. Их шкуры на самом деле полезны, может быть, для ваших собственных целей, но я знаю, что люди здесь обычно хотят их. В любом случае, что бы вы ни делали с их мясом или кожей, это не моё дело, но для этой проблемы мне нужно, чтобы вы убрали этих гекконов с дорог."
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_HINT"] = "Ликвидировать любой тип гекконов в Эш Лэнде. Они обычно обитают на лесном болоте с трейлером и на дорогах возле радиостанции."
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_COMPLETE"] = "Их не будет какое-то время."

lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED"] = "Скорпионы, но мутировавшие"
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_DESC"] = "К радскорпионам, как правило, трудно подобраться поближе, ровно как и уйти от них. Для этого испытания, я хочу, чтобы вы убили их."
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_HINT"] = "Уничтожить любой тип радскорпиона в Эш Лэнде. Обычно они обитают за городом, в собственной пещере, в противном случае рядом с автозаправочной станцией. Рекомендуется использовать против них огнестрельное оружие и держаться подальше от их укусов."
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_COMPLETE"] = "Теперь скорпионов станет меньше в пустошах."

-- T2

lang["#MISSION_CHALLENGER_BROKENSTEEL"] = "Сломанная сталь"
lang["#MISSION_CHALLENGER_BROKENSTEEL_DESC"] = "Я уверен, что вы знаете о машинах в округе. Они все сломаны, но пригодны для разборки. Это испытание может занять некоторое время, но я хочу, чтобы вы это сделали."
lang["#MISSION_CHALLENGER_BROKENSTEEL_HINT"] = "Разбирайте машины. Вы можете разобрать машины, ударяя их руками или оружием для ближнего боя. Гаечный ключи обычно хороши для разборки. Разбираемые машины можно найти на дорогах или рядом с ними."
lang["#MISSION_CHALLENGER_BROKENSTEEL_COMPLETE"] = "Надеюсь, этот металлолом будет использован в хороших целях."

lang["#MISSION_CHALLENGER_RECYCLER"] = "Переработчик"
lang["#MISSION_CHALLENGER_RECYCLER_DESC"] = "Для этого испытания, довольно просто. Мне нужно, чтобы вы сломали мусор, который вы добыли на верстаке. Неважно, что это, но если вы сломаете это, то хорошо."
lang["#MISSION_CHALLENGER_RECYCLER_HINT"] = "Сломайте предметы. Вы можете сломать предметы на верстаках. Верстаки обычно находятся в городах, а иногда их можно найти в непонятных местах. Только некоторые вещи могут быть разобраны, например, жестяные банки и планшеты."
lang["#MISSION_CHALLENGER_RECYCLER_COMPLETE"] = "Большинство вещей, которые можно сломать, обычно бесполезны."
lang["#MISSION_CHALLENGER_RECYCLER_INFO"] = "Сломайте $amount предметов."

lang["#MISSION_CHALLENGER_LOWTIDE"] = "Low Tide"
lang["#MISSION_CHALLENGER_LOWTIDE_DESC"] = "Скорее всего, вы уже видели болотников раньше, или нет, потому что они любят много закапывать себя. Мне нужно, чтобы вы устранили их для этого испытания. Убедитесь, что вы пойдёте с защитой или с друзьями, а то они разрежут вас пополам."
lang["#MISSION_CHALLENGER_LOWTIDE_HINT"] = "Ликвидировать любой тип болотника. Их можно найти рядом с озёрами, прудами или реками. Рекомендуется защита или броня."
lang["#MISSION_CHALLENGER_LOWTIDE_COMPLETE"] = "Рад видеть вас и все ваши конечности."

lang["#MISSION_CHALLENGER_GOLDENSKIN"] = "Золотая кожа"
lang["#MISSION_CHALLENGER_GOLDENSKIN_DESC"] = "Хэй, у меня для вас другая работа. Меня только что попросили несколько золотых шкур от особенного человека, и они предлагают много крышек за это. Так что, если вы хотите помочь получить их, я поделюсь большей частью крышек."
lang["#MISSION_CHALLENGER_GOLDENSKIN_HINT"] = "Получить шкуры золотого геккона. Их можно собрать, убив золотых гекконов, которые чаще всего обитают в болоте с трейлером в Эш Ленде."
lang["#MISSION_CHALLENGER_GOLDENSKIN_COMPLETE"] = "Вот ваша доля."

lang["#MISSION_CHALLENGER_GRIMREAVER"] = "Мрачный потрошитель"
lang["#MISSION_CHALLENGER_GRIMREAVER_DESC"] = "Это испытание будет нелёгким. И я рекомендую использовать сильное оружие, потому что вы будете убивать потрошителей. С этими ребятами шутки плохи, они очень опасны, но мне нужно, чтобы вы о них позаботились."
lang["#MISSION_CHALLENGER_GRIMREAVER_HINT"] = "Уничтожить диких гулей-потрошителей в Эш Лэнде. Рекомендуется использовать мощное оружие. Их можно найти в бункере или в отеле города."
lang["#MISSION_CHALLENGER_GRIMREAVER_COMPLETE"] = "Конечно, вы бы справились."

-- T3

lang["#MISSION_CHALLENGER_ABOMINATION"] = "Мерзость"
lang["#MISSION_CHALLENGER_ABOMINATION_DESC"] = "Когти смерти, когда-нибудь слышали о них? Монстры ходячие, и всё, что они делают, это блокируют пути и нападают на злоумышленников. В любом случае, считайте это вашим 'последним' тестом. Вы знаете, о чём я вас попрошу."
lang["#MISSION_CHALLENGER_ABOMINATION_HINT"] = "Ликвидировать любой тип когтя смерти. Рекомендуется использовать мощные автоматические винтовки, а также иметь товарищей по команде. Их можно найти на окраине города."
lang["#MISSION_CHALLENGER_ABOMINATION_COMPLETE"] = "Вообще-то, я удивлён, что вы живы и сделали это."

lang["#MISSION_CHALLENGER_STRESSORI"] = "Стрессор I"
lang["#MISSION_CHALLENGER_STRESSORI_DESC"] = "Здравствуй, обитатель пустоши. Рад видеть, что вы всё ещё дышите здесь. Нам всё ещё нужны такие люди, как вы. В любом случае, вы готовы к настоящей боли? У меня для вас очень трудная задача на этот раз, убедитесь, что вы готовы к ней."
lang["#MISSION_CHALLENGER_STRESSORI_HINT"] = "Ликвидировать любые виды диких гулей, гекконов и болотников. Диких гулей можно найти в старых руинах. Гекконов можно найти в родовых пустошах. Болотников можно найти рядом с озёрами."
lang["#MISSION_CHALLENGER_STRESSORI_COMPLETE"] = "Отличная работа, но это ещё не всё."

lang["#MISSION_CHALLENGER_STRESSORII"] = "Стрессор II"
lang["#MISSION_CHALLENGER_STRESSORII_DESC"] = "Всё ещё хотите продолжить? Это не должно занять столько времени. Мне просто нужно, чтобы вы уничтожили несколько вредителей."
lang["#MISSION_CHALLENGER_STRESSORII_HINT"] = "Ликвидировать любые виды богомолов, радтараканов и кротокрысов. Богомолов можно найти в обычных пустынных районах. В малоизвестных местах можно найти радтараканов. Кротокрысов можно найти в местах, связанных с мусорными отходами."
lang["#MISSION_CHALLENGER_STRESSORII_COMPLETE"] = "Приятно видеть, что вы от них избавились. Получи последнюю часть."

lang["#MISSION_CHALLENGER_STRESSORIII"] = "Стрессор III"
lang["#MISSION_CHALLENGER_STRESSORIII_DESC"] = "Это будет самое трудное, но поверьте мне, оно того стоит. Нужно, чтобы вы выследили более опасных. Наверное, вам стоит использовать для этого мощную винтовку."
lang["#MISSION_CHALLENGER_STRESSORIII_HINT"] = "Уничтожьте любой тип когтей смерти, диких гулей-потрошителей и зелёных гекконов. Когтей смерти обычно можно встретить недалеко от окраины города в Эш Лэнде. Диких гулей-потрошителей можно найти в отеле или в бункере автозаправочной станции. Зелёного геккона можно встретить в пустошах или в лесу в Эш Лэнде."
lang["#MISSION_CHALLENGER_STRESSORIII_COMPLETE"] = "Готово. Вы отличаетесь от большинства обитателей пустоши, которых я встречал."

-- ███╗   ███╗██████╗        ███████╗ █████╗ ██╗  ████████╗    ██╗    ██╗███████╗██╗     ██╗     ███████╗
-- ████╗ ████║██╔══██╗██╗    ██╔════╝██╔══██╗██║  ╚══██╔══╝    ██║    ██║██╔════╝██║     ██║     ██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ███████╗███████║██║     ██║       ██║ █╗ ██║█████╗  ██║     ██║     ███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ╚════██║██╔══██║██║     ██║       ██║███╗██║██╔══╝  ██║     ██║     ╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ███████║██║  ██║███████╗██║       ╚███╔███╔╝███████╗███████╗███████╗███████║
-- ╚═╝     ╚═╝╚═════╝        ╚══════╝╚═╝  ╚═╝╚══════╝╚═╝        ╚══╝╚══╝ ╚══════╝╚══════╝╚══════╝╚══════╝

lang["#MISSION_SALTWELLS_LOOSEPARTS"] = "Найти: Недостаточные части"
lang["#MISSION_SALTWELLS_LOOSEPARTS_DESC"] = "Эта задача открыта для тех, кто готов собрать металлолом для нанимателю. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_LOOSEPARTS_HINT"] = "Получить металлолом. Металлолом можно легко получить, разбирая сломанные автомобили или ломая устаревшие/изношенные вещи на верстаке."
lang["#MISSION_SALTWELLS_LOOSEPARTS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_INTHEWAY"] = "Разборка: На пути"
lang["#MISSION_SALTWELLS_INTHEWAY_DESC"] = "Эта задача открыта для тех, кто разобрать автомобили, которые перекрывают дорогу нанимателю. Наниматель готов заплатить за это хорошую сумму."
lang["#MISSION_SALTWELLS_INTHEWAY_HINT"] = "Разобрать машины в Солт-Уэллсе. Автомобили, которые можно разобрать, можно найти на дорогах. Определённое оружие ближнего боя может помочь вам разобрать их быстрее."
lang["#MISSION_SALTWELLS_INTHEWAY_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_GHOULHUNT"] = "Уничтожение: Охота на гулей"
lang["#MISSION_SALTWELLS_GHOULHUNT_DESC"] = "Эта задача открыта для тех, кто готов ликвидировать диких гулей для нанимателя. Это может быть любой тип диких гулей. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_GHOULHUNT_HINT"] = "Ликвидировать любой вид диких гулей в Солт-Уэллс. Диких гулей обычно находят рядом с руинами, разбитыми зданиями и заброшенными местами. Они слабы для оружия ближнего боя и огнестрельного оружия."
lang["#MISSION_SALTWELLS_GHOULHUNT_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTI"] = "Найти: Запрос на поставку оружия I"
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_DESC"] = "Эта задача открыта для тех, кто хочет получить гладкоствол для нанимателя. Наниматель готов заплатить за него хорошую сумму."
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_HINT"] = "Получить гладкоствол. Вы можете изготовить его с достаточно высокими навыками или купить у других торговцев."
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTII"] = "Найти: Запрос на поставку оружия II"
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_DESC"] = "Эта задача открыта для тех, кто хочет получить револьвер .357 для нанимателя. Наниматель готов заплатить за него немало."
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_HINT"] = "Получить револьвер .357. Вы можете найти его при поиске или купить у других торговцев."
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_REAVERELIMINATION"] = "Уничтожение: Ликвидация потрошителя"
lang["#MISSION_SALTWELLS_REAVERELIMINATION_DESC"] = "Эта задача открыта для тех, кто готов устранить диких гулей-потрошителей для нанимателя. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_REAVERELIMINATION_HINT"] = "Уничтожить диких гулей-потрошителей в Солт-Уэллс. Диких гулей обычно можно найти рядом с руинами, разбитыми зданиями и заброшенными местами. Потрошители очень живучи к оружию ближнего боя, рекомендуется использовать огнестрельное оружие."
lang["#MISSION_SALTWELLS_REAVERELIMINATION_COMPLETE"] = "Вы выполнили это задание."

-- ███╗   ███╗██████╗        ██╗   ██╗ ██████╗ ██╗     ██╗      █████╗     ██████╗  ██████╗ ██╗     ██╗  ██╗   ██╗
-- ████╗ ████║██╔══██╗██╗    ╚██╗ ██╔╝██╔═══██╗██║     ██║     ██╔══██╗    ██╔══██╗██╔═══██╗██║     ██║  ╚██╗ ██╔╝
-- ██╔████╔██║██████╔╝╚═╝     ╚████╔╝ ██║   ██║██║     ██║     ███████║    ██████╔╝██║   ██║██║     ██║   ╚████╔╝
-- ██║╚██╔╝██║██╔══██╗██╗      ╚██╔╝  ██║   ██║██║     ██║     ██╔══██║    ██╔══██╗██║   ██║██║     ██║    ╚██╔╝
-- ██║ ╚═╝ ██║██████╔╝╚═╝       ██║   ╚██████╔╝███████╗███████╗██║  ██║    ██████╔╝╚██████╔╝███████╗███████╗██║
-- ╚═╝     ╚═╝╚═════╝           ╚═╝    ╚═════╝ ╚══════╝╚══════╝╚═╝  ╚═╝    ╚═════╝  ╚═════╝ ╚══════╝╚══════╝╚═╝

lang["#MISSION_YOLLA_EASYTARGETS"] = "Уничтожение: Лёгкая мишень"
lang["#MISSION_YOLLA_EASYTARGETS_DESC"] = "Человеку, который прикрепил эту задачу, нужен кто-то, кто готов помочь очистить место от врагов, а точнее от диких гулей. Он готов многое предложить за это."
lang["#MISSION_YOLLA_EASYTARGETS_HINT"] = "Ликвидировать любые виды диких гулей. Диких гулей обычно находят рядом с руинами, разбитыми зданиями и заброшенными местами. Они слабы для оружия ближнего боя и огнестрельного оружия. Будьте осторожны с гулями-потрошителями и жирными гулями, так как они более опасны."
lang["#MISSION_YOLLA_EASYTARGETS_COMPLETE"] = "Вы выполнили это задание."

-- ███╗   ███╗██████╗         █████╗ ███████╗██╗  ██╗██╗      █████╗ ███╗   ██╗██████╗ ███████╗
-- ████╗ ████║██╔══██╗██╗    ██╔══██╗██╔════╝██║  ██║██║     ██╔══██╗████╗  ██║██╔══██╗██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ███████║███████╗███████║██║     ███████║██╔██╗ ██║██║  ██║███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ██╔══██║╚════██║██╔══██║██║     ██╔══██║██║╚██╗██║██║  ██║╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ██║  ██║███████║██║  ██║███████╗██║  ██║██║ ╚████║██████╔╝███████║
-- ╚═╝     ╚═╝╚═════╝        ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝ ╚══════╝

lang["#MISSION_ASHLANDS_SIMPLELEATHER"] = "Найти: Простая кожа"
lang["#MISSION_ASHLANDS_SIMPLELEATHER_DESC"] = "Наниматель ищет кого-то, кто добудет немного кожи для него. Он предлагает достойное вознаграждение за это."
lang["#MISSION_ASHLANDS_SIMPLELEATHER_HINT"] = "Получить кожу. Вы можете получить кожу при поиске, ломая предметы из кожи, или используя кожу геккона / когтя смерти, чтобы сделать это."
lang["#MISSION_ASHLANDS_SIMPLELEATHER_COMPLETE"] = "Вы выполнили это задание."











-- ████████╗███████╗███████╗████████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ╚══██╔══╝██╔════╝██╔════╝╚══██╔══╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--    ██║   █████╗  ███████╗   ██║       ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
--    ██║   ██╔══╝  ╚════██║   ██║       ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
--    ██║   ███████╗███████║   ██║       ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--    ╚═╝   ╚══════╝╚══════╝   ╚═╝       ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_DEV_CRAFT"] = "Тестовое изготовление"
lang["#MISSION_DEV_CRAFT_DESC"] = "Описание"
lang["#MISSION_DEV_CRAFT_HINT"] = "Подсказка"
lang["#MISSION_DEV_CRAFT_COMPLETE"] = "Задание выполнено."

lang["#MISSION_DEV_DELIVER"] = "Тестовая доставка [В разработке]"
lang["#MISSION_DEV_DELIVER_DESC"] = "Описание"
lang["#MISSION_DEV_DELIVER_HINT"] = "Подсказка"
lang["#MISSION_DEV_DELIVER_COMPLETE"] = "Задание выполнено."

lang["#MISSION_DEV_DISCOVER"] = "Тестовое исследование [В разработке]"
lang["#MISSION_DEV_DISCOVER_DESC"] = "Описание"
lang["#MISSION_DEV_DISCOVER_HINT"] = "Подсказка"
lang["#MISSION_DEV_DISCOVER_COMPLETE"] = "Задание выполнено."

lang["#MISSION_DEV_FETCH"] = "Тестовое получение"
lang["#MISSION_DEV_FETCH_DESC"] = "Описание"
lang["#MISSION_DEV_FETCH_HINT"] = "Подсказка"
lang["#MISSION_DEV_FETCH_COMPLETE"] = "Задание выполнено."

lang["#MISSION_DEV_HARVEST"] = "Тестовое собирание"
lang["#MISSION_DEV_HARVEST_DESC"] = "Описание"
lang["#MISSION_DEV_HARVEST_HINT"] = "Подсказка"
lang["#MISSION_DEV_HARVEST_COMPLETE"] = "Задание выполнено."

lang["#MISSION_DEV_MASSACRE"] = "Тестовое уничтожение"
lang["#MISSION_DEV_MASSACRE_DESC"] = "Описание"
lang["#MISSION_DEV_MASSACRE_HINT"] = "Подсказка"
lang["#MISSION_DEV_MASSACRE_COMPLETE"] = "Задание выполнено."

lang["#MISSION_DEV_SALVAGE"] = "Тестовый разбор"
lang["#MISSION_DEV_SALVAGE_DESC"] = "Описание"
lang["#MISSION_DEV_SALVAGE_HINT"] = "Подсказка"
lang["#MISSION_DEV_SALVAGE_COMPLETE"] = "Задание выполнено."

lang["#MISSION_DEV_SCAVENGE"] = "Тестовый сбор"
lang["#MISSION_DEV_SCAVENGE_DESC"] = "Описание"
lang["#MISSION_DEV_SCAVENGE_HINT"] = "Подсказка"
lang["#MISSION_DEV_SCAVENGE_COMPLETE"] = "Задание выполнено."

lang["#MISSION_DEV_STARTERTOTALBREAKDOWN"] = "Тестовый *starter_totalbreakdown"
lang["#MISSION_DEV_STARTERTOTALBREAKDOWN_DESC"] = "Описание"
lang["#MISSION_DEV_STARTERTOTALBREAKDOWN_HINT"] = "Подсказка"
lang["#MISSION_DEV_STARTERTOTALBREAKDOWN_COMPLETE"] = "Задание выполнено."