local lang = RSRG.Languages["ru"]
lang["#MISSION_GIVER"] = "Наниматель" --This is just the job of the mission givers.

-- ███████╗ █████╗ ██╗  ████████╗    ██╗    ██╗███████╗██╗     ██╗     ███████╗
-- ██╔════╝██╔══██╗██║  ╚══██╔══╝    ██║    ██║██╔════╝██║     ██║     ██╔════╝
-- ███████╗███████║██║     ██║       ██║ █╗ ██║█████╗  ██║     ██║     ███████╗
-- ╚════██║██╔══██║██║     ██║       ██║███╗██║██╔══╝  ██║     ██║     ╚════██║
-- ███████║██║  ██║███████╗██║       ╚███╔███╔╝███████╗███████╗███████╗███████║
-- ╚══════╝╚═╝  ╚═╝╚══════╝╚═╝        ╚══╝╚══╝ ╚══════╝╚══════╝╚══════╝╚══════╝

--Mission Board
lang["#MISSION_BOARD_SALTWELLS"] = "Доска заданий Солт-Уэллс"
lang["#MISSION_BOARD_SALTWELLS_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_SALTWELLS_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

--Andrew
lang["#MISSION_GIVER_STARTER"] = "Эндрю"
lang["#MISSION_GIVER_STARTER_SUBTITLE"] = "Учитель пустошей"
lang["#MISSION_GIVER_STARTER_GREET_NEW"] = "Эй! Вы, кажется, заблудились. Если вы не знаете, что здесь делать, я могу помочь вам, если вы хотите сделать для меня пару вещей. Это не займёт так много времени. В противном случае, если вы просто ищете работу, я предлагаю отправиться в город на горе, который недалеко отсюда, просто следуйте по дороге и поверните налево в ущелье. Вы не пропустите.\n\n\n\n[ Это серия заданий для начинающих игроков. Она не обязательна для выполнения, но рекомендуется тем, кто новичок в игре и может предложить небольшой стартовый толчок. ]"
lang["#MISSION_GIVER_STARTER_GREET"] = "Здравствуйте, $playername. Если вы ищете работу, то у меня всё ещё есть несколько заданий, которые вы ещё не завершили. Знать каждый навык, чтобы выжить в пустошах, очень важно.\n\n\n\n\n(Это обучающее задание представляет собой серию миссий, объясняющих основы игрового процесса. Оно не является обязательным для выполнения, но может дать игроку дополнительные стартовые предметы. Прохождение этих миссий рекомендуется, если у вас нет опыта игры в этом режиме.)"
lang["#MISSION_GIVER_STARTER_GREET_FINISHED"] = "Снова здравствуйте, $playername. Если вы ищете, чем заняться, я бы порекомендовал поговорить с Майором Редманом в обнесенном стенами городе. Вы можете добраться туда, следуя по дороге в долину."

--Major Redman
lang["#MISSION_GIVER_REDMAN"] = "Майор Редман"
lang["#MISSION_GIVER_REDMAN_SUBTITLE"] = "Новая Калифорнийская Республика"
lang["#MISSION_GIVER_REDMAN_GREET_NEW"] = "Добро пожаловать в город, странник. Я предполагаю, что вы один из многих парней, которые ищут работу, может быть, чтобы заработать немного денег, чтобы помочь себе? В любом случае, вы пришли по адресу. Меня зовут Редман. Майор Редман. Я выполняю большинство заданий здесь, будь то получение припасов, убийство мутантов или что-то ещё. Я стараюсь отдавать предпочтение тем людям, которые, как мы знаем, имеют опыт и могут справиться с работой. Вы, очевидно, новичок в этих краях, я постараюсь найти что-то простое, что может сравниться с вашим опытом. В зависимости от того, сможете ли вы выполнить эти задания или нет, я могу предложить вам несколько других вариантов работы.\n\n\nВ любом случае, вот несколько заданий, которые вы могли бы взять на себя."
lang["#MISSION_GIVER_REDMAN_GREET_N100"] = "Вы здесь хорошо известны. Наверное, в не очень хорошем ключе для вас, но это так. Вы знаете, что очень немногие будут доверять вам, но я всё равно готов дать возможность наверстать упущенное, как я обычно делаю это с другими. Вы можете начать с того, что позаботесь о некоторых проблемах здесь.\n\n\nВот список заданий."
lang["#MISSION_GIVER_REDMAN_GREET_0"] = "С возвращением, обитатель пустошей. Скорее всего, вы здесь не только для того, чтобы обменять пару вещей, возможно, ищешь работу или две. Возможно, у меня есть несколько для тебя.\n\n\nВот список задач, с которыми нам нужна помощь в данный момент."
lang["#MISSION_GIVER_REDMAN_GREET_100"] = "Хэй, $playername, надеюсь, у вас всё хорошо. Я тут подумываю о том, чтобы найти больше рабочих мест только для вас, так как вы очень полезны.\n\n\nВот список незавершённых задач."
lang["#MISSION_GIVER_REDMAN_GREET_FINISHED"] = "Привет, $playername. Я предполагаю, что вы здесь в поисках задания. К сожалению, на данный момент у меня нет для вас ничего свободного. Если вы ищете работу, я бы посоветовал вам заглянуть на доску заданий или поговорить с другими людьми здесь."

--Isaac
lang["#MISSION_GIVER_ISAAC"] = "Айзек"
lang["#MISSION_GIVER_ISAAC_SUBTITLE"] = "Красный караван"
lang["#MISSION_GIVER_ISAAC_GREET_NEW"] = "Хэй, добро пожаловать в город, странник. Надеюсь, вы здесь с благими намерениями. Вообще-то, говоря о благих намерениях, нам нужна помощь в работе, если вы готовы протянуть руку помощи. Не в буквальном смысле. Но нам очень нужны некоторые материалы для торговли и транспортировки, если вы готовы помочь с этим. Я могу заплатить немного, если вы захотите помочь.\n\n\nВот список вещей, с которыми мне нужна помощь."
lang["#MISSION_GIVER_ISAAC_GREET_N50"] = "Эй, эй, эй, следи за своим следующим шагом, приятель, ладно? Вы мне не нравитесь, и я хочу, чтобы вы знали это, но это не делает вас абсолютно бесполезным для меня. Мне всё ещё может понадобиться помощь в нескольких вещах, и вы, вероятно, единственный человек, который может это сделать в этом городе. Так что, если вы хотите что-то сделать, я назначу тебе несколько заданий, но вы смотрите сами.\n\n\nВот список доступных задач."
lang["#MISSION_GIVER_ISAAC_GREET_0"] = "Здравствуйте, $playername, не так ли? В любом случае, у меня есть ещё несколько работ для тебя, если ты ищеш, чем заняться.\n\n\nВот список доступных работ."
lang["#MISSION_GIVER_ISAAC_GREET_50"] = "Приветик, $playername. Приятно видеть здесь дружелюбное лицо, хотя большая часть этого места - это адская бездна. Трудно найти таких людей, которым можно доверять, как вы. Возможно, у меня ещё есть кое-какие вещи, которые нужно выполнить, если вы хотите разобраться с этим.\n\n\nВот список невыполненных задач."
lang["#MISSION_GIVER_ISAAC_GREET_100"] = "Здаров, $playername? Приятно видеть здесь дружелюбное лицо, несмотря на то, что большая часть города - это адская дырень. Трудно найти людей, которым можно доверять, как тебе. Возможно, у меня всё ещё есть кое-что, что нужно выполнить, если вы готовы это рассмотреть.\n\n\nВот список невыполненных задач."
lang["#MISSION_GIVER_ISAAC_GREET_FINISHED"] = "Привет, $playername, что-нибудь случилось в последнее время? Да, ты, вероятно, ищешь здесь работу. Извини, сейчас у нас нет для тебя работы."

--Crowman Joe
lang["#MISSION_GIVER_CROWMAN"] = "Кроумен Джо"
lang["#MISSION_GIVER_CROWMAN_SUBTITLE"] = "Соль земли, жара - мозги."
lang["#MISSION_GIVER_CROWMAN_GREET_0"] = "Вот ты где! Сопляк! Иди сюда! Вороны опять замышляют украсть мою кукурузу! Я уже слышу, как они приближаются!"

-- ██╗   ██╗ ██████╗ ██╗     ██╗      █████╗     ██████╗  ██████╗ ██╗     ██╗  ██╗   ██╗
-- ╚██╗ ██╔╝██╔═══██╗██║     ██║     ██╔══██╗    ██╔══██╗██╔═══██╗██║     ██║  ╚██╗ ██╔╝
--  ╚████╔╝ ██║   ██║██║     ██║     ███████║    ██████╔╝██║   ██║██║     ██║   ╚████╔╝
--   ╚██╔╝  ██║   ██║██║     ██║     ██╔══██║    ██╔══██╗██║   ██║██║     ██║    ╚██╔╝
--    ██║   ╚██████╔╝███████╗███████╗██║  ██║    ██████╔╝╚██████╔╝███████╗███████╗██║
--    ╚═╝    ╚═════╝ ╚══════╝╚══════╝╚═╝  ╚═╝    ╚═════╝  ╚═════╝ ╚══════╝╚══════╝╚═╝

--Mission Board
lang["#MISSION_BOARD_YOLLA"] = "Доска заданий Йолла Болли"
lang["#MISSION_BOARD_YOLLA_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_YOLLA_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

--Jackson
lang["#MISSION_GIVER_JACKSON"] = "Джексон"
lang["#MISSION_GIVER_JACKSON_SUBTITLE"] = "Выживший из пустошей"
lang["#MISSION_GIVER_JACKSON_GREET_UNKNOWN"] = "Приветствую, незнакомец. Я сейчас занят. Если вы ищете работу, советую пока поговорить с кем-нибудь другим."
lang["#MISSION_GIVER_JACKSON_GREET_NEW"] = "Эй, раз уж вы здесь, нам с группой очень нужна помощь, если вы планируете остаться здесь на некоторое время.\n\n\nВот с чем нам сейчас нужна помощь, если вам интересно."
lang["#MISSION_GIVER_JACKSON_GREET_N100"] = "У меня нет хороших новостей, но я не собираюсь начинать обсуждать ваш прошлый выбор. Я всё ещё готов дать тебе работу, если только ты действительно её выполнишь.\n\n\nВот с чем нам нужна помощь в настоящее время."
lang["#MISSION_GIVER_JACKSON_GREET_0"] = "Привет. Пока вы здесь, если вы ищете какую-нибудь работу или разведку, у меня может быть несколько вакансий для вас.\n\n\nВот что у нас есть в наличии."
lang["#MISSION_GIVER_JACKSON_GREET_100"] = "Добро пожаловать, $playername. У меня ещё есть несколько заданий, если вы готовы их выполнить.\n\n\nВот что у нас есть в наличии."
lang["#MISSION_GIVER_JACKSON_GREET_FINISHED"] = "Здравствуйте, $playername. Вы очень много сделали здесь, помогая нам. К сожалению, на данный момент у меня нет для вас другой работы. Вы могли бы взглянуть на доску заданий, если вы всё ещё ищете работу здесь, или поговорить с кем-нибудь другим, у кого может быть работа."

-- ███╗   ███╗ ██████╗ ██╗   ██╗███╗   ██╗████████╗ █████╗ ██╗███╗   ██╗    ██████╗  █████╗ ███████╗███████╗
-- ████╗ ████║██╔═══██╗██║   ██║████╗  ██║╚══██╔══╝██╔══██╗██║████╗  ██║    ██╔══██╗██╔══██╗██╔════╝██╔════╝
-- ██╔████╔██║██║   ██║██║   ██║██╔██╗ ██║   ██║   ███████║██║██╔██╗ ██║    ██████╔╝███████║███████╗███████╗
-- ██║╚██╔╝██║██║   ██║██║   ██║██║╚██╗██║   ██║   ██╔══██║██║██║╚██╗██║    ██╔═══╝ ██╔══██║╚════██║╚════██║
-- ██║ ╚═╝ ██║╚██████╔╝╚██████╔╝██║ ╚████║   ██║   ██║  ██║██║██║ ╚████║    ██║     ██║  ██║███████║███████║
-- ╚═╝     ╚═╝ ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝   ╚═╝   ╚═╝  ╚═╝╚═╝╚═╝  ╚═══╝    ╚═╝     ╚═╝  ╚═╝╚══════╝╚══════╝

--Mission Board
lang["#MISSION_BOARD_MPASS"] = "Доска заданий Маунтин-Пасс"
lang["#MISSION_BOARD_MPASS_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_MPASS_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

--Susan
lang["#MISSION_GIVER_SUSAN"] = "Сьюзан"
lang["#MISSION_GIVER_SUSAN_SUBTITLE"] = "Новая Калифорнийская Республика"
lang["#MISSION_GIVER_SUSAN_GREET_UNKNOWN"] = "Приветствую, странник. Я сейчас занят, если вы не возражаете."
lang["#MISSION_GIVER_SUSAN_GREET_NEW"] = "Здравствуйте. $playername, не так ли? Не так давно мы получили сообщение от Редмана о том, что он посылал вас сюда, чтобы помочь нам с кое-какими вещами. У меня есть список заданий, с которыми нам сейчас нужна помощь, и я также с нетерпением жду возможности поработать с вами.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_N100"] = "Мы знаем, что у вас здесь плохая репутация, но то, что вы сделали с людьми, меня не волнует, а волнуют текущие проблемы, которые у нас есть. Если вы всё ещё ищете, чем заняться, я даю вам возможность восстановить репутацию.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_0"] = "Привет. Возможно, мне ещё понадобится помощь в решении вопросов, связанных с переходом на новые земли, так что если вы ищете, чем заняться, то свободных мест должно быть много.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_350"] = "Хэй, $playername, у нас всё ещё есть некоторые проблемы, если вы ищете, чем заняться.\n\n\nВот с чем нам нужна помощь."
lang["#MISSION_GIVER_SUSAN_GREET_FINISHED"] = "Здравствуйте, $playername. К сожалению, если вы ищете, чем бы заняться, то у нас все текущие задания выполнены, и этот регион защищён от любого дальнейшей атаки извне со стороны этих проклятых гулей, благодаря вам. Я бы рекомендовал заглянуть на нашу доску заданий или поговорить с другими людьми."

-- Bos Greeter
lang["#MISSION_GIVER_BOSGUARD"] = "Паладин Гири"
lang["#MISSION_GIVER_BOSGUARD_NEW"] = "Стоять, обитатель пустоши. По приказу старейшины Максона II эта станция находится под властью Братства Стали. Вход разрешён только тем, у кого есть наше разрешение. \n\nЕсли вы не поняли, вас нет в этом списке."
lang["#MISSION_GIVER_BOSGUARD_N0"] = "Ты приполз к нам, чтобы просить прощения, дворняжка? Я бы предпочёл застрелить тебя на месте, но, честно говоря, наши нужды перевешивают мои убеждения. Вот как вы можете заслужить прощение."
lang["#MISSION_GIVER_BOSGUARD_0"] = "Разве я уже не сказал тебе, чтобы ты был полезен или уходил?"
lang["#MISSION_GIVER_BOSGUARD_25"] = "Хорошо, ты не совсем бесполезен, но тебе ещё многое нужно сделать, прежде чем я разрешу доступ."
lang["#MISSION_GIVER_BOSGUARD_50"] = "Ты достаточно проявил себя. Ты можешь войти на аванпост. У моих братьев и сестёр из стали есть припасы и дополнительные задания."
lang["#MISSION_GIVER_BOSGUARD_100"] = "Приятно познакомиться, $playername. У нас ещё много дел, если ты хочешь проявить себя."

lang["#MISSION_GIVER_BOSSCRIBE"] = "Писец "

--  █████╗ ███████╗██╗  ██╗██╗      █████╗ ███╗   ██╗██████╗ ███████╗
-- ██╔══██╗██╔════╝██║  ██║██║     ██╔══██╗████╗  ██║██╔══██╗██╔════╝
-- ███████║███████╗███████║██║     ███████║██╔██╗ ██║██║  ██║███████╗
-- ██╔══██║╚════██║██╔══██║██║     ██╔══██║██║╚██╗██║██║  ██║╚════██║
-- ██║  ██║███████║██║  ██║███████╗██║  ██║██║ ╚████║██████╔╝███████║
-- ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝ ╚══════╝

--Mission Board
lang["#MISSION_BOARD_ASHLANDS"] = "Доска заданий Эшлэнд"
lang["#MISSION_BOARD_ASHLANDS_SUBTITLE"] = "Задания и работы"
lang["#MISSION_BOARD_ASHLANDS_GREET"] = "Эта доска содержит несколько документов с заданиями от людей, которые хотят нанять других людей в этой области для их выполнения. Вы можете принять любую работу, которая соответствует вашим требованиям.\n\n\nСписок доступных заданий приведён ниже."

--Xanthan
lang["#MISSION_GIVER_CHALLENGER"] = "Ксантан"
lang["#MISSION_GIVER_CHALLENGER_SUBTITLE"] = "Испытание пустошей"
lang["#MISSION_GIVER_CHALLENGER_GREET_NEW"] = "Эй, вы считаете себя настоящим обитателем пустошей? Я думаю, слишком много людей недооценивают, что значит быть обитателем пустошей. Меня зовут Ксантан, или, как многие любят называть меня 'испытатель'. Если вы очень хотите проявить себя перед окружающими, и перед мной, у меня есть кое-какие задания, которые я хочу, чтобы вы вылонили для этого. Просто знай, что это будет нелегко, и награда будет соответствующая.\n\n\nВот некоторые испытания, в которых вы можете принять участие."
lang["#MISSION_GIVER_CHALLENGER_GREET"] = "И снова привет, $playername. Если вы всё ещё хотите пройти испытания, то у меня должно быть много доступных испытаний.\n\n\nВот список тех, которые вы ещё не закончили."
lang["#MISSION_GIVER_CHALLENGER_GREET_FINISHED"] = "Что ещё я должен сказать? Вы уже показали себя мне и, вероятно, ещё нескольким людям. На данный момент у меня нет для вас ничего доступного."

-- ██████╗ ███████╗ █████╗ ██████╗     ███████╗███████╗████████╗██╗   ██╗ █████╗ ██████╗ ██╗   ██╗
-- ██╔══██╗██╔════╝██╔══██╗██╔══██╗    ██╔════╝██╔════╝╚══██╔══╝██║   ██║██╔══██╗██╔══██╗╚██╗ ██╔╝
-- ██║  ██║█████╗  ███████║██║  ██║    █████╗  ███████╗   ██║   ██║   ██║███████║██████╔╝ ╚████╔╝
-- ██║  ██║██╔══╝  ██╔══██║██║  ██║    ██╔══╝  ╚════██║   ██║   ██║   ██║██╔══██║██╔══██╗  ╚██╔╝
-- ██████╔╝███████╗██║  ██║██████╔╝    ███████╗███████║   ██║   ╚██████╔╝██║  ██║██║  ██║   ██║
-- ╚═════╝ ╚══════╝╚═╝  ╚═╝╚═════╝     ╚══════╝╚══════╝   ╚═╝    ╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═╝   ╚═╝

--Nick
lang["#MISSION_GIVER_NICK"] = "Ник"
lang["#MISSION_GIVER_NICK_SUBTITLE"] = "Перевозчик пустошей"
lang["#MISSION_GIVER_NICK_GREET_NEW"] = "Хэй! Что за место для такого человека, как вы, чтобы путешествовать! Обычно я встречаю таких же, как ты, в Солт-Уэллсе. Ну, теперь, когда ты здесь, будь то ради редких растений или просто для опытной охоты, мне действительно может понадобиться твоя помощь в нескольких вещах."
lang["#MISSION_GIVER_NICK_GREET"] = "Привет снова. Не хочешь помочь мне ещё с несколькими вещами, которые мне нужно сделать?\n\n\nВот некоторые из транспортов и другого содержимого, с которыми мне сейчас нужна помощь."
lang["#MISSION_GIVER_NICK_GREET_FINISHED"] = "Не знаю, почему ты всё ещё здесь. Возможно, у тебя есть свои причины, но если ты ищешь работу, возможно, тебе стоит поискать её в другом месте. Смотри не умри там."











-- ████████╗██╗   ██╗██████╗ ███████╗███████╗
-- ╚══██╔══╝╚██╗ ██╔╝██╔══██╗██╔════╝██╔════╝
--    ██║    ╚████╔╝ ██████╔╝█████╗  ███████╗
--    ██║     ╚██╔╝  ██╔═══╝ ██╔══╝  ╚════██║
--    ██║      ██║   ██║     ███████╗███████║
--    ╚═╝      ╚═╝   ╚═╝     ╚══════╝╚══════╝

lang["#DISCOVER_INFO"] = "Исследовать $location."
lang["#DELIVER_INFO"] = "Найти: $item и отдать $character."
lang["#DELIVER_INFO_NOITEM"] = "Поговорить с $character."
lang["#SCAVENGE_INFO"] = "Обыскать $amount предметов."
lang["#SALVAGE_INFO"] = "Разобрать $amount старых машин."
lang["#HARVEST_INFO"] = "Собрать $amount растений."
lang["#FETCH_INFO"] = "Заполучить $amount $name."
lang["#SPECIALFETCH_INFO"] = "Достать $item."
lang["#CRAFT_INFO"] = "Создать $amount $name."
lang["#MASSACARE_INFO"] = "Найти и убить $amount $target."
lang["#MASSACARE_INFO_LOCATION"] = "Убить $amount $target в $location."
lang["#MASSACARE_INFO_WEP"] = "Найти и убить $amount $target, используя $wep."
lang["#MASSACARE_INFO_LOCWEP"] = "Убить $amount $target в $location, используя $wep."

-- ██╗  ██╗██╗   ██╗██████╗     ██████╗ ██╗███████╗██████╗ ██╗      █████╗ ██╗   ██╗
-- ██║  ██║██║   ██║██╔══██╗    ██╔══██╗██║██╔════╝██╔══██╗██║     ██╔══██╗╚██╗ ██╔╝
-- ███████║██║   ██║██║  ██║    ██║  ██║██║███████╗██████╔╝██║     ███████║ ╚████╔╝
-- ██╔══██║██║   ██║██║  ██║    ██║  ██║██║╚════██║██╔═══╝ ██║     ██╔══██║  ╚██╔╝
-- ██║  ██║╚██████╔╝██████╔╝    ██████╔╝██║███████║██║     ███████╗██║  ██║   ██║
-- ╚═╝  ╚═╝ ╚═════╝ ╚═════╝     ╚═════╝ ╚═╝╚══════╝╚═╝     ╚══════╝╚═╝  ╚═╝   ╚═╝

lang["#MASSACRE_UI"] = "убито"
lang["#SCAVENGE_UI"] = "Предметов обыскано"
lang["#SALVAGE_UI"] = "Машин разобрано"
lang["#HARVEST_UI"] = "Растений собрано"
lang["#CRAFT_UI"] = "Создайте"
lang["#DISCOVER_UI"] = "Исследуйте"



RELOADSCHEMA = true
