local lang = RSRG.Languages["ru"]









-- ████████╗██╗   ██╗████████╗ ██████╗ ██████╗ ██╗ █████╗ ██╗         ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ╚══██╔══╝██║   ██║╚══██╔══╝██╔═══██╗██╔══██╗██║██╔══██╗██║         ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--    ██║   ██║   ██║   ██║   ██║   ██║██████╔╝██║███████║██║         ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
--    ██║   ██║   ██║   ██║   ██║   ██║██╔══██╗██║██╔══██║██║         ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
--    ██║   ╚██████╔╝   ██║   ╚██████╔╝██║  ██║██║██║  ██║███████╗    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--    ╚═╝    ╚═════╝    ╚═╝    ╚═════╝ ╚═╝  ╚═╝╚═╝╚═╝  ╚═╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_STARTER_NEWAROUNDHERE"] = "Обучение: Новичок"
lang["#MISSION_STARTER_NEWAROUNDHERE_DESC"] = "Итак, давайте начнём с чего-нибудь простого для вас. Очевидно, что пустошь - очень опасное место, наполненное мутантами и другими людьми. Не все люди враждебны, но есть 'хорошие' люди, которые, скорее всего, захотят ограбить вас, или просто застрелить, вот почему вы должны быть готовы. Первая задача очень проста. Я хотел бы знать, можете ли вы собирать предметы или нет. Есть небольшой городок ниже по склону, ищите контейнеры или коробки, и собирайте любые предметы, которые найдёте."
lang["#MISSION_STARTER_NEWAROUNDHERE_HINT"] = "Обыскивайте контейнеры в Соляных скважинах. Вы можете искать контейнеры в городах, зданиях и других местах."
lang["#MISSION_STARTER_NEWAROUNDHERE_COMPLETE"] = "Хорошо, что вы знаете, как делать основные шаги."

lang["#MISSION_STARTER_WASTELANDREPO"] = "Обучение: Пустошь Репо"
lang["#MISSION_STARTER_WASTELANDREPO_DESC"] = "Вы вернулись. В любом случае, ваше следующее задание. Пока вы искали полезные предметы, вы, возможно, видели старые, возможно, сожжённые машины. Вы можете задаться вопросом, что вы могли бы с этим сделать, и ответ - ничего. Иногда в них может быть немного всякого мусора, но кроме этого, эти предметы не могут быть использованы ни для чего другого. Что делает большинство людей, так это разбирают автомобиль на металлолом, что на самом деле является лучшим его использованием. Так что, довольно просто, мне нужно, чтобы вы пошли и показали мне, что вы можете сломать несколько старых машин своими руками."
lang["#MISSION_STARTER_WASTELANDREPO_HINT"] = "Разберите машины в Соляных скважинах. Вы можете разбирать машины, ударяя их руками или тупым оружием ближнего боя. Гаечные ключи и монтировки обычно хороши для разборки. Разбираемые машины можно найти на дорогах или рядом с ними."
lang["#MISSION_STARTER_WASTELANDREPO_COMPLETE"] = "Отличная работа. Можешь оставить металлолом себе, не волнуйся."

lang["#MISSION_STARTER_GIFTSFROMGAIA"] = "Обучение: Дары из Гайи"
lang["#MISSION_STARTER_GIFTSFROMGAIA_DESC"] = "А теперь нам нужно чтото, что трубует более нежного отношения. Вокруг пустошей свободно растут многие дикие растения. Можно найти такие растения, как цветок брока, перец халапеньо, плод ферокактуса, плод банановой юкки и корень зандер. Эти растения могут быть использованы в приготовлении целебных средств в стиле пустоши, а также во многих кулинарных рецептах. Идите и соберите урожай нескольких растений, неважно, какие они, просто нужно знать, что вы можете это сделать."
lang["#MISSION_STARTER_GIFTSFROMGAIA_HINT"] = "Соберите плод любого растения в Соляных скважинах. Растения обычно растут на открытых пространствах в пустоши. Проверьте рядом со скалами и другими постройками. Их также можно найти рядом с растительными территориями."
lang["#MISSION_STARTER_GIFTSFROMGAIA_COMPLETE"] = "Хорошо, хорошо. Вот, возьми это и поговори со мной, когда захочешь узнать, что с ними делать."

lang["#MISSION_STARTER_POWDERINTHEWOUND"] = "Обучение: Порошок в ране"
lang["#MISSION_STARTER_POWDERINTHEWOUND_DESC"] = "У вас уже была встреча с мутантами? Скорее всего, нет, но когда это случится, вы захотите чем-нибудь исцелиться после драки. Ну, это если вы выжили. В любом случае, я дал вам корень зандер и цветок брока после того, как вы выполнили последнее задание, так что я хочу, чтобы вы использовали их и сделали какой-нибудь целебный порошок."
lang["#MISSION_STARTER_POWDERINTHEWOUND_HINT"] = "Создать целебный порошок. На кострах можно делать разные вещи, в основном еду. Лагерные костры обычно находятся в городах и других достопримечательностях."
lang["#MISSION_STARTER_POWDERINTHEWOUND_COMPLETE"] = "Вы, наверное, много таких болячек заработаете, так что это удобный трюк."

lang["#MISSION_STARTER_TOTALBREAKDOWN"] = "Обучение: Общая поломка"
lang["#MISSION_STARTER_TOTALBREAKDOWN_DESC"] = "Ладно, раз уж вы умеете пользоваться костром, думаю, мы можем двигаться дальше. У меня к вам вопрос, вы знаете, как пользоваться верстаком? Все знают, в основном, для создания некоторых вещей, которые они будут использовать в какой-то момент. Очень полезно знать, как им пользоваться. Это не должно быть так сложно, но покажите мне, что вы знаете, по крайней мере, как сломать что-то на верстаке."
lang["#MISSION_STARTER_TOTALBREAKDOWN_HINT"] = "Сломайте любую вещь. Вы можете сломать предметы на верстаках. Верстаки обычно находятся в городах, и иногда их можно найти в непонятных местах. Ломать можно только некоторые вещи, такие как жестяные банки и планшеты."
lang["#MISSION_STARTER_TOTALBREAKDOWN_COMPLETE"] = "Да, сделать что-то будет не так просто, как сломать."
lang["#MISSION_STARTER_TOTALBREAKDOWN_INFO"] = "Сломайте $amount предмет."

lang["#MISSION_STARTER_FOODPREPARER"] = "Обучение: Приготовитель пищи"
lang["#MISSION_STARTER_FOODPREPARER_DESC"] = "Ладно, вы вернулись, наверное, ищете другое занятие. Я пытаюсь разобраться в других вещах сам, так что дай мне секунду... Вообще-то, у меня есть идея. Я могу научить вас трюку, которому моя старая группа научила меня, когда я был с ними. Найди мне лапы богомола, в хорошем состоянии, конечно. Не спрашивай зачем."
lang["#MISSION_STARTER_FOODPREPARER_HINT"] = "Получите лапки богомола. Я слышал, что у местного охотника в городе всегда есть запасы. Вы можете добраться туда, следуя по главной дороге и повернуть налево, когда доберетесь до знака '164 Невада'. Богомолы тоже довольно слабые, так что если вам удастся их найти, вы можете убить их и вместо этого взять их лапы."
lang["#MISSION_STARTER_FOODPREPARER_COMPLETE"] = "Хорошо, вы получили лапки. Возьми и это."

lang["#MISSION_STARTER_JUSTADDFIRE"] = "Обучение: Просто добавь огонь"
lang["#MISSION_STARTER_JUSTADDFIRE_DESC"] = "Я хочу, чтобы вы пошли к костру за углом и начали готовить лапки. Я покажу вам, для чего я использую ингредиенты."
lang["#MISSION_STARTER_JUSTADDFIRE_HINT"] = "Приготовьте лапки богомола. Вы можете готовить еду у костра. Лагерные костры обычно можно найти в городах и других достопримечательностях."
lang["#MISSION_STARTER_JUSTADDFIRE_COMPLETE"] = "Как они на вкус? Вы их уже съели?"

lang["#MISSION_STARTER_GHOULDUEL"] = "Обучение: Дуэль с гулями"
lang["#MISSION_STARTER_GHOULDUEL_DESC"] = "Кажется, вы почти готовы. Считайте это последним тестом. Недалеко отсюда бродят гули, и чтобы проявить себя, я хочу, чтобы вы пошли и убили их. У вас должно быть оружие, если вы ещё не поняли, но я хочу, чтобы вы пошли и выпотрошили несколько из них для меня."
lang["#MISSION_STARTER_GHOULDUEL_HINT"] = "Ликвидировать любой вид дикого гуля в Соляных скважинах. Диких гулей обычно находят рядом с руинами, разбитыми зданиями и заброшенными местами. Они слабы для оружия ближнего боя и огнестрельного оружия. Будьте осторожны с гулями-потрошителями и жирными гулями, так как они более опасны."
lang["#MISSION_STARTER_GHOULDUEL_COMPLETE"] = "Ха, они получили то, что хотели! Вы отлично справитесь в пустошах."

lang["#MISSION_STARTER_MAJORREDMAN"] = "Обучение: Завершающий этап"
lang["#MISSION_STARTER_MAJORREDMAN_DESC"] = "Ну, мне кажется, что вы знаете достаточно основ. Вы, вероятно, хотите сделать больше, поэтому я предлагаю поговорить с майором Редманом. Он даст вам несколько простых заданий. Сообщите ему, что я послал вас."
lang["#MISSION_STARTER_MAJORREDMAN_HINT"] = "Отправляйтесь в город НКР и зайдите в штаб, чтобы поговорить с майором Редманом. В город можно попасть, следуя по главной дороге, а затем пройдя через небольшую долину."
lang["#MISSION_STARTER_MAJORREDMAN_COMPLETE"] = "(Вы завершили обучение. Выберите награду, которая поможет вам начать свои приключения в пустоши.)"
lang["#MISSION_STARTER_MAJORREDMAN_CUSTOMUI"] = "Поговорите с майором Редманом"

-- ██████╗ ███████╗██████╗ ███╗   ███╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔══██╗██╔════╝██╔══██╗████╗ ████║██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██████╔╝█████╗  ██║  ██║██╔████╔██║███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██╔══██╗██╔══╝  ██║  ██║██║╚██╔╝██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██║  ██║███████╗██████╔╝██║ ╚═╝ ██║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═╝╚══════╝╚═════╝ ╚═╝     ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_REDMAN_NATURALREMEDIES"] = "Природное средство"
lang["#MISSION_REDMAN_NATURALREMEDIES_DESC"] = "Это довольно простая работа для вас. Обычно у нас есть патрульные отряды, которые обычно попадают в перестрелки, будь то с рейдерами или мутантами. Нам нужно иметь припасы наготове к таким ситуациям. К сожалению, у нас мало медикаментов. Это должна быть довольно простая просьба, мне нужно, чтобы вы пошли и собрали немного корня зандер и цветка брока. У нас есть остальные материалы для изготовления некоторых стимуляторов, так что давайте позаботимся об этом. Сделайте это, и я подготовлю для вас награду."
lang["#MISSION_REDMAN_NATURALREMEDIES_HINT"] = "Получите корень зандер и цветы брока. Оба этих растения можно найти в непонятных местах."
lang["#MISSION_REDMAN_NATURALREMEDIES_COMPLETE"] = "Вот ваша награда. Спасибо, что достали ингредиенты."

lang["#MISSION_REDMAN_HYDRATION"] = "Увлажнение"
lang["#MISSION_REDMAN_HYDRATION_DESC"] = "Ладно, это должно быть довольно просто. Нам нужно немного бутылок с водой для производства некоторых вещей. Не волнуйся об очистке, мы позаботимся об этом. К тому же, нескольких должно быть достаточно. Для меня неважно, как вы их получите."
lang["#MISSION_REDMAN_HYDRATION_HINT"] = "Получить грязную воду. Вы можете получить грязную воду, если у вас есть пустая бутылка, подойти к источнику воды. Вы также можете получить её из мусорных баков."
lang["#MISSION_REDMAN_HYDRATION_COMPLETE"] = "Вот ваша награда. Я отправлю их вам по пути."

lang["#MISSION_REDMAN_SCRAPBOOK"] = "Руководство по металлолому"
lang["#MISSION_REDMAN_SCRAPBOOK_DESC"] = "В нашем арсенале есть некоторые предметы, которые нуждаются в ремонте. Проблема в том, что у нас не хватает металлолома, чтобы закончить ремонт их всех. Если вы не против доставить нам металлолом, чтобы мы закончили ремонт, я пришлю вам немного денег."
lang["#MISSION_REDMAN_SCRAPBOOK_HINT"] = "Получите металлолом. Вы можете легко получить металлолом, разбирая сломанные автомобили или разбирая устаревшие предметы на верстаке."
lang["#MISSION_REDMAN_SCRAPBOOK_COMPLETE"] = "Вот. Этого должно хватить для остального ремонта."

-- T2

lang["#MISSION_REDMAN_EXTERMINATION"] = "Истребление"
lang["#MISSION_REDMAN_EXTERMINATION_DESC"] = "У меня есть более сложная задача для вас. Не так уж и сложно, но у нас есть несколько диких гулей, которые движутся по этому району, и они доставляют неудобства торговцам и патрулям. Я бы хотел, чтобы вы пошли и устранили их. Возвращайтесь, когда закончите, я получу для вас достойное вознаграждение."
lang["#MISSION_REDMAN_EXTERMINATION_HINT"] = "Ликвидировать любой вид диких гулей в Соляных скважинах. Вы можете сгруппировать их, чтобы они пересекли мост и спуститься по дороге в город, откуда вы приняли эту миссию."
lang["#MISSION_REDMAN_EXTERMINATION_COMPLETE"] = "Вот. Теперь здесь должно быть меньше проблем."

lang["#MISSION_REDMAN_HUNTINGSEASON"] = "Сезон охоты"
lang["#MISSION_REDMAN_HUNTINGSEASON_DESC"] = "Это не настоящая работа, скорее одолжение, которое мне нужно, чтобы вы сделали для меня. Так как у нас много гекконов в этой области, мы обычно время от времени охотимся на них. Моя проблема в том, что я не успеваю по некоторым работам, которые мне нужно выполнить, поэтому я хотел бы знать, готовы ли вы помочь прикрыть меня, пока я тут всё улаживаю. Я подготовлю для вас свой награду."
lang["#MISSION_REDMAN_HUNTINGSEASON_HINT"] = "Ликвидировать любой тип гекконов в Соляных скважинах. Их можно найти на больших открытых площадях или внизу по склону, откуда вы приняли эту миссию."
lang["#MISSION_REDMAN_HUNTINGSEASON_COMPLETE"] = "Спасибо, что прикрыли меня. Вот ваша награда."

-- T3

lang["#MISSION_REDMAN_SIMPLEPRODUCTION"] = "Простое производство"
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_DESC"] = "Эта задача может быть немного сложнее для вашего уровня. Но я уверен в вас, и вы тоже должны быть уверены в себе. Не так давно мы отправили группу на заброшенный завод, который находится недалеко отсюда, в основном, чтобы расчистить его и осмотреть, и могли бы мы отправить некоторых людей начать там работать над производством для обеспечения поставок. К сожалению, у нас была ситуация, когда сработала какая-то старая система безопасности, и протектроны, которые были там внутри тоже. Один из членов группы был ранен, но им удалось всё уладить. В любом случае, я знаю, что прошу слишком многого от вас, но мне нужна ваша помощь в уничтожении этих протектронов, чтобы мы могли установить там аванпост. У меня будет отличная награда, если вы захотите это сделать."
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_HINT"] = "Ликвидировать любой тип протектрона на заводе в Соляных скважинах. Завод находится за городом, через мост с левой стороны дороги."
lang["#MISSION_REDMAN_SIMPLEPRODUCTION_COMPLETE"] = "Отличная работа, $playername. Вот, как и было обещано."

lang["#MISSION_REDMAN_BROKENMACHINE"] = "Разбитая машина"
lang["#MISSION_REDMAN_BROKENMACHINE_DESC"] = "После того, как вы зачистили фабрику, мы отправили туда группу людей и попытались заставить работать одну из машин. Очевидно, не хватало некоторых основных материалов, скорее всего, взятых старыми падальщиками. Не требую от вас многого, просто интересно, готовы ли вы вернуть нам некоторые из этих материалов."
lang["#MISSION_REDMAN_BROKENMACHINE_HINT"] = "Получить медную проволоку, пропан, кожаные ремни и металлолом. Медную проволоку и пропан можно найти при добыче, или купить у торговцев. Кожаные ремни можно найти при добыче, при изготовлении, или купить у торговцев. Металлолом можно найти при добыче, при изготовлении, сломав предмет или купить у торговцев."
lang["#MISSION_REDMAN_BROKENMACHINE_COMPLETE"] = "Спасибо, что достали их. Вот ваша награда."

lang["#MISSION_REDMAN_BANDITTAKEOVER"] = "Дорожные рейдеры"
lang["#MISSION_REDMAN_BANDITTAKEOVER_DESC"] = "Недавно в нашем районе появились рейдеры. Они разбили здесь несколько лагерей, и это большая проблема. Они называют себя бандой рейдеров 80-х годов, или что-то в этом роде. Они уже напали на несколько групп торговцев, ограбили и забрали всё, что у них было. Мне нужно, чтобы вы уничтожили некоторых из них, тем самым, отправить сообщение. Возможно, вы захотите взять с собой подкрепление, они хорошо вооружены и опасны."
lang["#MISSION_REDMAN_BANDITTAKEOVER_HINT"] = "Уничтожьте рейдеров любого типа в Солт-Уэллсе. В окрестностях Солт-Уэллса есть несколько лагерей рейдеров. Один из них можно найти через мост и справа по дороге."
lang["#MISSION_REDMAN_BANDITTAKEOVER_COMPLETE"] = "Это ещё одна проблема, о которой нам нужно беспокоиться."

-- T4

lang["#MISSION_REDMAN_OLDFRIEND_SEARCH"] = "Старый друг: Поиск"
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_DESC"] = "Я хочу знать, готовы ли вы помочь мне в другой ситуации, вроде как не связанной с тем, что у нас сейчас происходит. Некоторое время назад был человек, который часто приезжал в город. Знаете, особенный человек, который приходил и брал работу, помогал, очень дружелюбный. Его зовут Джексон, но я говорю об этом потому, что в последнее время он здесь совсем не появлялся, и никто из путешествующих торговцев его не видел. Для такого полезного человека, как он, я только хочу убедиться, что он в порядке, не в опасности и ничего подобного. Некоторые торговцы, однако, говорили, что он через многое прошёл, предполагая, что он может жить в хижине внизу. Я хочу, чтобы вы пошли и проверили его, убедились, что он не пострадал и не находится в опасности вообще."
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_HINT"] = "Найдите Джексона. Они обычно посещали карьер, предполагая, что он живёт в старой хижине внутри него."
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_COMPLETE"] = "Его там нет, но была эта записка?"
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_CUSTOMUI"] = "Найти Джексона"
lang["#MISSION_REDMAN_OLDFRIEND_SEARCH_ITEMNAME"] = "Записка"

lang["#MISSION_REDMAN_OLDFRIEND_TRACKS"] = "Старый друг: Следы"
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_DESC"] = "Значит, его там не было. Мы прочтём эту записку.\n\nГоворят, что несколько дней назад он встретился с группой, и они просили его о помощи, где-то в горах, где возникает много проблем. Приятно знать, что с ним всё в порядке, но всё ещё возможно, что эта группа могла солгать или обмануть его, так что я просто хочу обеспечить его безопасность. Я знаю, что это может быть довольно дальним путешествием, но я хочу, чтобы вы последовали за ним и увидели эту его 'группу'. Убедитесь, что он в безопасности. Также возьмите эту бумагу, чтобы он знал, что я послал вас, чтобы он не подумал, что вы следовали за ним со злым умыслом."
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_HINT"] = "Найдите Джексона и отдайте ему записку. В последний раз он сказал, что собирается в горный хребет Йолла Болли, чтобы помочь другой группе людей."
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_COMPLETE"] = "Спасибо, что пришли проверить его. Хотел бы я, чтобы он сказал что-нибудь перед уходом."
lang["#MISSION_REDMAN_OLDFRIEND_TRACKS_ITEMNAME"] = "Посылка"

lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION"] = "Экспедиция в убежище: Подготовка"
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_DESC"] = "Надеюсь, теперь вы готовы к трудной задаче. Несколько часов назад группа обнаружила убежище недалеко отсюда. Они пытались проникнуть внутрь, но, судя по всему, убежище заражено дикими гулями. Я готов много заплатить, если вы верите в свои сили, что сможете убрать всех гулей, которые прячутся там внутри. Однако, я не хочу немедленно отправлять вас на самоубийственную миссию. Если вы пойдёте, то вы пойдёте готовые. Я хочу, чтобы вы собрали кое-какие припасы и вернулись сюда, когда подумаете, что у вас их достаточно. О, и ещё, принесите немного денег. Я возьму для вас боеприпасов."
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_HINT"] = "Получить стимуляторы, антирадин и доллары НКР. Стимуляторы и антирадин можно найти, изготовить или купить у торговцев. Доллары НКР можно получить, продавая предметы торговцам или выполняя задания."
lang["#MISSION_REDMAN_VAULTEXPEDITION_PREPARATION_COMPLETE"] = "Хорошо, похоже, вы готовы. Вот ваши боеприпасы."

lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE"] = "Экспедиция в убежище: Зачистка"
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_DESC"] = "Думаете, теперь вы готовы, обитатель пустошей? Идите, я буду ждать вашего возвращения. Не умрите там."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_HINT"] = "Уничтожьте любой тип гулей в убежище на Солт-Уэллс. Убежище можно найти за городом, через мост, вниз в гигантскую яму и в стороне холма, откуда вы приняли эту миссию."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_COMPLETE"] = "Вы избавились от них? Отличные новости."
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_CUSTOMUI"] = "Найти любую информацию об убежище"
lang["#MISSION_REDMAN_VAULTEXPEDITION_CLEARANCE_ITEMNAME"] = "Голотип"

-- T5

lang["#MISSION_REDMAN_PROBLEMS"] = "Проблемы"
lang["#MISSION_REDMAN_PROBLEMS_DESC"] = "Приятно видеть, что вы всё ещё здесь. В любом случае, если вы всё ещё хотите помочь, в последние несколько дней у нас появилась проблема. Недавно у нас только что появился коготь смерти, выходящий из убежища, в основном бродящий по яме, но он останавливает нас от того, чтобы войти туда. Выполните ли вы эту работу, зависит от вас, но если вы это сделаете, у меня будет для вас хорошая награда."
lang["#MISSION_REDMAN_PROBLEMS_HINT"] = "Уничтожьте любой тип когтя смерти в яме на Солт-Уэллс. Яму можно найти прямо перед убежищем, где находится неразорвавшаяся ядерная бомба."
lang["#MISSION_REDMAN_PROBLEMS_COMPLETE"] = "Вы реально убили его? Здорово! Вот, возьми это."

lang["#MISSION_REDMAN_DEVELOPMENT"] = "Развитие"
lang["#MISSION_REDMAN_DEVELOPMENT_DESC"] = "Стремительно развивалась ещё одна ситуация, возникшая вблизи прохода, который мы установили в Эшлэнде. Очевидно, это не слишком тяжело, но некоторым людям там нужна помощь. Если вы хотите найти больше работы для вас, то я предлагаю пойти туда, потому что вы многим помогли здесь, но дальше мы сами справимся на некоторое время. Также, если вам интересно, вышло больше информации о журналах убежища. (...)"
lang["#MISSION_REDMAN_DEVELOPMENT_HINT"] = "Отправляйтесь в Маунтин-Пасс, который люди обычно используют для перемещения в Эшлэнд, и поговорите с ответственным за выполнение заданий в лагере."
lang["#MISSION_REDMAN_DEVELOPMENT_COMPLETE"] = "Добро пожаловать в Маунтин-Пасс."

-- ██╗███████╗ █████╗  █████╗  ██████╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██║██╔════╝██╔══██╗██╔══██╗██╔════╝██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██║███████╗███████║███████║██║     ███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║╚════██║██╔══██║██╔══██║██║     ╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██║███████║██║  ██║██║  ██║╚██████╗███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝ ╚═════╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_ISAAC_PERSONALREQUEST"] = "Личная просьба"
lang["#MISSION_ISAAC_PERSONALREQUEST_DESC"] = "Слушай, мне нужна помощь кое с чем, нам не хватает кучки дерева. Не совсем уверен, куда они моги деться, могли быть украдены, но он нам нужен, потому что он был у нас для конкретного человека. Мне нужно, чтобы вы пошли и забрали для нас около полдюжины дров. Звучит достаточно просто, да?"
lang["#MISSION_ISAAC_PERSONALREQUEST_HINT"] = "Получить древесину. Её можно найти, разобрать или собрать из других куч древесины/ломанных деревьев. Вы также можете купить её у некоторых торговцев."
lang["#MISSION_ISAAC_PERSONALREQUEST_COMPLETE"] = "Круто, спасибо, чувак. Вот, за твои труды."

lang["#MISSION_ISAAC_LEATHERYORDER"] = "Кожаный заказ"
lang["#MISSION_ISAAC_LEATHERYORDER_DESC"] = "Вы всё ещё хотите помочь? Ладно, итак, я только что получил заказ на кожу, не слишком много. Если вы хочите пойти и взять немного для меня, чтобы я смог выполнить этот заказ, я заплачу тебе за него."
lang["#MISSION_ISAAC_LEATHERYORDER_HINT"] = "Получить кожу. Её можно найти, разобрав кожаные предметы, или купить у торговцев."
lang["#MISSION_ISAAC_LEATHERYORDER_COMPLETE"] = "Хорошо, я передам это ему. Держи."

lang["#MISSION_ISAAC_MEDICINALS"] = "Медикаменты"
lang["#MISSION_ISAAC_MEDICINALS_DESC"] = "Эй, чувак, хочешь ещё раз помочь? Я только что получил заказ на стимуляторы, несколько из них. Не должно быть слишком тяжело, да? Ну, может, не для меня. Я приготовлю для тебя награду."
lang["#MISSION_ISAAC_MEDICINALS_HINT"] = "Получить стимуляторы. Их можно найти, изготовить или купить у торговцев."
lang["#MISSION_ISAAC_MEDICINALS_COMPLETE"] = "Я позабочусь о своей части, вот, держи."

lang["#MISSION_ISAAC_METALBULK"] = "Металлические слитки"
lang["#MISSION_ISAAC_METALBULK_DESC"] = "Ну конечно-же, вы здесь, чтобы помочь. Только что получил заказ на много металлолома. Немного странно, но я просто сделаю свою работу. Простите, я имею в виду нашу работу. В любом случае, делай, что хочешь."
lang["#MISSION_ISAAC_METALBULK_HINT"] = "Получить металлолом. Его можно легко найти, разбирая автомобили и при поиске. Он также может быть получен в результате разрушения металлических предметов."
lang["#MISSION_ISAAC_METALBULK_COMPLETE"] = "Ещё один заказ выполнен, вот твоя доля."

-- T2

lang["#MISSION_ISAAC_SHARPTOOLS"] = "Острый инструмент"
lang["#MISSION_ISAAC_SHARPTOOLS_DESC"] = "Только что получил другой тип заказа. Человек, запросивший, хочет боевой нож, если вы сможете его найти. Я имею в виду, его должно быть довольно легко достать, не так ли?"
lang["#MISSION_ISAAC_SHARPTOOLS_HINT"] = "Получить боевой нож. Его продают торговцы."
lang["#MISSION_ISAAC_SHARPTOOLS_COMPLETE"] = "Надеюсь, тебе не составило труда найти это."

lang["#MISSION_ISAAC_GOODHIDES"] = "Хорошая шкура"
lang["#MISSION_ISAAC_GOODHIDES_DESC"] = "Эй, чувак, надеюсь, ты готов к большим заказам. У нас есть люди, которые запрашивают более крупные заказы. Не волнуйся, я пока не дам тебе ничего слишком сложного, чтобы достать тебя. Это довольно просто, просто нужно, чтобы ты достал шкуры кротокрыса."
lang["#MISSION_ISAAC_GOODHIDES_HINT"] = "Получить шкуры кротокрыса. Ты можешь получить шкуры, убив и осмотрев труп кротокрыса."
lang["#MISSION_ISAAC_GOODHIDES_COMPLETE"] = "Хорошо, хорошо. Вот твоя награда."

lang["#MISSION_ISAAC_LOADOUT"] = "Снаряжение"
lang["#MISSION_ISAAC_LOADOUT_DESC"] = "Эй, думаешь, ты готов к этому? Мне только что сбросили большой заказ, и я не уверен, сможем ли мы получить все его детали. Это может быть немного сложно, но я верю в тебя. Человек заказал пистолет 9-мм, боеприпасы и пыльник наёмника. Возвращайся, когда получишь всё."
lang["#MISSION_ISAAC_LOADOUT_HINT"] = "Получить пистолет 9-мм, боеприпасы 9-мм и пыльник наёмника. Пистолеты и боеприпасы 9-мм редко можно найти при поиске и купить у торговцев. Пистолеты и боеприпасы пыльника наёмника обычно продаются торговцами."
lang["#MISSION_ISAAC_LOADOUT_COMPLETE"] = "Ух ты, тебе действительно удалось получить всё это? Вот твоя награда."

lang["#MISSION_ISAAC_COUPLESMOKES"] = "Несколько сотен сигарет"
lang["#MISSION_ISAAC_COUPLESMOKES_DESC"] = "Несколько минут назад пришёл мужчина, хотел заказать пару сигарет. Вообще-то, он просто хотел пачку сигарет. Звучит довольно легко для меня."
lang["#MISSION_ISAAC_COUPLESMOKES_HINT"] = "Получить пачки сигарет. Их можно найти при поиске."
lang["#MISSION_ISAAC_COUPLESMOKES_COMPLETE"] = "Чувак, наверное, много курит. Вот."

lang["#MISSION_ISAAC_PREWARSNACKS"] = "Довоенные закуски"
lang["#MISSION_ISAAC_PREWARSNACKS_DESC"] = "Какой-то парень хочет, чтобы мы достали для него довоенные закуски. Не знаю, зачем они ему, но, честно говоря, некоторые из этого списка вкусные."
lang["#MISSION_ISAAC_PREWARSNACKS_HINT"] = "Получить картофельные чипсы, пюре быстрого приготовления, сахарную вату и торт. Всё это можно найти в мусорных баках, а иногда и продаются у торговцев."
lang["#MISSION_ISAAC_PREWARSNACKS_COMPLETE"] = "Чувак, если бы они могли быть для нас."

-- T3

lang["#MISSION_ISAAC_CARREPAIR"] = "Ремонт машин"
lang["#MISSION_ISAAC_CARREPAIR_DESC"] = "Эй, есть парень, который хочет то, что выглядит как... самодельные батареи и автомобильные колеса? Давно не видел людей, которым это нужно. Я видел здесь только несколько функциональных транспортных средств, что звучит очень интересно. В любом случае, надо вернуться к работе."
lang["#MISSION_ISAAC_CARREPAIR_HINT"] = "Получите самодельные аккумуляторы и колёса. Самодельные аккумуляторы можно изготовить в верстаках. Колёса также можно изготовить в верстаках или добыть из сломанных машин."
lang["#MISSION_ISAAC_CARREPAIR_COMPLETE"] = "Может быть, когда-нибудь я сделаю свой собственный автомобиль, конечно, под вашим руководством."

lang["#MISSION_ISAAC_FIBERS"] = "Волокна"
lang["#MISSION_ISAAC_FIBERS_DESC"] = "Возвращаемся к делу. Получил заказ на 'баллистический полимер'. Похоже, им нужна приличная защита. В любом случае, держи свою часть."
lang["#MISSION_ISAAC_FIBERS_HINT"] = "Получить баллистический полимер. Их можно изготовить на верстаке."
lang["#MISSION_ISAAC_FIBERS_COMPLETE"] = "Чувак, только если бы у меня были хорошие доспехи."

lang["#MISSION_ISAAC_FACTORYMATERIALS"] = "Заводской материал"
lang["#MISSION_ISAAC_FACTORYMATERIALS_DESC"] = "Эй, только что получил странный заказ от парня, который хочет цельные металлические слитки и ядерный материал. Поправьте меня, если я ошибаюсь, но эти материалы звучат так, как будто они будут использованы на старой фабрике, о которой я слышал в горах. В любом случае, парень за них много платит, и я имею в виду ОЧЕНЬ много."
lang["#MISSION_ISAAC_FACTORYMATERIALS_HINT"] = "Получить свинцовые слитки, медные слитки и ядерные материалы. Свинцовые слитки и медные слитки можно найти при поиске, и иногда их продают торговцы. Ядерные материалы можно найти в мусорных баках."
lang["#MISSION_ISAAC_FACTORYMATERIALS_COMPLETE"] = "Да, просто будь осторожен с ядерными материалами. Он должен быть готов."

lang["#MISSION_ISAAC_SPECIALKINDOFHIDE"] = "Особый вид шкуры"
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_DESC"] = "Не так давно ко мне заходил старый друг, и он спросил меня, могу ли я помочь ему с проектом, и на самом деле это последняя часть того, что ему нужно для того, что бы он ни делал. В любом случае, чтобы быстро объяснить это, он хочет какую-нибудь шкуру когтя смерти. Я могу понять, если ты не хочешь идти и получить это, но я могу сказать тебе, что награда за это определённо будет стоить того. То есть, если ты не умрёшь. Также возможно, что ты найдёшь кого-нибудь, кто захочет отдать её тебе за неплохую сумму."
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_HINT"] = "Получить шкуру когтя смерти. Вы можете получить её, если у вас есть способность свежевание кожи и вам удастся убить когтя смерти."
lang["#MISSION_ISAAC_SPECIALKINDOFHIDE_COMPLETE"] = "О, Боже мой, ты действительно это достал? Надеюсь, это не было слишком сложно?"

--      ██╗ █████╗  ██████╗██╗  ██╗███████╗ ██████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
--      ██║██╔══██╗██╔════╝██║ ██╔╝██╔════╝██╔═══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--      ██║███████║██║     █████╔╝ ███████╗██║   ██║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██   ██║██╔══██║██║     ██╔═██╗ ╚════██║██║   ██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ╚█████╔╝██║  ██║╚██████╗██║  ██╗███████║╚██████╔╝██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
--  ╚════╝ ╚═╝  ╚═╝ ╚═════╝╚═╝  ╚═╝╚══════╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_JACKSON_THEMOUNTAINS"] = "Горы"
lang["#MISSION_JACKSON_THEMOUNTAINS_DESC"] = "Удивительное место, правда? Без сомнений. Было бы удивительно, если бы нам не пришлось беспокоиться о рейдерах, мутантах и тому подобном. Если ты думаешь, что мне сейчас нужна помощь, ты ошибаешься. Хотя на самом деле мне нужна помощь, может быть, с деньгами от торговли. Я знаю, что мы только что познакомились, и это может показаться ни с того ни с сего, но я отплачу тебе в будущем. Ты даже можешь спросить Редмана, стоит ли тебе доверять мне, но я бы предположил, что ты не хочешь идти до конца, чтобы сделать это. Это будут доллары НКР, я буду ждать."
lang["#MISSION_JACKSON_THEMOUNTAINS_HINT"] = "Получить доллары НКР. Их можно получить, выполняя задания или задачи, а также продавая предметы торговцам."
lang["#MISSION_JACKSON_THEMOUNTAINS_COMPLETE"] = "Спасибо. Я обещаю тебе, что ты получишь больше денег обратно."

lang["#MISSION_JACKSON_ABANDONFACTORY"] = "Заброшенная фабрика"
lang["#MISSION_JACKSON_ABANDONFACTORY_DESC"] = "И снова здравствуй. Надеюсь, у тебя пока всё идёт хорошо. Если ты хочешь что-то сделать, у меня есть кое-что, что займёт тебя. Пару часов назад у нас была группа, которая разведала кое-какие достопримечательности в этом районе. Они нашли симпатичный городок недалеко отсюда. Несколько домов, апартаментов и гигантская фабрика. Знаю ли я, обладают ли они чем-нибудь? Нет, но это будет твоя работа. Я хочу, чтобы ты немного осмотрел город, может быть, внутри этой фабрики, посмотрим, сможем ли мы найти что-нибудь полезное."
lang["#MISSION_JACKSON_ABANDONFACTORY_HINT"] = "Изучите фабрику в городе. Город можно найти мимо долины, с правой стороны."
lang["#MISSION_JACKSON_ABANDONFACTORY_COMPLETE"] = "Полнофункциональная фабрика? Это потрясающе! Наверное, нужны какие-то основные материалы, чтобы она снова заработала."

lang["#MISSION_JACKSON_LOSTBAG"] = "Потерянная сумка"
lang["#MISSION_JACKSON_LOSTBAG_DESC"] = "Может быть, вы могли бы заставить эту фабрику снова начать работать, скорее всего, использовать её для производства боеприпасов, или что-то в этом роде. Хотя, наверное, нужно много материалов. В любом случае, у меня есть ещё одно задание для тебя. Недалеко отсюда есть хижина. Вообще-то, она внизу, в долине. Её видно с моста, она недалеко отсюда. Там есть сумка с припасами, которую мы случайно оставили там. Если бы вы могли захватить её для нас, я подумаю о том, чтобы дать вам немного припасов."
lang["#MISSION_JACKSON_LOSTBAG_HINT"] = "Найти сумку с провизией. Джексон сказал, что его группа случайно оставила его в хижине в долине, а точнее под гигантским мостом."
lang["#MISSION_JACKSON_LOSTBAG_COMPLETE"] = "Спасибо, что достали её. Вот немного."

-- T2

lang["#MISSION_JACKSON_SAFETYENSURED"] = "Обеспечение безопасности"
lang["#MISSION_JACKSON_SAFETYENSURED_DESC"] = "За последние несколько часов у нас есть потери. Разведгруппа из двух человек решила отправиться в долину, и на них напали Болотники. Второй парень ранен, сейчас его лечат. К сожалению, это означает, что мы не сможем путешествовать по земле, пока они не будут стёрты с лица земли. Я бы хотел, чтобы вы убили несколько этих надоедливых крабов, чтобы мы могли безопасно путешествовать по долине. Я соберу для вас плату."
lang["#MISSION_JACKSON_SAFETYENSURED_HINT"] = "Уничтожьте любой вид Болотников в Йолла Болли. Их можно встретить по всей долине и возле высохших русел рек."
lang["#MISSION_JACKSON_SAFETYENSURED_COMPLETE"] = "Спасибо, что избавились от них."

lang["#MISSION_JACKSON_RETRIBUTION"] = "Возмездие"
lang["#MISSION_JACKSON_RETRIBUTION_DESC"] = "Мы заметили значительное увеличение количества гулей в Вакстоне и его окрестностях, на группу напали несколько человек. Ранены, но жить будут. Мне нужно, чтобы вы пошли и уничтожили большинство из них. Если вы это сделаете, я найду способ заплатить вам."
lang["#MISSION_JACKSON_RETRIBUTION_HINT"] = "Уничтожьте любой вид диких Гулей в Йолла Болли. Гулей можно встретить по всему городу-заводу и в некоторых других местах."
lang["#MISSION_JACKSON_RETRIBUTION_COMPLETE"] = "Мы будем в безопасности от них, пока что"

-- T3

lang["#MISSION_JACKSON_THEBUNKER_MATERIEL"] = "Бункер: Имущество"
lang["#MISSION_JACKSON_THEBUNKER_MATERIEL_DESC"] = "Совсем недавно мы обнаружили старый военный бункер, который, похоже, совершенно не тронут никакими падальщиками. Причина, по которой он абсолютно нетронут, в том, что он наводнён старыми военными протектронами, построенными с лучшей охраной, и не похоже, что они кого-то туда пускают. Там могут быть очень полезные материалы, которые помогут нам быстро выйти из нынешней ситуации. Я хочу, чтобы вы вошли и очистили его, но сначала я хочу приготовить для вас кое-что, что поможет вам избавиться от них. Вот, возьми этот список и принеси мне некоторые из этих материалов."
lang["#MISSION_JACKSON_THEBUNKER_MATERIEL_HINT"] = "Получите консервные банки, клейкую ленту и кувшин пистолетного пороха. Жестяные банки и клейкую ленту можно найти в мусорных баках и обычно продают торговцы. Пистолетный порох можно найти у торговцев, а также добыть в шахтах Эшлэнда."
lang["#MISSION_JACKSON_THEBUNKER_MATERIEL_COMPLETE"] = "Зажигайте, бросайте и не оглядывайтесь назад."

lang["#MISSION_JACKSON_THEBUNKER_DISPOSAL"] = "Бункер: Утилизация"
lang["#MISSION_JACKSON_THEBUNKER_DISPOSAL_DESC"] = "Вам лучше проверить себя и убедиться, что вы готовы, прежде чем отправиться туда. Пока что мне нужно, чтобы вы уничтожили Протектронов. Всё остальное, что вы там найдёте, останется у вас. И не умрите там."
lang["#MISSION_JACKSON_THEBUNKER_DISPOSAL_HINT"] = "Уничтожьте Протектронов любого типа в Военном бункере в Йолла Болли. Военный бункер находится за долиной, слева от вас, вверх по склону. Протектроны вообще опасны, поэтому рекомендуется носить броню с энергетической защитой."
lang["#MISSION_JACKSON_THEBUNKER_DISPOSAL_COMPLETE"] = "Вот дерьмо, тебе удалось позаботиться о них? Это здорово!"

lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING"] = "Бункер: Подведение итогов"
lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING_DESC"] = "Ну, мы обшарили всё вокруг. Куча военных материалов, оружия, взрывчатки, и чёртова ядерная ракета в одной из шахт. Мы уже проверили систему управления для неё, и она полностью отключена. Никто не сможет её активировать, и мы считаем, что так и должно быть. Люди тоже не должны знать об этом, потому что это всё ещё можно исправить. В общем, теперь мы можем легко выбраться из нищеты, и всё благодаря вам. Но здесь ещё много работы, которую нужно сделать. Кстати говоря, один из наших инженеров сказал, что в ракете должна быть военная электросхема, которую он очень хочет использовать для экспериментов и, возможно, сделать из неё что-то полезное для нас. Проблема в том, что мы не можем достать её, потому что она слишком облучена там внизу. Мы расплавимся в считанные секунды, а у нас нет радарных костюмов. Я спрашиваю, можете ли вы спуститься и достать его. Как вы собираетесь спуститься туда, не умерев от радиации? Это вам предстоит выяснить."
lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING_HINT"] = "Найдите военную электросхему. Джексон сказал, что её можно найти в ракете внутри бункера, который наполнен радиацией. Возможно, тебе придётся найти способ получить плату, не получив слишком большого урона от радиации."
lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING_COMPLETE"] = "Отлично. Мне всё ещё интересно, что эта плата сделала для ракеты?"
lang["#MISSION_JACKSON_THEBUNKER_SUMMARIZING_ITEMNAME"] = "Электросхема"

-- T4

lang["#MISSION_JACKSON_APROMISEISAPROMISE"] = "Обещание есть обещание"
lang["#MISSION_JACKSON_APROMISEISAPROMISE_DESC"] = "Что ж, думаю, пришло время мне выполнить свою часть сделки. В последнее время дела у нас идут намного лучше благодаря тебе, и теперь я могу вернуть должок, который ты дал нам для начала торговли. Я поговорил со своей группой, они все не против. Удвой сумму, которую мы дали тебе в первый раз. Но, вообще-то, мне нужно, чтобы ты сначала кое-что сделал, прежде чем я дам тебе это. Один из наших парней в разведгруппе был ранен, попав в засаду большой группы болотников. Нам не хватает медикаментов, поэтому я хочу, чтобы ты взял стимулятор и антибиотики."
lang["#MISSION_JACKSON_APROMISEISAPROMISE_HINT"] = "Получите стимулятор и антибиотики. Стимуляторы можно добыть, изготовить или продать у торговцев. Антибиотики можно добыть, их обычно продают врачи."
lang["#MISSION_JACKSON_APROMISEISAPROMISE_COMPLETE"] = "Спасибо. Скоро ему должно стать лучше. Вот твой приз."

lang["#MISSION_JACKSON_STRANGEBUILDING"] = "Странное здание"
lang["#MISSION_JACKSON_STRANGEBUILDING_DESC"] = "С каждым днём мы охватываем всю эту долину все больше и больше. Всё ближе к разгадке всего этого места. Есть ещё одна работа для тебя. Несколько часов назад наша группа нашла странное, странное здание. Похоже на очень старый храм. Ну, они не были достаточно близко, чтобы увидеть, но это место окружало множество Когтей смерти и скорпионов. Я знаю, что это может быть трудная просьба, но я хочу, чтобы ты выяснил, что находится внутри этого здания."
lang["#MISSION_JACKSON_STRANGEBUILDING_HINT"] = "Исследуйте храм. Храм можно найти за городом Вакста, на другом берегу высохшей реки, мимо старого лагеря рейдеров и справа от него."
lang["#MISSION_JACKSON_STRANGEBUILDING_COMPLETE"] = "Хм. Действительно, странное место для строительства чего-то подобного."

-- T5

lang["#MISSION_JACKSON_MINES_INPRODUCTION"] = "Шахты: На производстве"
lang["#MISSION_JACKSON_MINES_INPRODUCTION_DESC"] = "Эй, нам только что сообщили, что на другой стороне долины, относительно недалеко от особняка, есть огромный шахтёрский лагерь. Я знаю, что сейчас это непростая просьба, но я занят другими делами, и мне нужно, чтобы ты пошёл и проверил. Я дам тебе оплату, когда ты вернёшься."
lang["#MISSION_JACKSON_MINES_INPRODUCTION_HINT"] = "Исследуйте пещеры, шахтёрский город и надземные здания. Шахты можно найти рядом с особняком на противоположной стороне Вакстона, в глубоком туннеле."
lang["#MISSION_JACKSON_MINES_INPRODUCTION_COMPLETE"] = "Подожди, шахта всё ещё работает?"

lang["#MISSION_JACKSON_MINES_ANTHELL"] = "Шахты: Муравьиный ад"
lang["#MISSION_JACKSON_MINES_ANTHELL_DESC"] = "Не так давно группа людей пыталась снова запустить шахту, и, похоже, она всё ещё работает. Удивительно, что такое старое творение до сих пор функционирует. Проблема в том, что когда шахты заработали, все муравьи в округе тоже. Они сказали, что никогда раньше не видели их в таком количестве, и просто бросились бежать. Эта шахта может быть очень полезной, мы знаем, что там добывают свинец и медь, но это бесит всех муравьев в округе. Мне нужно, чтобы вы убили как можно больше, и я сделаю так, что это будет стоить усилий."
lang["#MISSION_JACKSON_MINES_ANTHELL_HINT"] = "Уничтожьте муравьёв в шахтах. Шахты можно найти рядом с особняком на противоположной стороне Вакстона, в глубоком туннеле. Муравьи опасны, поэтому рекомендуется взять с собой приличное мощное оружие."
lang["#MISSION_JACKSON_MINES_ANTHELL_COMPLETE"] = "Да, чёрт возьми, спасибо. Эти муравьи - сущий ад."

-- T6

lang["#MISSION_JACKSON_MINES_RETURNINGPROBLEMI"] = "Возвращение проблемы, I"
lang["#MISSION_JACKSON_MINES_RETURNINGPROBLEMI_DESC"] = "Хорошо, что ты здесь. Помнишь нашу старую ситуацию с другой группой придурков? Они вернулись в город около часа назад и пришли прямо ко мне. Они потребовали ещё большую плату, чем в прошлый раз, за землю здесь, и сумма, которую они хотели, превышала ту, что у нас есть или которую мы можем получить в течение дня. С меня хватит, но у нас нет ни сил, ни людей, чтобы справиться с ними. К тому же, мы понятия не имеем, где может находиться их лагерь. Я знаю, это будет очень опасно, но попробуй найти их лагерь, и если найдешь, сообщи мне об этом."
lang["#MISSION_JACKSON_MINES_RETURNINGPROBLEMI_HINT"] = "Найдите лагерь рейдеров. Неизвестно, где он может находиться."
lang["#MISSION_JACKSON_MINES_RETURNINGPROBLEMI_COMPLETE"] = "Хорошая работа. Вот, держи."

lang["#MISSION_JACKSON_MINES_RETURNINGPROBLEMII"] = "Возвращение проблемы, II"
lang["#MISSION_JACKSON_MINES_RETURNINGPROBLEMII_DESC"] = "Я знаю, что прошу многого, и советую тебе взять с собой друга или двух. Я хочу, чтобы вы пошли и уничтожили всю их группу. Обычно я не люблю прибегать к насилию, но, создавая проблемы для других, они должны ожидать некоторых для себя. Я хорошо вам заплачу."
lang["#MISSION_JACKSON_MINES_RETURNINGPROBLEMII_HINT"] = "Уничтожьте рейдеров любого типа в Йолла Болли. Рейдеры обычно вооружены пистолетами и винтовками и имеют приличную защиту. Рекомендуется использовать против них дальнобойное оружие, а также броню."
lang["#MISSION_JACKSON_MINES_RETURNINGPROBLEMII_COMPLETE"] = "Больше не проблема. Я твой должник."

-- ███████╗██╗   ██╗███████╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔════╝██║   ██║██╔════╝██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ███████╗██║   ██║███████╗███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ╚════██║██║   ██║╚════██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ███████║╚██████╔╝███████║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚══════╝ ╚═════╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_SUSAN_CALLFORBACKUP"] = "Вызов подкрепления"
lang["#MISSION_SUSAN_CALLFORBACKUP_DESC"] = "Хорошо, что вы наконец-то приехали. Нам нужно столько рук помощи, сколько мы можем получить. Так вот, о проблеме. В наш проход просочилось несколько гулей и других опасностей, и это огромная проблема. Если мы не сможем переправлять сюда припасы и торговцев, мы потеряем доступ к Эшлэнду и другим территориям на севере. Для вашего первого задания мне нужно, чтобы вы пошли и уничтожили гулей на всех дорогах. Не заметить их будет довольно сложно."
lang["#MISSION_SUSAN_CALLFORBACKUP_HINT"] = "Уничтожьте гулей любого типа в Маунтин-Пасс. Гулей можно легко встретить на дороге на протяжении всего прохода."
lang["#MISSION_SUSAN_CALLFORBACKUP_COMPLETE"] = "Это поможет им пока держаться подальше от лагеря. Спасибо."

lang["#MISSION_SUSAN_ICEPRICKS"] = "Ледяные отморозки"
lang["#MISSION_SUSAN_ICEPRICKS_DESC"] = "Хэй, у меня для тебя ещё одна проблема. Не уверен, что ты их уже видел, но на мосту есть эти больные ублюдки. Называются 'Ледорубы', ещё одна рейдерская группировка. Предположительно, их больше, но пока мне нужно, чтобы ты пошёл и убил этих дегенератов."
lang["#MISSION_SUSAN_ICEPRICKS_HINT"] = "Уничтожьте всех рейдеров Ледорубов в Маунтин-Пасс. Их группа держится у моста возле озера. Туда можно добраться по главной дороге."
lang["#MISSION_SUSAN_ICEPRICKS_COMPLETE"] = "Спасибо, теперь на мосту стало спокойнее. Пока что."

lang["#MISSION_SUSAN_CANNIBALISTS"] = "Каннибалисты"
lang["#MISSION_SUSAN_CANNIBALISTS_DESC"] = "Наверное, я должен объяснить эту новую рейдерскую группировку. Прошу прощения, что не объяснил раньше, но эти парни - каннибалы. Они убили нескольких торговцев, которые проходили здесь не так давно, разрубили их на куски и сожрали. Их ещё много, они получат своё. Уф, простите, не хочу об этом говорить. В любом случае, у нас есть ещё одна проблема. Наши запасы лекарств на исходе, но у нас есть решение, вопрос только в том, кто его получит. Есть старая хижина, или что-то вроде того, недалеко отсюда. Раньше там был старый медицинский тайник. Возможно, там ещё остались какие-то припасы. Мне нужно, чтобы ты сходил за ними."
lang["#MISSION_SUSAN_CANNIBALISTS_HINT"] = "Найдите медикаменты в заброшенной хижине аванпоста. Хижину можно найти на холме за лагерем НКР, хотя забраться на холм может быть непросто."
lang["#MISSION_SUSAN_CANNIBALISTS_COMPLETE"] = "Спасибо. Я передам это доктору."
lang["#MISSION_SUSAN_CANNIBALISTS_CUSTOMUI"] = "Найдите медикаменты."
lang["#MISSION_SUSAN_CANNIBALISTS_ITEMNAME"] = "Коробка медикаментов"

lang["#MISSION_SUSAN_SNIPERALLEY"] = "Снайперская аллея"
lang["#MISSION_SUSAN_SNIPERALLEY_DESC"] = "Эти рейдеры из 'Ледорубов' теперь точно взбешены. Недавно мы узнали, что у них есть ребята, которые сидят на некоторых холмах и обстреливают всех, кто проходит мимо. Просьба очевидна, мне нужно, чтобы вы пошли и уничтожили их. Убедитесь, что они не смогут вас опередить."
lang["#MISSION_SUSAN_SNIPERALLEY_HINT"] = "Ликвидируйте охотников за головами с 'Ледорубов'. Их можно встретить в лагерях на холмах, наблюдая за людьми на дорогах."
lang["#MISSION_SUSAN_SNIPERALLEY_COMPLETE"] = "Ну, больше не нужно беспокоиться о снайперах."

lang["#MISSION_SUSAN_BEARTRAP"] = "Ловушка для медведя"
lang["#MISSION_SUSAN_BEARTRAP_DESC"] = "У нас сейчас несколько человек на охоте, пытаются сократить популяцию Яо-Гаев. Я хотел узнать, если вы заинтересованы, я дам награду и вам."
lang["#MISSION_SUSAN_BEARTRAP_HINT"] = "Уничтожьте Яо-Гаев. Их можно найти на холмах и в лесах."
lang["#MISSION_SUSAN_BEARTRAP_COMPLETE"] = "Надеюсь, ваша охота прошла удачно."

lang["#MISSION_SUSAN_HOLDOUT"] = "Удержание"
lang["#MISSION_SUSAN_HOLDOUT_DESC"] = "Ладно, вам стоит подготовиться, если вы собираетесь сделать это для меня. Мне нужно, чтобы вы уничтожили как можно больше Ледорубов. У них есть три или четыре лагеря, разбитых вокруг этого региона, вы можете начать с их проверки. Пока вы будете этим заниматься, мне также нужно, чтобы вы снова очистили дороги от гулей. Нам нужно вывести их обоих отсюда."
lang["#MISSION_SUSAN_HOLDOUT_HINT"] = "Уничтожьте всех рейдеров Ледорубов и гулей в Маунтин-Пасс. Гулей можно встретить по всей дороге перевала. Рейдеров Ледорубов можно найти в лагерях вдоль дороги и в лесах."
lang["#MISSION_SUSAN_HOLDOUT_COMPLETE"] = "Отличная работа, эти дегенераты не скоро вернутся."

lang["#MISSION_SUSAN_SIEGE"] = "Осада"
lang["#MISSION_SUSAN_SIEGE_DESC"] = "На один из наших отрядов, перевозивший очень важную информацию, набросилась группа этих ничтожеств. Вы, наверное, догадываетесь, что с ними случилось. В любом случае, эта информация должна была быть отправлена майору Редману, но эти ублюдки из 'Ледоруба' забрали её. Они живут в лагере очень далеко отсюда, да ещё и в гору. Мне нужно, чтобы вы забрали её и вернули мне. Они знают, что такая вещь для них ничего не стоит, и хотят, чтобы мы отреагировали, так что будьте осторожны. Я не хочу случайно отправить вас на смерть."
lang["#MISSION_SUSAN_SIEGE_HINT"] = "Верните чемодан с информацией. Ледорубы, которые украли его, можно найти в лагере в углу области, на холме."
lang["#MISSION_SUSAN_SIEGE_COMPLETE"] = "Слава богу. И чемодан у вас тоже с собой. Вот, за ваши хлопоты."
lang["#MISSION_SUSAN_SIEGE_ITEMNAME"] = "Чемодан с информацией"

-- ██╗  ██╗ █████╗ ███╗   ██╗████████╗██╗  ██╗ █████╗ ███╗   ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ╚██╗██╔╝██╔══██╗████╗  ██║╚══██╔══╝██║  ██║██╔══██╗████╗  ██║██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
--  ╚███╔╝ ███████║██╔██╗ ██║   ██║   ███████║███████║██╔██╗ ██║███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
--  ██╔██╗ ██╔══██║██║╚██╗██║   ██║   ██╔══██║██╔══██║██║╚██╗██║╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██╔╝ ██╗██║  ██║██║ ╚████║   ██║   ██║  ██║██║  ██║██║ ╚████║███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝   ╚═╝   ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

--Utility
lang["#MISSION_CHALLENGER_LOOTINGTHEASH"] = "Грабим Эш"
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_DESC"] = "Готовы к испытанию? Это довольно просто. Я хочу, чтобы вы ограбили как можно больше, собрали здесь все предметы. Когда почувствуете, что сделали это, вернитесь ко мне."
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_HINT"] = "Добывайте предметы в Эшлэнде. Вы можете искать внутри зданий и в альтернативных локациях контейнеры для добычи. Попробуйте проверить заброшенный город, заправочную станцию или бункер."
lang["#MISSION_CHALLENGER_LOOTINGTHEASH_COMPLETE"] = "Да, тут много всего."

lang["#MISSION_CHALLENGER_CULTIVATION"] = "Выращивание"
lang["#MISSION_CHALLENGER_CULTIVATION_DESC"] = "Вы ведь знаете, где собирать растения? В любом случае, для этого испытания я хочу, чтобы вы обошли этот район и начали собирать столько растений, сколько увидите. Что вы будете с ними делать, меня не волнует, но если вы их соберёте, то всё будет хорошо."
lang["#MISSION_CHALLENGER_CULTIVATION_HINT"] = "Собирайте любые виды растений. Растения обычно растут на открытых пространствах пустоши. Проверьте их возле скал и других сооружений. Их также можно найти рядом с растительностью."
lang["#MISSION_CHALLENGER_CULTIVATION_COMPLETE"] = "Где, чёрт возьми, вы находите всё хорошие растения?"

lang["#MISSION_CHALLENGER_BROKENSTEEL"] = "Сломанная сталь"
lang["#MISSION_CHALLENGER_BROKENSTEEL_DESC"] = "Я уверен, что вы знаете о машинах в округе. Они все сломаны, но пригодны для разборки. Это испытание может занять некоторое время, но я хочу, чтобы вы это сделали."
lang["#MISSION_CHALLENGER_BROKENSTEEL_HINT"] = "Разбирайте машины. Вы можете разобрать машины, ударяя их руками или оружием для ближнего боя. Гаечный ключи обычно хороши для разборки. Разбираемые машины можно найти на дорогах или рядом с ними."
lang["#MISSION_CHALLENGER_BROKENSTEEL_COMPLETE"] = "Надеюсь, этот металлолом будет использован в хороших целях."

lang["#MISSION_CHALLENGER_RECYCLER"] = "Переработчик"
lang["#MISSION_CHALLENGER_RECYCLER_DESC"] = "Для этого испытания, довольно просто. Мне нужно, чтобы вы сломали мусор, который вы добыли на верстаке. Неважно, что это, но если вы сломаете это, то хорошо."
lang["#MISSION_CHALLENGER_RECYCLER_HINT"] = "Сломайте предметы. Вы можете сломать предметы на верстаках. Верстаки обычно находятся в городах, а иногда их можно найти в непонятных местах. Только некоторые вещи могут быть разобраны, например, жестяные банки и планшеты."
lang["#MISSION_CHALLENGER_RECYCLER_COMPLETE"] = "Большинство вещей, которые можно сломать, обычно бесполезны."
lang["#MISSION_CHALLENGER_RECYCLER_INFO"] = "Сломайте $amount предметов."

lang["#MISSION_CHALLENGER_WASTELANDFARMER"] = "Фермер пустоши"
lang["#MISSION_CHALLENGER_WASTELANDFARMER_DESC"] = "Эй, может, стоит запастись провизией и надеть перчатки. Вам предстоит много работы. Это будет того стоить, обещаю!"
lang["#MISSION_CHALLENGER_WASTELANDFARMER_HINT"] = "Полностью разберите машины. Вы можете разбирать транспортные средства, атакуя их руками или тупым оружием ближнего боя. Трубные ключи и ломы обычно хорошо подходят для спасения. Утилизируемые автомобили можно найти на дорогах или рядом с ними."
lang["#MISSION_CHALLENGER_WASTELANDFARMER_COMPLETE"] = "Чёрт возьми, а вы быстро. Оно того стоило?"

--Combat
lang["#MISSION_CHALLENGER_GHOULHUNTER"] = "Охотник за гулями"
lang["#MISSION_CHALLENGER_GHOULHUNTER_DESC"] = "Вокруг много гулей, обычно прячущихся в самых малоизвестных местах. Для этого испытания, мне нужно, чтобы вы отправили их в могилу."
lang["#MISSION_CHALLENGER_GHOULHUNTER_HINT"] = "Ликвидировать любой вид диких гулей в Эшлэнде. Диких гулей обычно можно встретить в городе, на заправке и в бункере. Они слабы для оружия ближнего боя и огнестрельного оружия. Будьте осторожны с гулями-потрошителями и жирными гулями, так как они более опасны."
lang["#MISSION_CHALLENGER_GHOULHUNTER_COMPLETE"] = "Больше никаких диких гулей здесь не бродят. Спасибо."

lang["#MISSION_CHALLENGER_CREEPYCRAWLERS"] = "Жуткие насекомые"
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_DESC"] = "Здесь есть несколько муравьев, вы, наверное, уже знали. В основном они держатся в пещере недалеко отсюда. В любом случае, ваша задача - пойти и 'позаботиться' об этих муравьях."
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_HINT"] = "Уничтожьте любой вид гигантских муравьёв. Муравьи обычно обитают в лесах и пещерах. Рекомендуется убивать их с огнестрельным оружием."
lang["#MISSION_CHALLENGER_CREEPYCRAWLERS_COMPLETE"] = "Да, муравьи отвратительны."

lang["#MISSION_CHALLENGER_SHREDDEDSCALES"] = "Измельчение популяции"
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_DESC"] = "Гекконы - обычные вредители в этих пустошах, кроме гулей. Их шкуры на самом деле полезны, может быть, для ваших собственных целей, но я знаю, что люди здесь обычно хотят их. В любом случае, что бы вы ни делали с их мясом или кожей, это не моё дело, но для этой проблемы мне нужно, чтобы вы убрали этих гекконов с дорог."
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_HINT"] = "Ликвидировать любой тип гекконов в Эшлэнде. Они обычно обитают на лесном болоте с трейлером и на дорогах возле радиостанции."
lang["#MISSION_CHALLENGER_SHREDDEDSCALES_COMPLETE"] = "Их не будет какое-то время."

lang["#MISSION_CHALLENGER_RAIDTHIS"] = "Налетай!"
lang["#MISSION_CHALLENGER_RAIDTHIS_DESC"] = "Для этого испытания я хочу, чтобы вы обошли и уничтожили всех рейдеров на своём пути. Нам нужно меньше этих засранцев, нападающих на жителей пустошей."
lang["#MISSION_CHALLENGER_RAIDTHIS_HINT"] = "Уничтожьте любой вид рейдеров. Их можно встретить в Солт-Уэллсе и Йолла Болли."
lang["#MISSION_CHALLENGER_RAIDTHIS_COMPLETE"] = "Да, налетайте! Это прозвучало как-то странно."

lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED"] = "Скорпионы, но мутировавшие"
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_DESC"] = "К радскорпионам, как правило, трудно подобраться поближе, ровно как и уйти от них. Для этого испытания, я хочу, чтобы вы убили их."
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_HINT"] = "Уничтожить любой тип радскорпиона в Эшлэнде. Обычно они обитают за городом, в собственной пещере, в противном случае рядом с автозаправочной станцией. Рекомендуется использовать против них огнестрельное оружие и держаться подальше от их укусов."
lang["#MISSION_CHALLENGER_SCORPIONSBUTMUTATED_COMPLETE"] = "Теперь скорпионов станет меньше в пустошах."

lang["#MISSION_CHALLENGER_LOWTIDE"] = "Низкий прилив"
lang["#MISSION_CHALLENGER_LOWTIDE_DESC"] = "Скорее всего, вы уже видели болотников раньше, или нет, потому что они любят много закапывать себя. Мне нужно, чтобы вы устранили их для этого испытания. Убедитесь, что вы пойдёте с защитой или с друзьями, а то они разрежут вас пополам."
lang["#MISSION_CHALLENGER_LOWTIDE_HINT"] = "Ликвидировать любой тип болотника. Их можно найти рядом с озёрами, прудами или реками. Рекомендуется защита или броня."
lang["#MISSION_CHALLENGER_LOWTIDE_COMPLETE"] = "Рад видеть вас и все ваши конечности в целостности."

lang["#MISSION_CHALLENGER_DEMOLISHED"] = "Снесено"
lang["#MISSION_CHALLENGER_DEMOLISHED_DESC"] = "Вы готовы к более сложным испытаниям? Как вы относитесь к супермутантам? У нас здесь их полно."
lang["#MISSION_CHALLENGER_DEMOLISHED_HINT"] = "Уничтожьте супермутантов в Эшлэнде. Их можно найти в лагерях вокруг Эшлэнда. Супермутанты, как правило, вооружены и очень опасны, рекомендуется сражаться с ними вместе с союзниками."
lang["#MISSION_CHALLENGER_DEMOLISHED_COMPLETE"] = "Вы отлично стреляете. Эти габаритные засранцы повсюду."

lang["#MISSION_CHALLENGER_GRIMREAVER"] = "Мрачный потрошитель"
lang["#MISSION_CHALLENGER_GRIMREAVER_DESC"] = "Это испытание будет нелёгким. И я рекомендую использовать сильное оружие, потому что вы будете убивать потрошителей. С этими ребятами шутки плохи, они очень опасны, но мне нужно, чтобы вы о них позаботились."
lang["#MISSION_CHALLENGER_GRIMREAVER_HINT"] = "Уничтожить диких гулей-потрошителей в Эшлэнде. Рекомендуется использовать мощное оружие. Их можно найти в бункере или в отеле города."
lang["#MISSION_CHALLENGER_GRIMREAVER_COMPLETE"] = "Конечно, вы бы справились."

lang["#MISSION_CHALLENGER_ABOMINATION"] = "Мерзость"
lang["#MISSION_CHALLENGER_ABOMINATION_DESC"] = "Когти смерти, когда-нибудь слышали о них? Монстры ходячие, и всё, что они делают, это блокируют пути и нападают на злоумышленников. В любом случае, считайте это вашим 'последним' тестом. Вы знаете, о чём я вас попрошу."
lang["#MISSION_CHALLENGER_ABOMINATION_HINT"] = "Ликвидировать любой тип когтя смерти. Рекомендуется использовать мощные автоматические винтовки, а также иметь товарищей по команде. Их можно найти на окраине города."
lang["#MISSION_CHALLENGER_ABOMINATION_COMPLETE"] = "Вообще-то, я удивлён, что вы живы и сделали это."

lang["#MISSION_CHALLENGER_STRESSORI"] = "Стрессор I"
lang["#MISSION_CHALLENGER_STRESSORI_DESC"] = "Здравствуй, обитатель пустоши. Рад видеть, что вы всё ещё дышите здесь. Нам всё ещё нужны такие люди, как вы. В любом случае, вы готовы к настоящей боли? У меня для вас очень трудная задача на этот раз, убедитесь, что вы готовы к ней."
lang["#MISSION_CHALLENGER_STRESSORI_HINT"] = "Ликвидировать любые виды диких гулей, гекконов и болотников. Диких гулей можно найти в старых руинах. Гекконов можно найти в родовых пустошах. Болотников можно найти рядом с озёрами."
lang["#MISSION_CHALLENGER_STRESSORI_COMPLETE"] = "Отличная работа, но это ещё не всё."

lang["#MISSION_CHALLENGER_STRESSORII"] = "Стрессор II"
lang["#MISSION_CHALLENGER_STRESSORII_DESC"] = "Всё ещё хотите продолжить? Это не должно занять столько времени. Мне просто нужно, чтобы вы уничтожили несколько вредителей."
lang["#MISSION_CHALLENGER_STRESSORII_HINT"] = "Ликвидировать любые виды богомолов, радтараканов и кротокрысов. Богомолов можно найти в обычных пустынных районах. В малоизвестных местах можно найти радтараканов. Кротокрысов можно найти в местах, связанных с мусорными отходами."
lang["#MISSION_CHALLENGER_STRESSORII_COMPLETE"] = "Приятно видеть, что вы от них избавились. Получи последнюю часть."

lang["#MISSION_CHALLENGER_STRESSORIII"] = "Стрессор III"
lang["#MISSION_CHALLENGER_STRESSORIII_DESC"] = "Это будет самое трудное, но поверьте мне, оно того стоит. Нужно, чтобы вы выследили более опасных. Наверное, вам стоит использовать для этого мощную винтовку."
lang["#MISSION_CHALLENGER_STRESSORIII_HINT"] = "Уничтожьте любой тип когтей смерти, диких гулей-потрошителей и зелёных гекконов. Когтей смерти обычно можно встретить недалеко от окраины города в Эшлэнде. Диких гулей-потрошителей можно найти в отеле или в бункере автозаправочной станции. Зелёного геккона можно встретить в пустошах или в лесу в Эшлэнде."
lang["#MISSION_CHALLENGER_STRESSORIII_COMPLETE"] = "Готово. Вы отличаетесь от большинства обитателей пустоши, которых я встречал."

--Miscellaneous
lang["#MISSION_CHALLENGER_GOLDENSKIN"] = "Золотая кожа"
lang["#MISSION_CHALLENGER_GOLDENSKIN_DESC"] = "Хэй, у меня для вас другая работа. Меня только что попросили несколько золотых шкур от особенного человека, и они предлагают много крышек за это. Так что, если вы хотите помочь получить их, я поделюсь большей частью крышек."
lang["#MISSION_CHALLENGER_GOLDENSKIN_HINT"] = "Получить шкуры золотого геккона. Их можно собрать, убив золотых гекконов, которые чаще всего обитают в болоте с трейлером в Эшленде."
lang["#MISSION_CHALLENGER_GOLDENSKIN_COMPLETE"] = "Вот ваша доля."

-- ███╗   ██╗██╗ ██████╗██╗  ██╗███████╗    ███╗   ███╗██╗███████╗███████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ████╗  ██║██║██╔════╝██║ ██╔╝██╔════╝    ████╗ ████║██║██╔════╝██╔════╝██║██╔═══██╗████╗  ██║██╔════╝
-- ██╔██╗ ██║██║██║     █████╔╝ ███████╗    ██╔████╔██║██║███████╗███████╗██║██║   ██║██╔██╗ ██║███████╗
-- ██║╚██╗██║██║██║     ██╔═██╗ ╚════██║    ██║╚██╔╝██║██║╚════██║╚════██║██║██║   ██║██║╚██╗██║╚════██║
-- ██║ ╚████║██║╚██████╗██║  ██╗███████║    ██║ ╚═╝ ██║██║███████║███████║██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═══╝╚═╝ ╚═════╝╚═╝  ╚═╝╚══════╝    ╚═╝     ╚═╝╚═╝╚══════╝╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#MISSION_NICK_WHATAPLACE"] = "Что это за место"
lang["#MISSION_NICK_WHATAPLACE_DESC"] = "Вам, наверное, интересно, что я здесь делаю. Ну, я управляю транспортом, который проходит через это место, в основном грузами, телами и некоторыми другими вещами. Босс назначил меня сюда, так что не по своей воле. У нас есть несколько проблем с этой транспортной остановкой. Я говорю не только о тумане или дерьмовой воде, но и о контрабандистах и рейдерах, которые постоянно нападают на наши лодки. Кстати говоря, не так давно одна из них затонула и потеряла связь. Вот что мне нужно, чтобы вы сделали для меня. На этой лодке были важные припасы, которые мы пытались доставить в другой регион. Меня не волнуют остальные припасы, мы будем работать над их восстановлением, но на этой лодке, в частности, был ящик, в котором хранилась специальная военная электроника. Любой рейдер посчитал бы её бесполезной, но она нам нужна. Нападение произошло на участке земли, который находился не слишком далеко от лачуги торговца. На поиски может уйти некоторое время, но я не хочу снова видеть вас без ящика. Договорились?"
lang["#MISSION_NICK_WHATAPLACE_HINT"] = "Найдите ящик с военной электроникой. Ник сказал, что лодка, перевозившая этот ящик, была атакована и разграблена контрабандистами возле лачуги торговца."
lang["#MISSION_NICK_WHATAPLACE_COMPLETE"] = "Чёрт, чувак. Ты действительно нашёл его. Вот, за твои проблемы."
lang["#MISSION_NICK_WHATAPLACE_ITEMNAME"] = "Ящик с электроникой"

-- ███╗   ███╗██████╗        ███████╗ █████╗ ██╗  ████████╗    ██╗    ██╗███████╗██╗     ██╗     ███████╗
-- ████╗ ████║██╔══██╗██╗    ██╔════╝██╔══██╗██║  ╚══██╔══╝    ██║    ██║██╔════╝██║     ██║     ██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ███████╗███████║██║     ██║       ██║ █╗ ██║█████╗  ██║     ██║     ███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ╚════██║██╔══██║██║     ██║       ██║███╗██║██╔══╝  ██║     ██║     ╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ███████║██║  ██║███████╗██║       ╚███╔███╔╝███████╗███████╗███████╗███████║
-- ╚═╝     ╚═╝╚═════╝        ╚══════╝╚═╝  ╚═╝╚══════╝╚═╝        ╚══╝╚══╝ ╚══════╝╚══════╝╚══════╝╚══════╝

lang["#MISSION_SALTWELLS_LOOSEPARTS"] = "Недостаточные части"
lang["#MISSION_SALTWELLS_LOOSEPARTS_DESC"] = "Эта задача открыта для тех, кто готов собрать металлолом для нанимателю. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_LOOSEPARTS_HINT"] = "Получить металлолом. Металлолом можно легко получить, разбирая сломанные автомобили или ломая устаревшие/изношенные вещи на верстаке."
lang["#MISSION_SALTWELLS_LOOSEPARTS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_NUKACOLLECTOR"] = "Ядер-коллекционер"
lang["#MISSION_SALTWELLS_NUKACOLLECTOR_DESC"] = "Это задание открыто для тех, кто готов собрать для нанимателя обычную Ядер-колу. Наниматель готов заплатить за это нормальную сумму."
lang["#MISSION_SALTWELLS_NUKACOLLECTOR_HINT"] = "Получите Ядер-колу. Её можно найти во время добычи, чаще в торговых автоматах, чем в других контейнерах."
lang["#MISSION_SALTWELLS_NUKACOLLECTOR_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_INTHEWAY"] = "На пути"
lang["#MISSION_SALTWELLS_INTHEWAY_DESC"] = "Эта задача открыта для тех, кто разобрать автомобили, которые перекрывают дорогу нанимателю. Наниматель готов заплатить за это хорошую сумму."
lang["#MISSION_SALTWELLS_INTHEWAY_HINT"] = "Разобрать машины в Солт-Уэллсе. Автомобили, которые можно разобрать, можно найти на дорогах. Определённое оружие ближнего боя может помочь вам разобрать их быстрее."
lang["#MISSION_SALTWELLS_INTHEWAY_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_GHOULHUNT"] = "Охота на гулей"
lang["#MISSION_SALTWELLS_GHOULHUNT_DESC"] = "Эта задача открыта для тех, кто готов ликвидировать диких гулей для нанимателя. Это может быть любой тип диких гулей. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_GHOULHUNT_HINT"] = "Ликвидировать любой вид диких гулей в Солт-Уэллс. Диких гулей обычно находят рядом с руинами, разбитыми зданиями и заброшенными местами. Они слабы для оружия ближнего боя и огнестрельного оружия."
lang["#MISSION_SALTWELLS_GHOULHUNT_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_GECKOPROBLEM"] = "Проблема с гекконами"
lang["#MISSION_SALTWELLS_GECKOPROBLEM_DESC"] = "Это задание открыто для тех, кто готов уничтожить гекконов для нанимателя. Это может быть любой вид геккона. Наниматель готов заплатить за это разумную цену."
lang["#MISSION_SALTWELLS_GECKOPROBLEM_HINT"] = "Уничтожьте любой вид гекконов в Солт-Уэллс. Гекконов можно встретить на открытых пространствах по всей пустоши."
lang["#MISSION_SALTWELLS_GECKOPROBLEM_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_BANDITWIPEOUT"] = "Уничтожение рейдеров"
lang["#MISSION_SALTWELLS_BANDITWIPEOUT_DESC"] = "Это задание может взять тот, кто хочет очистить территорию от рейдеров."
lang["#MISSION_SALTWELLS_BANDITWIPEOUT_HINT"] = "Уничтожьте рейдеров любого типа в Солт-Уэллс. Рейдеров можно найти во временных лагерях по всему региону."
lang["#MISSION_SALTWELLS_BANDITWIPEOUT_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTI"] = "Запрос на поставку оружия, I"
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_DESC"] = "Эта задача открыта для тех, кто хочет получить гладкоствол для нанимателя. Наниматель готов заплатить за него хорошую сумму."
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_HINT"] = "Получить гладкоствол. Вы можете изготовить его с достаточно высокими навыками или купить у других торговцев."
lang["#MISSION_SALTWELLS_WEAPONREQUESTI_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTII"] = "Запрос на поставку оружия, II"
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_DESC"] = "Эта задача открыта для тех, кто хочет получить револьвер .357 для нанимателя. Наниматель готов заплатить за него немало."
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_HINT"] = "Получить револьвер .357. Вы можете найти его при поиске или купить у других торговцев."
lang["#MISSION_SALTWELLS_WEAPONREQUESTII_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_WEAPONREQUESTIII"] = "Запрос на поставку оружия, III"
lang["#MISSION_SALTWELLS_WEAPONREQUESTIII_DESC"] = "Это задание открыто для тех, кто готов добыть мачете для нанимателя. Наниматель готов заплатить за него достойную валюту."
lang["#MISSION_SALTWELLS_WEAPONREQUESTIII_HINT"] = "Получите мачете. Её можно изготовить."
lang["#MISSION_SALTWELLS_WEAPONREQUESTIII_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_SALTWELLS_REAVERELIMINATION"] = "Ликвидация потрошителя"
lang["#MISSION_SALTWELLS_REAVERELIMINATION_DESC"] = "Эта задача открыта для тех, кто готов устранить диких гулей-потрошителей для нанимателя. Наниматель готов заплатить за это разумную сумму."
lang["#MISSION_SALTWELLS_REAVERELIMINATION_HINT"] = "Уничтожить диких гулей-потрошителей в Солт-Уэллс. Диких гулей обычно можно найти рядом с руинами, разбитыми зданиями и заброшенными местами. Потрошители очень живучи к оружию ближнего боя, рекомендуется использовать огнестрельное оружие."
lang["#MISSION_SALTWELLS_REAVERELIMINATION_COMPLETE"] = "Вы выполнили это задание."

-- ███╗   ███╗██████╗        ██╗   ██╗ ██████╗ ██╗     ██╗      █████╗     ██████╗  ██████╗ ██╗     ██╗  ██╗   ██╗
-- ████╗ ████║██╔══██╗██╗    ╚██╗ ██╔╝██╔═══██╗██║     ██║     ██╔══██╗    ██╔══██╗██╔═══██╗██║     ██║  ╚██╗ ██╔╝
-- ██╔████╔██║██████╔╝╚═╝     ╚████╔╝ ██║   ██║██║     ██║     ███████║    ██████╔╝██║   ██║██║     ██║   ╚████╔╝
-- ██║╚██╔╝██║██╔══██╗██╗      ╚██╔╝  ██║   ██║██║     ██║     ██╔══██║    ██╔══██╗██║   ██║██║     ██║    ╚██╔╝
-- ██║ ╚═╝ ██║██████╔╝╚═╝       ██║   ╚██████╔╝███████╗███████╗██║  ██║    ██████╔╝╚██████╔╝███████╗███████╗██║
-- ╚═╝     ╚═╝╚═════╝           ╚═╝    ╚═════╝ ╚══════╝╚══════╝╚═╝  ╚═╝    ╚═════╝  ╚═════╝ ╚══════╝╚══════╝╚═╝

lang["#MISSION_YOLLA_EASYTARGETS"] = "Лёгкая мишень"
lang["#MISSION_YOLLA_EASYTARGETS_DESC"] = "Человеку, который прикрепил эту задачу, нужен кто-то, кто готов помочь очистить место от врагов, а точнее от диких гулей. Он готов многое предложить за это."
lang["#MISSION_YOLLA_EASYTARGETS_HINT"] = "Ликвидировать любые виды диких гулей. Диких гулей обычно находят рядом с руинами, разбитыми зданиями и заброшенными местами. Они слабы для оружия ближнего боя и огнестрельного оружия. Будьте осторожны с гулями-потрошителями и жирными гулями, так как они более опасны."
lang["#MISSION_YOLLA_EASYTARGETS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_GATHERER"] = "Собиратель"
lang["#MISSION_YOLLA_GATHERER_DESC"] = "Нанимателю нужен человек, который активно занимается сбором предметов по всему региону."
lang["#MISSION_YOLLA_GATHERER_HINT"] = "Разграбляйте контейнеры в Йолла Болли. Контейнеры можно искать в городах, зданиях и других различных местах."
lang["#MISSION_YOLLA_GATHERER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_HIDEANDSEEK"] = "Прятки"
lang["#MISSION_YOLLA_HIDEANDSEEK_DESC"] = "Нанимателю нужен человек, который готов устранить Болотников. Он предлагает за это деньги."
lang["#MISSION_YOLLA_HIDEANDSEEK_HINT"] = "Уничтожьте любой вид болотников в Йолла Болли. Обычно их можно встретить по всей долине Йолла Болли, возле высохших берегов рек. Они опасны и имеют достойную защиту, поэтому рекомендуется использовать огнестрельное оружие. Цельтесь в лицо."
lang["#MISSION_YOLLA_HIDEANDSEEK_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_ROBOTICPARTS"] = "Детали роботов"
lang["#MISSION_YOLLA_ROBOTICPARTS_DESC"] = "Человеку, поручившему это задание, нужен тот, кто готов уничтожить Протектронов."
lang["#MISSION_YOLLA_ROBOTICPARTS_HINT"] = "Уничтожьте Протектронов любого типа в Йолла Болли. Их можно легко найти в военном бункере. Они очень опасны, так как являются военным вариантом, и рекомендуется иметь броню или какую-либо форму защиты, а также использовать достойное огнестрельное оружие."
lang["#MISSION_YOLLA_ROBOTICPARTS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_SPECIALIZEDHUNTER"] = "Навыки охоты"
lang["#MISSION_YOLLA_SPECIALIZEDHUNTER_DESC"] = "Наниматель для этого задания хочет видеть человека, готового уничтожать самых разных врагов. Он хочет, чтобы при этом он использовал охотничье ружьё."
lang["#MISSION_YOLLA_SPECIALIZEDHUNTER_HINT"] = "Уничтожьте любой вид диких гулей, гекконов и кротокрысов. Диких гулей можно встретить в промышленном городе Вакстон, гекконов - на окраинах региона, а кротокрысов - на свалке в Солт-Уэллсе."
lang["#MISSION_YOLLA_SPECIALIZEDHUNTER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_YOLLA_ABOMINATIONHATRED"] = "Ненависть"
lang["#MISSION_YOLLA_ABOMINATIONHATRED_DESC"] = "Нанимателю этого задания нужен человек, готовый убивать Когтей Смерти. За это он очень хорошо заплатит."
lang["#MISSION_YOLLA_ABOMINATIONHATRED_HINT"] = "Уничтожьте любой вид Когтей Смерти в Йолла Болли. Обычно их можно встретить на холме помимо Вакстона, а иногда и на другой его стороне. Когти Смерти очень опасны, поэтому рекомендуется использовать мощные винтовки с бронебойными патронами."
lang["#MISSION_YOLLA_ABOMINATIONHATRED_COMPLETE"] = "Вы выполнили это задание."


-- ███╗   ███╗██████╗         █████╗ ███████╗██╗  ██╗██╗      █████╗ ███╗   ██╗██████╗ ███████╗
-- ████╗ ████║██╔══██╗██╗    ██╔══██╗██╔════╝██║  ██║██║     ██╔══██╗████╗  ██║██╔══██╗██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ███████║███████╗███████║██║     ███████║██╔██╗ ██║██║  ██║███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ██╔══██║╚════██║██╔══██║██║     ██╔══██║██║╚██╗██║██║  ██║╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ██║  ██║███████║██║  ██║███████╗██║  ██║██║ ╚████║██████╔╝███████║
-- ╚═╝     ╚═╝╚═════╝        ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝ ╚══════╝

lang["#MISSION_ASHLANDS_SIMPLELEATHER"] = "Простая кожа"
lang["#MISSION_ASHLANDS_SIMPLELEATHER_DESC"] = "Наниматель ищет кого-то, кто добудет немного кожи для него. Он предлагает достойное вознаграждение за это."
lang["#MISSION_ASHLANDS_SIMPLELEATHER_HINT"] = "Получить кожу. Вы можете получить кожу при поиске, ломая предметы из кожи, или используя кожу геккона / когтя смерти, чтобы сделать это."
lang["#MISSION_ASHLANDS_SIMPLELEATHER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_WRECKAGE"] = "Развалины"
lang["#MISSION_ASHLANDS_WRECKAGE_DESC"] = "Человек, который прикрепил это, хочет, чтобы кто-то очистил регион от гулей и гекконов."
lang["#MISSION_ASHLANDS_WRECKAGE_HINT"] = "Уничтожьте любой вид диких гулей и гекконов в Эшлэнде. Диких гулей можно легко найти внутри локаций, в основном в городских квартирах. Гекконов можно найти возле радиостанции и на окраинах города."
lang["#MISSION_ASHLANDS_WRECKAGE_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER"] = "Охотник на мутантов"
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_DESC"] = "Тот, кто прикрепил это, хочет, чтобы кто-то был готов убивать супермутантов, которые бродят в Эшлэнде."
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_HINT"] = "Уничтожьте супермутанта любого типа в Эшлэнде. Супермутантов можно легко найти по всему Эшлэнду в достопримечательностях, и в основном на заправочной станции, где у них оборудована база."
lang["#MISSION_ASHLANDS_SUPERMUTANTHUNTER_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_ASHLANDS_BUNKERSALVATION"] = "Спасение бункера"
lang["#MISSION_ASHLANDS_BUNKERSALVATION_DESC"] = "Человеку, который прикрепил это, нужен тот, кто отправится в бункер, чтобы убрать всех супермутантов, которые там обитают."
lang["#MISSION_ASHLANDS_BUNKERSALVATION_HINT"] = "Уничтожьте супермутанта любого типа в бункере в Эшлэнде. Бункер можно найти под заправочной станцией в углу региона."
lang["#MISSION_ASHLANDS_BUNKERSALVATION_COMPLETE"] = "Вы выполнили это задание."

-- ███╗   ███╗██████╗        ███╗   ███╗ ██████╗ ██╗   ██╗███╗   ██╗████████╗ █████╗ ██╗███╗   ██╗    ██████╗  █████╗ ███████╗███████╗
-- ████╗ ████║██╔══██╗██╗    ████╗ ████║██╔═══██╗██║   ██║████╗  ██║╚══██╔══╝██╔══██╗██║████╗  ██║    ██╔══██╗██╔══██╗██╔════╝██╔════╝
-- ██╔████╔██║██████╔╝╚═╝    ██╔████╔██║██║   ██║██║   ██║██╔██╗ ██║   ██║   ███████║██║██╔██╗ ██║    ██████╔╝███████║███████╗███████╗
-- ██║╚██╔╝██║██╔══██╗██╗    ██║╚██╔╝██║██║   ██║██║   ██║██║╚██╗██║   ██║   ██╔══██║██║██║╚██╗██║    ██╔═══╝ ██╔══██║╚════██║╚════██║
-- ██║ ╚═╝ ██║██████╔╝╚═╝    ██║ ╚═╝ ██║╚██████╔╝╚██████╔╝██║ ╚████║   ██║   ██║  ██║██║██║ ╚████║    ██║     ██║  ██║███████║███████║
-- ╚═╝     ╚═╝╚═════╝        ╚═╝     ╚═╝ ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝   ╚═╝   ╚═╝  ╚═╝╚═╝╚═╝  ╚═══╝    ╚═╝     ╚═╝  ╚═╝╚══════╝╚══════╝

lang["#MISSION_MPASS_INFESTATION"] = "Заражение"
lang["#MISSION_MPASS_INFESTATION_DESC"] = "Нанимателю этого задания нужен человек, готовый уничтожить гулей в текущем регионе. Он предлагает за это разумную сумму."
lang["#MISSION_MPASS_INFESTATION_HINT"] = "Уничтожьте любой вид диких гулей в Маунтин-Пасс. Их можно легко найти на дорогах по всему региону, а также в заброшенных домах и хижинах."
lang["#MISSION_MPASS_INFESTATION_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_MPASS_LOCALCANNIBALS"] = "Местные людоеды"
lang["#MISSION_MPASS_LOCALCANNIBALS_DESC"] = "Нанимателю этого задания нужен человек, который устранит рейдеров Ледорубов в текущем регионе."
lang["#MISSION_MPASS_LOCALCANNIBALS_HINT"] = "Уничтожьте рейдеров Ледорубов любого типа в Маунтин-Пасс. Их можно встретить в лагерях, разбитых на дорогах и в лесах."
lang["#MISSION_MPASS_LOCALCANNIBALS_COMPLETE"] = "Вы выполнили это задание."

lang["#MISSION_MPASS_MASTER_BLASTER"] = "Мастер-бластер"
lang["#MISSION_MPASS_MASTER_BLASTER_DESC"] = "Тот, кто прикрепил это, хочет, чтобы кто-то очень умело обращался с дробовиками, чтобы уничтожать определённые типы врагов."
lang["#MISSION_MPASS_MASTER_BLASTER_HINT"] = "Уничтожьте диких гулей и гекконов любого типа с помощью любого дробовика. Диких гулей можно встретить на дороге, ведущей в Эшлэнд. Гекконов можно встретить в Солт-Уэллсе."
lang["#MISSION_MPASS_MASTER_BLASTER_COMPLETE"] = "Вы выполнили это задание."


RELOADSCHEMA = true
