local lang = RSRG.Languages["ru"]


-- ███████╗███████╗██████╗  █████╗ ██╗          ██████╗ ██╗  ██╗ ██████╗ ██╗   ██╗██╗     ███████╗
-- ██╔════╝██╔════╝██╔══██╗██╔══██╗██║         ██╔════╝ ██║  ██║██╔═══██╗██║   ██║██║     ██╔════╝
-- █████╗  █████╗  ██████╔╝███████║██║         ██║  ███╗███████║██║   ██║██║   ██║██║     ███████╗
-- ██╔══╝  ██╔══╝  ██╔══██╗██╔══██║██║         ██║   ██║██╔══██║██║   ██║██║   ██║██║     ╚════██║
-- ██║     ███████╗██║  ██║██║  ██║███████╗    ╚██████╔╝██║  ██║╚██████╔╝╚██████╔╝███████╗███████║
-- ╚═╝     ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝╚══════╝     ╚═════╝ ╚═╝  ╚═╝ ╚═════╝  ╚═════╝ ╚══════╝╚══════╝


lang["#NPC_FERALGHOUL"] = "Дикого гуля"
lang["#NPC_FERALGHOULS"] = "Диких гулей"
lang["#NPC_FERALGHOUL_HINT"] = "Диких гулей можно найти где угодно, пока не сбросили бомбы, например, развалины старого мира или здания. Многие гули также попадают в старые канализации в пещерах, где люди пытались укрыться от бомб."

lang["#NPC_FERALGHOUL_REAVER"] = "Дикого гуля-потрошителя"
lang["#NPC_FERALGHOUL_REAVERS"] = "Диких гулей-потрошителей"