local lang = RSRG.Languages["ru"]

-- ██╗███╗   ██╗███████╗███████╗ ██████╗████████╗███████╗
-- ██║████╗  ██║██╔════╝██╔════╝██╔════╝╚══██╔══╝██╔════╝
-- ██║██╔██╗ ██║███████╗█████╗  ██║        ██║   ███████╗
-- ██║██║╚██╗██║╚════██║██╔══╝  ██║        ██║   ╚════██║
-- ██║██║ ╚████║███████║███████╗╚██████╗   ██║   ███████║
-- ╚═╝╚═╝  ╚═══╝╚══════╝╚══════╝ ╚═════╝   ╚═╝   ╚══════╝

-- Radroaches
lang["#NPC_RADROACH"] = "Радтаракана"
lang["#NPC_RADROACHES"] = "Радтараканов"
-- Mantids
lang["#NPC_MANTIS"] = "Богомола"
lang["#NPC_MANTIDS"] = "Богомолов"
-- Giant Ants
lang["#NPC_GIANTANT"] = "Гигантского муравья"
lang["#NPC_GIANTANTS"] = "Гигантских муравьёв"
-- Radscorpion
lang["#NPC_RADSCORPION"] = "Радскорпиона"
lang["#NPC_RADSCORPIONS"] = "Радскорпионов"

--  █████╗ ███╗   ██╗██╗███╗   ███╗ █████╗ ██╗     ███████╗
-- ██╔══██╗████╗  ██║██║████╗ ████║██╔══██╗██║     ██╔════╝
-- ███████║██╔██╗ ██║██║██╔████╔██║███████║██║     ███████╗
-- ██╔══██║██║╚██╗██║██║██║╚██╔╝██║██╔══██║██║     ╚════██║
-- ██║  ██║██║ ╚████║██║██║ ╚═╝ ██║██║  ██║███████╗███████║
-- ╚═╝  ╚═╝╚═╝  ╚═══╝╚═╝╚═╝     ╚═╝╚═╝  ╚═╝╚══════╝╚══════╝

-- Crows
lang["#NPC_CROW"] = "Ворону"
lang["#NPC_CROWS"] = "Ворон"
-- Molerats
lang["#NPC_MOLERAT"] = "Кротокрыса"
lang["#NPC_MOLERATS"] = "Кротокрысов"
-- Geckos
lang["#NPC_GECKO"] = "Геккона"
lang["#NPC_GECKOS"] = "Гекконов"
lang["#NPC_GECKO_GOLD"] = "Золотого геккона"
lang["#NPC_GECKOS_GOLD"] = "Золотых гекконов"
lang["#NPC_GECKO_GREEN"] = "Зелёного геккона"
lang["#NPC_GECKOS_GREEN"] = "Зелёных гекконов"
-- Yao Guais
lang["#NPC_YAOGUAI"] = "Яо-гая"
lang["#NPC_YAOGUAIS"] = "Яо-гаев"
-- Mirelurks
lang["#NPC_MIRELURK"] = "Болотника"
lang["#NPC_MIRELURKS"] = "Болотников"

-- ██╗  ██╗██╗   ██╗███╗   ███╗ █████╗ ███╗   ██╗ ██████╗ ██╗██████╗
-- ██║  ██║██║   ██║████╗ ████║██╔══██╗████╗  ██║██╔═══██╗██║██╔══██╗
-- ███████║██║   ██║██╔████╔██║███████║██╔██╗ ██║██║   ██║██║██║  ██║
-- ██╔══██║██║   ██║██║╚██╔╝██║██╔══██║██║╚██╗██║██║   ██║██║██║  ██║
-- ██║  ██║╚██████╔╝██║ ╚═╝ ██║██║  ██║██║ ╚████║╚██████╔╝██║██████╔╝
-- ╚═╝  ╚═╝ ╚═════╝ ╚═╝     ╚═╝╚═╝  ╚═╝╚═╝  ╚═══╝ ╚═════╝ ╚═╝╚═════╝

-- Ghouls
lang["#NPC_FERALGHOUL"] = "Дикого гуля"
lang["#NPC_FERALGHOULS"] = "Диких гулей"
lang["#NPC_FERALGHOUL_REAVER"] = "Гуля-потрошителя"
lang["#NPC_FERALGHOUL_REAVERS"] = "Гулей-потрошителей"
-- Bandits
lang["#NPC_BANDIT"] = "Рейдера"
lang["#NPC_BANDITS"] = "Рейдеров"
lang["#NPC_80SBANDIT"] = "Рейдера племени 80-х"
lang["#NPC_80SBANDITS"] = "Рейдеров племени 80-х"
lang["#NPC_ICEPICKBANDIT"] = "Рейдера Ледоруба"
lang["#NPC_ICEPICKBANDITS"] = "Рейдеров Ледорубов"
lang["#NPC_ICEPICKBANDITSNIPERS"] = "Охотников за головами"
-- Super Mutants
lang["#NPC_SUPERMUTANT"] = "Супермутанта"
lang["#NPC_SUPERMUTANTS"] = "Супермутантов"

-- ██████╗  ██████╗ ██████╗  ██████╗ ████████╗██╗ ██████╗
-- ██╔══██╗██╔═══██╗██╔══██╗██╔═══██╗╚══██╔══╝██║██╔════╝
-- ██████╔╝██║   ██║██████╔╝██║   ██║   ██║   ██║██║
-- ██╔══██╗██║   ██║██╔══██╗██║   ██║   ██║   ██║██║
-- ██║  ██║╚██████╔╝██████╔╝╚██████╔╝   ██║   ██║╚██████╗
-- ╚═╝  ╚═╝ ╚═════╝ ╚═════╝  ╚═════╝    ╚═╝   ╚═╝ ╚═════╝

lang["#NPC_PROTECTRON"] = "Протектрона"
lang["#NPC_PROTECTRONS"] = "Протектронов"

--  █████╗ ██████╗  ██████╗ ███╗   ███╗██╗███╗   ██╗ █████╗ ████████╗██╗ ██████╗ ███╗   ██╗███████╗
-- ██╔══██╗██╔══██╗██╔═══██╗████╗ ████║██║████╗  ██║██╔══██╗╚══██╔══╝██║██╔═══██╗████╗  ██║██╔════╝
-- ███████║██████╔╝██║   ██║██╔████╔██║██║██╔██╗ ██║███████║   ██║   ██║██║   ██║██╔██╗ ██║███████╗
-- ██╔══██║██╔══██╗██║   ██║██║╚██╔╝██║██║██║╚██╗██║██╔══██║   ██║   ██║██║   ██║██║╚██╗██║╚════██║
-- ██║  ██║██████╔╝╚██████╔╝██║ ╚═╝ ██║██║██║ ╚████║██║  ██║   ██║   ██║╚██████╔╝██║ ╚████║███████║
-- ╚═╝  ╚═╝╚═════╝  ╚═════╝ ╚═╝     ╚═╝╚═╝╚═╝  ╚═══╝╚═╝  ╚═╝   ╚═╝   ╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝

lang["#NPC_DEATHCLAW"] = "Когтя смерти"
lang["#NPC_DEATHCLAWS"] = "Когтей смерти"

-- ███╗   ███╗██╗███████╗ ██████╗███████╗██╗     ██╗      █████╗ ███╗   ██╗███████╗ ██████╗ ██╗   ██╗███████╗
-- ████╗ ████║██║██╔════╝██╔════╝██╔════╝██║     ██║     ██╔══██╗████╗  ██║██╔════╝██╔═══██╗██║   ██║██╔════╝
-- ██╔████╔██║██║███████╗██║     █████╗  ██║     ██║     ███████║██╔██╗ ██║█████╗  ██║   ██║██║   ██║███████╗
-- ██║╚██╔╝██║██║╚════██║██║     ██╔══╝  ██║     ██║     ██╔══██║██║╚██╗██║██╔══╝  ██║   ██║██║   ██║╚════██║
-- ██║ ╚═╝ ██║██║███████║╚██████╗███████╗███████╗███████╗██║  ██║██║ ╚████║███████╗╚██████╔╝╚██████╔╝███████║
-- ╚═╝     ╚═╝╚═╝╚══════╝ ╚═════╝╚══════╝╚══════╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝ ╚═════╝  ╚═════╝ ╚══════╝

lang["#NPC_ENEMIES"] = "врагов"