local lang = RSRG.Languages["ru"]

--  ██████╗██╗   ██╗████████╗ ██████╗ ███████╗██╗███╗   ██╗███████╗
-- ██╔════╝╚██╗ ██╔╝╚══██╔══╝██╔═══██╗██╔════╝██║████╗  ██║██╔════╝
-- ██║      ╚████╔╝    ██║   ██║   ██║███████╗██║██╔██╗ ██║█████╗
-- ██║       ╚██╔╝     ██║   ██║   ██║╚════██║██║██║╚██╗██║██╔══╝
-- ╚██████╗   ██║      ██║   ╚██████╔╝███████║██║██║ ╚████║███████╗
--  ╚═════╝   ╚═╝      ╚═╝    ╚═════╝ ╚══════╝╚═╝╚═╝  ╚═══╝╚══════╝


lang["#CYTOSINE_DATABASE_DARK_SECTOR"] = {
	name = "База данных",
	logs = {
		{"Документы", {
			{"Диаграммы психопроекции теневых волн", [[
Частоты теневых волн:

Инфра (<0.5 Гц) - Нет ощутимой стимуляции и краткосрочных эффектов.
Дельта (0.5-3 Гц) - Слабый, далёкий слуховой ритм в диапазоне 5-15 уд/мин. Нет визуальной стимуляции.
Тета (3-8 Гц) - Глубокая стимуляция бессознательного познания: индуктивное рассуждение, воспоминание памяти, творчество, ассоциация, язык и т.д.
Альфа (8-12 Гц) - Ощущение глубокого расслабления и потеря чувства времени и пространственного восприятия.
Бета (12-38 Гц) - Ясные аудиовизуальные галлюцинации.
Гамма (38-42 Гц) - Повышенная аналитическая когнитивная производительность: дедуктивное мышление, сложное решение проблем и т.д.
Ипсилон (42-60 Гц) - Повышенная псионическая производительность в большинстве дисциплин. Истощает не-псионических субъектов, в крайних случаях сильные головные боли.

Частоты выше 60 Гц считаются опасными и должны использоваться только с псионическими субъектами с крайней осторожностью.

Частоты теневых волн (при воздействии теневой пыли):

Инфра (<0.5 Гц) - Ощущение червеобразного движения внутри головы и живота. Лёгкая головная боль и кишечная боль примерно у половины субъектов.
Дельта (0.5-3 Гц) - Сильный пульсирующий стук в ушах, иногда сопровождаемый шипением, рычанием и криками. Нет визуальной стимуляции.
Тета (3-8 Гц) - Подкрадывающийся ужас, страдание, холод.
Альфа (8-12 Гц) - Ощущение удушья и клаустрофобии.
Бета (12-38 Гц) - Временная потеря зрения и слуха, за исключением спорадических аудиовизуальных видений, чаще всего содержащих мерцающие пары огней, змеевидное движение и неразличимые эхообразные звуки.
Гамма (38-42 Гц) - Суицидальные позывы, безумие, часто приводящее к церебральному кровоизлиянию и смерти. Полные и непреодолимые сенсорные галлюцинации.

Частоты выше 42 Гц стабильно приводят к смерти субъектов, вдохнувших теневую пыль.
			]]},
			{"Изображения психопроекций", [[
--------------------------------------------------------------------------------
Рисунки доктора Маэтал:
Первый рисунок представляет собой чёрный фон с несколькими белыми извилистыми линиями, некоторые толще, некоторые тоньше. Ничего больше.
Второй набросок более сложен: около двадцати или около того горизонтальных параллельных линий, некоторые из которых имеют тёплую окраску - красный, оранжевый, желтый и т.д. - либо по всей длине, либо частично до тех пор, пока снова не становятся белыми. Они имеют форму синусоид с плавной постоянной амплитудой, но некоторые волны равномерны только до тех пор, пока не выходят из-под контроля и за пределы рисунка.
Третий набросок ещё более сложен: фон всё ещё чёрный, но все линии окрашены без ограничений. Их взаимное пространственное соотношение кажется организованным полностью двухмерным образом, в то время как их формы более разнообразны по размеру и пропорциям, хотя по большей части всё ещё округлые. Также присутствуют простые геометрические фигуры, такие как треугольники и квадраты, разделённые по диагонали, как будто возникающие из какой-то ткани, образованной лежащим в основе переплетением разноцветных линий.

Однако форма чисто абстрактна и не отсылает ни к чему из реального мира.::
Четвёртый рисунок полностью пуст.
Пятый рисунок легко можно принять за давно утерянное произведение абстрактного искусства: это полностью цветная трёхмерная картина искажённой земли или воды - или чего-то совершенно иного - с угловатыми формами сложной геометрии, размещёнными на ней с большим чувством пространственного восприятия и пропорции. Цвета подавляющие, как будто художник компенсировал их недостаточную яркость или какое-то другое внутреннее свойство, и многие линии были нарисованы несколько раз с небольшими отклонениями в их размерности. Вы можете видеть сквозь отвлекающие цвета и обманчивые линии, чтобы обнаружить потусторонние формы. Фон - что бы это ни было - каким бы искажённым и неопределённым он ни казался, странно жив - для неподвижного изображения! - и в каком-то сенсорном движении, как будто визуальные образы хотят расшириться до звуков и запахов, но никогда *на самом деле* этого не делают. Сложные формы - своеобразная полиэдрическая архитектура и машины - более определённы и в некотором смысле, кажется, завоёвывают это царство; они не кажутся подходящими для людей - по крайней мере, нашего размера и пропорций - но, возможно, для чего-то совершенно иного.
Шестой рисунок представляет собой холодную, просчитанную организацию форм, лишённую артистизма и человеческих эмоций - по сути, технический чертёж. Округлые формы снова преобладают, а также несколько слитых тетраэдров, и цвета равномерны по распределению и насыщенности. Это первый, содержащий текст - формулы, которые, кажется, описывают свойства изображённой реальности и соотносят их с нашей собственной.
Седьмой рисунок не закончен, выполнена только около трети. Это хаотическое слияние всех предыдущих работ, содержащее спирали, треугольники и наполовину написанные формулы. Его незавершённость не имеет привычного вам направления рисования; вместо этого в композиции много дыр - определённые места просто лишены цвета, тогда как некоторые другие места полностью пусты, и в этом нет никакой различимой закономерности.
--------------------------------------------------------------------------------
Ранняя коллекция:
Эта папка содержит множество рисунков разных людей, от простых чёрно-белых набросков до красочных изображений умопомрачительных объектов, миров или чисто абстрактных концепций. Округлые, волнообразные или спиралевидные линии пронизывают изображения, а треугольники, пирамиды или тетраэдры - в зависимости от изображённых измерений - также являются распространёнными мотивами.
Есть несколько примечательных:

Прозрачная подводная лодка, сочащаяся чёрной слизистой массой. Лучи света освещают её снизу из темноты.
Человеческая фигура, разрезающая монолит, изображённый горизонтально лежащим на полу. От него поднимается чёрный дым, заполняющий комнату, прежде чем осесть обратно в виде частиц пыли.
Какой-то странный летательный аппарат с большими крыльями, мчащийся сквозь туман. Рядом с ним написаны его размеры и другие свойства.
Мужчина и женщина с протянутыми вверх руками. Из-под них появляются щупальца и держат их за ноги.
Анатомия женщины с какими-то неизвестными отметинами на её жизненно важных органах. Её кожа окрашена в зелёный цвет.
--------------------------------------------------------------------------------
Современная коллекция:
Эта папка содержит множество рисунков разных людей, большинство из которых тревожны по форме и содержанию. В них представлены искажённые перспективы, яркие цвета, перетекающие друг в друга, змеи и другие зловещие существа, пожирающие или просто убивающие гуманоидных существ, а также существа других видов.

Некоторые из этих рисунков содержат формулы, скорее оккультные, чем научные, касающиеся того, что делают с плотью, которая часто изображается рядом с этими надписями, нарисованная так или иначе.
Некоторые более примечательны, чем другие:

Гуманоидные рептилоиды, вонзающие копья в волосатое мускулистое четвероногое существо. Они находятся посреди бесконечного бассейна крови.
Змей, сжимающий различные объекты: людей, машины, города, небесные тела и нечто большее. Часто озаглавлен как "Сёрмир" или "Флоттсёрм" - или чаще всего "Флоттсёрмир".
Вихрь какого-то рода, с тёмным центром, окружённый людьми, как живыми, так и мёртвыми. Все живые глубоко кланяются, но один из них сыплет на него какую-то чёрную пыль. Мёртвые никогда не бывают целыми.
--------------------------------------------------------------------------------
Тёмный экран медленно становится фиолетовым. В центре экрана начинают появляться красочные и детализированные спиралевидные формы математического совершенства, становясь всё более и более сконцентрированными в самом центре, пока наконец не обретает форму симметричное изображение. Формы повторяются в разных конфигурациях и самоподобны - состоят из меньших идентичных или почти идентичных самим себе форм, уменьшающихся в масштабе до кажущейся бесконечности.

Текст под изображением указывает, что изображение рендерится в реальном времени из какой-то математической функции, и вам даётся возможность увеличить масштаб дальше.
Вы приближаетесь к центру. Макроформа перерастает экран и раскрывает свой фрактальный состав, составляющие которого затем снова растут и расходятся по мере вашего приближения. Цвета меняются, формы перестраиваются, и чем дольше вы вглядываетесь в бесконечный центр, тем больше кажется, что вы спускаетесь в новые реальности, теряя из виду ранее очевидные закономерности и строительные блоки.
Из фиолетовой бескрайности вы падаете в спиралевидное лазурное море, чья поверхность образует пасть вселенной, которая проглатывает вас и сжимает мимо ярких звёзд в квазар, содержащий логово извивающихся зелёных змей, между которыми облака сверкающей пыли скрывают обжигающие ямы расплавленной породы, образующие ледяной остров, на котором пышная оранжевая растительность служит домом для роя жёлтых тысяченогих насекомых, ползающих вокруг своей чудовищной чёрной королевы, чей единственный фасеточный глаз отражает парящие многогранники, между которыми космические дуги молний сеют хаос, разрушающий реальность и воронкой направляющий её разбитой в спиралевидную сингулярность...
...которая на самом деле является великим змеем. Вы больше не можете приближаться.
			]]},
			{"Куб", [[
Исследовательский журнал 1:

Мы изучаем то, что кажется неким электронным устройством. Это неправильный многогранник, напоминающий ряд концентрических пересекающихся кубов разных размеров. Похоже, он сделан из очень лёгкого полуметаллического материала. Его цвет - синевато-тёмно-серый.

Артефакт может иметь подвижные части, но ни одна из них не отреагировала на лёгкое нажатие, поэтому дальнейших попыток изменить конфигурацию устройства не предпринималось из страха повредить его.

На многих его сторонах изображены от одного до шести нераспознанных символов. На некоторых сторонах также есть разъёмы, ни один из которых не соответствует стандартам "Волт-Тек" или прежним стандартам.
--------------------------------------------------------------------------------
Исследовательский журнал 2:

Артефакт, по-видимому, не излучает радиацию или электромагнитные волны. Однако, поскольку у нас есть основания полагать, что этот объект всё ещё каким-то образом отслеживается на больших расстояниях, мы приняли меры предосторожности, постоянно удерживая его на втором или более высоком уровне изоляции.
--------------------------------------------------------------------------------
Исследовательский журнал 3:

Большинство разъёмов, по-видимому, неработоспособны или находятся в спящем режиме. Однако ряд разъёмов, если задействовать их способом, отключающим их предохранители, действуют как источники питания сверхвысокого напряжения, высокого постоянного тока. В настоящее время эта лаборатория не располагает оборудованием для сбора этой энергии или даже для безопасного дальнейшего экспериментирования с ней.

Поскольку мы не можем на данный момент проследить происхождение или объяснить производственный процесс этого чрезвычайно мощного устройства, его можно смело классифицировать как ксено-артефакт.
--------------------------------------------------------------------------------
Исследовательский журнал 4:

!ОШИБКА! Обнаружено повреждение
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"

--------------------------------------------------------------------------------
Исследовательский журнал 5:

Обращение к предыдущим исследовательским документам по различным ксено-артефактам выявило значение двух символов: один из них обозначает постоянный электрический ток (этот символ появляется, среди прочего, рядом с активными разъёмами).

Другой появляется в единственном месте рядом с неактивным разъёмом и немного менее однозначен, поскольку различные исследователи и ксеноархеологи не могут прийти к согласию относительно его значения, но по их мнению, он обозначает гравитационное поле, искривление пространства-времени, сингулярность или одно из связанных явлений, такое как горизонт событий, или комбинацию этих понятий.
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Вы чувствуете давление, нарастающее внутри вашего черепа...::
Вы моргаете, и перед вами появляется новое дополнение к вашей реальности: перед вами стоит молодая женщина, доктор в белом лабораторном халате. Всё её тело, волосы, лицо, одежда - даже бейдж с именем - всё залито зелёной вязкой кровью. Она сочится из её ран и стекает на пол, никогда не достигая его, а просто исчезая в небытии. Её выражение - мольба о спасении, если не действием, то наблюдением...
Вы дарите ей свои глаза...
Мир темнеет, женщина светится - и растворяется. Её когда-то милое пухлое лицо, теперь омытое зелёным сиянием, вырождается в лик невыразимых мук. Она отчаянно пытается удержать его на месте своими бесформенными, бесполезными руками.
Её блестящие волосы вытягиваются в потоки омерзительной слизи и покидают её скальп, в то время как её очаровательно зелёные глаза становятся отталкивающе зеленее, более опухшими и менее человечными. Она плачет и плачет, едкие слёзы катятся по её уходящим щекам, но её крики беззвучны. Беззвучны, к счастью, ибо, даже лишённые звука, её страдания достаточно велики, чтобы сгустить вашу собственную кровь.
Медленно ужасная сцена исчезает, как и её сочащаяся кровь, но не в небытие и уж точно не прежде, чем оставить шрамы на ваших глазах.

Давление в голове прошло.
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
		}},
		{"Архив Теневого Монолита", {
			{"Открытие", [[
Открытие

"Чёрный Монолит" был впервые обнаружен на участке раскопок Бездны Шесть (точный год и дата неизвестны; ближайшая оценка: между ЛЭ-БД 20 и 30), через несколько лет после строительства станции "Бездна Ноль". Монолит представляет собой трёхметровую тёмно-чёрную структуру в форме шестиугольной призмы, дополненной усечёнными пирамидами сверху и снизу. Он состоит из материала настолько плотного, что потребовалось четыре тяжёлых подъёмника, чтобы доставить его на станцию; при массе 108 тонн его плотность была рассчитана как 30.016 г/см³. Транспортировка его из Производственного Купола потребовала усиления пола панелями RG и использования суперсмазочных матов для устранения трения при толкании силачами.
			]]},
			{"Тест состава номер 142 (143)", [[
Тест состава номер 142 (143) (Дата недоступна):

Тест был проведён после модернизации модуля спектроскопа ядерного магнитного резонанса в надежде, что это наконец позволит нам определить молекулярную структуру Чёрного Монолита после многочисленных безуспешных попыток. К нашему разочарованию, но, к сожалению, в соответствии со всеми нашими предыдущими тестами, этот тоже не дал результатов. Чёрный Монолит непроницаем для всех наших инструментов и не поддаётся всем инструментам, с помощью которых мы пытались получить образцы. По согласованию с доктором Медрссоном мы прекращаем все попытки дальнейшего тестирования физических свойств монолита до тех пор, пока не будут предоставлены средства для получения образцов. Вместо этого мы сосредоточим все наши исследования на Теневых Волнах.

Доктор Лейф Бёттен
			]]},
			{"Теневые Волны", [[
Теневые Волны

Теневая волна - это поперечная волна, излучаемая Чёрным Монолитом, которая в течение своей первой полуволны проявляет измеримые физические взаимодействия (*положительная экстантность*), но не проявляет измеримых взаимодействий в течение своей второй полуволны (*отрицательная экстантность*). В нормальных условиях смена состояний экстантности происходит на частотах ~0.2 Гц, что означает, что волна совершает полный цикл за ~0.4 Гц со средней длиной волны ~16 микрон. Точки, где состояния экстантности заканчиваются, называются *пределами экстантности теневой волны*, или, более конкретно, пределами отрицательной и положительной экстантности для каждого из соответствующих состояний взаимодействия.
Степень взаимодействия теневых волн с материальной реальностью пока неизвестна, но на данный момент мы измерили наиболее очевидные электромагнитные взаимодействия ("Влияние теневых волн на электромагнитные поля", д-р Э. Герман Симмер), некоторые слабые ядерные взаимодействия (Радиоактивный распад на пределах экстантности теневых волн, д-р Тарбен Вёренгер) и некоторые сильные ядерные взаимодействия (Хромодинамические возмущения кварков на пределах экстантности теневых волн, д-р Стёрр Эйвиндр). Также были измерены необъяснимые увеличения и уменьшения массы на пределах экстантности, но из-за их непоследовательного проявления и величины мы ещё не сделали твёрдых выводов относительно гравитационных эффектов волны.
Большинство этих возмущений и иных необъяснимых явлений происходят вблизи или на пределах экстантности, тогда как во время положительной экстантности теневая волна переносит энергию в виде обычной электромагнитной волны (начиная с отрицательного и заканчивая положительным пределом экстантности этого периода) довольно предсказуемым образом, в зависимости от измеренных свойств. То, как энергия переносится от положительного к отрицательному пределу экстантности (для всех практических целей, как волна снова возникает) и почему и как эти пределы (которые могут быть представлены как поля, вызывающие эти взаимодействия) проявляются в пространстве, пока неизвестно. Что ясно, так это то, что изменения в этой электромагнитной составляющей волне во время положительной экстантности теневой волны сохраняются на протяжении её отрицательной экстантности - что означает, что это без сомнения *та же* волна, которая чередует воздействие и не воздействие на физическую реальность - как предполагают все наши исследования - возможно, во всех её фундаментальных аспектах.
Электромагнитная волна (которую мы изучали больше всех взаимодействий) проявляет необычный вид эллиптической поляризации, определяемый разрывной функцией Хёльдансена. Неофициально она была названа "змеевидной поляризацией", так как её графическое представление имеет сходство со змеёй, спирально движущейся в пространстве. Все попытки поляризовать волну каким-либо образом оказались безуспешными, так как волна будет реполяризована, как только теневая волна войдёт в свою отрицательную экстантность, что означает, что после прохождения предела отрицательной экстантности ЭМ волна снова будет иметь змеевидную поляризацию.
			]]},
			{"Управление Теневыми Волнами", [[
Управление Теневыми Волнами, д-р Густав Медрссон

На данный момент мы определили, что Теневой Волной можно частично управлять с помощью изменений электромагнитного поля во время положительной экстантности. Это означает, что, передавая волне больше энергии на соответствующих пределах экстантности, мы можем, например, изменить её частоту способом, согласующимся с нашим пониманием законов реальности. Однако это также производит усиленные и до сих пор непредсказуемые квантовые эффекты на пределах экстантности, как положительных, так и отрицательных, в зависимости от того, как волна была изменена, и среды, через которую она проходит.
Теневые волны могут быть направлены через пространство путём их направления в орионовы трубы с помощью массивного формирователя магнитного поля у основания монолита. В эти трубы мы можем стрелять фотонами с определёнными интервалами, целясь в пределы либо отрицательной, либо положительной экстантности, чтобы изучать результирующие квантовые взаимодействия ("Согласованность закона Хайнлайна в аннигиляции электрон-позитронных пар вблизи пределов отрицательной экстантности" д-ра Э. Германа Симмера).
Процесс может быть опасен, если вводится слишком много энергии, что уже привело к двум авариям, но контролируемое управление волной на пределах положительной экстантности создаст относительно стабильные изменения в волне. Какие квантовые взаимодействия происходят на пределе отрицательной экстантности, такие как создание новых частиц (реальных, а не виртуальных), в настоящее время выходит за рамки нашего понимания.
			]]},
			{"Эксперимент по отрицанию объекта номер 5", [[
Эксперимент по отрицанию объекта номер 5

Этот эксперимент был проведён для проверки гипотетического *полного отрицания* объектов из реальности с помощью технологии PSWB (Фазовый Луч Теневой Волны). Объект, используемый в этом эксперименте, - стандартная чашка из псевдолатуни, подвешенная в испытательной сфере MO-5.
Направляя теневую волну через две орионовы трубы длиной 5.3 метра и вводя возрастающее* количество энергии на каждом пределе положительной экстантности, мы можем достичь желаемой частоты 67.5 Гц для обеих волн. Затем одна волна непрерывно сдвигается по фазе в диапазоне ~175-185 градусов, в то время как PSWB фокусируется на чашке. После достижения эффекта затемнения*†‡ требуется ещё один всплеск энергии, чтобы полностью исключить чашку из существования, процесс, который произошёл менее чем за 0.15 секунды. Эксперимент, помимо доказательства гипотезы Отрицания, также доказывает принцип Бёттена о том, что прочные химические связи гарантируют, что целые объекты будут затронуты.

*(с использованием резонансной функции Симмера)
†(Теневые фотоны и эффект затемнения, д-р Э. Герман Симмер)
В заключение, пятый тест был полностью успешным, единственными потерями были две орионовы трубы и одна сфера MO-5. Однако это вряд ли можно назвать потерями, не из-за относительно небольшой стоимости оборудования, а скорее из-за того, что изменения в их химической структуре и образование этих неизвестных жидкокристаллических соединений предоставят нашей команде новый материал для изучения.

Доктор Майкл Бэйн
			]]},
			{"Анаморфный диск", [[
Анаморфный диск

Сегодня мы получили то, что называется "анаморфным диском". Предположительно, он способен разрезать Чёрный Монолит. Он прибыл с внешней поставкой, подробности которой странным образом скрыты от всех нас (низших инженеров). На первый взгляд, это довольно невзрачный резиноподобный диск диаметром 20 см и толщиной 1 см(!), серого цвета, грубой текстуры, сделанный из какого-то неизвестного синтетического материала, который нам прямо указали не сканировать и хранить в криокамере, кроме как во время использования. Эту вещь ни один здравомыслящий человек не сочтёт режущим инструментом, не говоря уже о чём-то, что может повредить объект, столь же непроницаемый, как Чёрный Монолит. Однако, проведя некоторые испытания в мастерской, мы теперь видим анаморфный диск в совершенно ином свете.
Диск прибыл с крупнодиаметровым шлифовальным станком "Седдар SG-88M", на конец которого он должен крепиться, что, честно говоря, придаёт ему комично непропорциональный вид. Говоря о комичном, действительно ли мы должны верить, что такой примитивный инструмент, как механический шлифовальный станок с резиновой прокладкой на конце, достигнет того, чего не могут самые технологически продвинутые лазеры и плазменные резаки в нашем распоряжении? Эти мысли проходили через все наши головы - а затем мы включили эту штуку.
В течение секунды диск сплющился, увеличившись в диаметре втрое, а его серый цвет стал намного светлее. В этом состоянии диск мог разрезать всё, на чём мы его тестировали: псевдолатунь, сталь, вплоть до более прочных сплавов и минералов, даже алмаз класса G5, и делал это с небольшим сопротивлением.
Разрежет ли он монолит? Это будет окончательным испытанием. Нам было приказано модифицировать силача для использования шлифовального станка и убедиться, что он способен выполнить разрез, принимая во внимание все потенциальные переменные; понятия не имею, как они их придумали, но что я знаю - я всего лишь инженер. Надеюсь, разрез будет выполнен завтра, после чего я подам ещё один отчёт.

Главный инженер станции Борис Грейсон
			]]},
		}},
	}
}


RELOADSCHEMA = true
