local lang = RSRG.Languages["ru"]

--INEU VALLEY TERMINALS
--Ineu Factory Logs
lang["#INEU_FACTORYLOG"] = {
	name = "Терминал Circle G Foreman's",
	logs = {
		{"Журнал регистрации корпоративных инцидентов", {
			{"Местный сбой питания", [[
				Я пишу это, потому что прямая связь с корпорацией, наконец, перестала работать.

				МЫ. НЕ. МОЖЕМ. РАБОТАТЬ. БЕЗ. ЭЛЕКТРИЧЕСТВА.

				Я не знаю, кто был инженером, и что всё ли в порядке с этой конструкцией, но мы не можем так просто запустить один и тот же пресс более пяти минут, не отключая электропитание для всей области, ДАВАЙТЕ двое и нажмут, и запустят Автопогрузчик.

				За то время, которое потребовалось для восстановления телефонных линий, у нас уже была небольшая толпа горожан, которые толпились у ворот, крича на наших сотрудников. Вслед за ОЧЕНЬ недовольным звонком полковника, руководящего военной базой через реку. Вы знаете, сколько ботинок размещено на его базе в любой момент времени? Потому что я делаю это сейчас, а также ТОЧНО, он обещал, что посадит их, если это случится снова.

				Если вы не планируете платить нашему персоналу самой большой бумагой в стране, вы получите кого-то здесь, который посмотрит, как подключить нас к генератору на месте. ХОРОШО. Я и мои люди не попадем на какой-нибудь армейский рубеж через зарплату.
			]]},
			{"Жалобы на шум", [[
				Теперь, когда машины наконец работают, у нас есть другая проблема. Шум. Я не знаю, в стороне ли это каньона, в котором мы находимся, но, черт возьми, эти вещи громкие.

				Такого громкого, на самом деле, нет ни где в городе, где вы не могли бы услышать такие вещи. Бригадир местной шахты взял время из моего напряженного графика, чтобы рассказать мне о том, как они чувствуют 'вибрации' от всего подполья, 'дребезжая' их опорные рамы и угрожая 'разрушить' весь завод.

				Я бы почти пожалел людей в этом городе, если бы не тот факт, что они продолжают ссориться с моими людьми круглосуточно. После недели заполнения нашего почтового ящика письменными жалобами, скрытыми угрозами и открытыми угрозами; некоторые бросали бутылки и камни, пока наши спины были повернуты.

				Мне всё равно, насколько велик контракт с корпорацией, мы не можем управлять этими вещами 24/7. Эти люди должны спать, и ВАШИ СОТРУДНИКИ ТОЖЕ! И мы не можем просто моргнуть, не рискуя, чтобы какой-то горожанин подложил подушку нам под голову.
			]]},
			{"Вандализм/cаботаж", [[
				Это становится смешным.

				Не довольствуясь преследованиями моих сотрудников на расстоянии, кто-то ворвался на территорию завода прошлой ночью. Шины, тормозные магистрали и сиденья каждого грузовика. Были разорваны. Резервуары с жидкостью в задней части здания, форсунки сломались и слились полностью. Большинство наружных дверных замков были залеплены жевательной резинкой.

				Хуже всего то, что они попали по внешним распределителям. СИЛЬНО. Я не думаю, что они могли бы нанести больше урона, если бы использовали взрывчатку. Принимая во внимание те камнедробители на западе или морпехами на востоке, это могло быть именно так. Без материалов для их ремонта производство машин сократилась вдвое.

				Шерифам потребовалось более часа, чтобы добраться сюда, и они едва осмотрели это место, прежде чем сказать, что они ничего не могли сделать. Один из этих ублюдков на самом деле дал понять, что 'позвоните нам, если это произойдет снова, пока не отключится питание'. Хватит значит хватит. Мне все равно, сколько раз вы отклоняли мою просьбу о дополнительных мерах безопасности, будь прокляты страховые тарифы. Я прошу парк протектронов здесь! Согласие одобрить или нет, я отвлекаю пару голов, чтобы обеспечить безопасность на месте после наступления темноты, включая меня самого. Я знаю, что у нас здесь есть лестница для очистки желобов, и крыша станет идеальной точкой обзора.

				Мы увидим, насколько умны эти горожане, когда следующий уйдет сюда в черной сумке.
			]]},
		}}
	}
}
--Gorgeous Greg's Terminal
lang["#INEU_GREGLOG"] = {
	name = "Терминал Грега",
	logs = {
		{"Списки", {
			{"Список дел", [[
				-Выполнить свою квоту за месяц. 4/5.
				-Послать кого-нибудь за баллистическими волокнами, мне их не хватает.
				-У меня так же заканчивается ром. Так что захватить и этого побольше.
				-Ещё мне нужно больше закусок.
				-Собрать то, что осталось от тех тупых ублюдков, которые на самом деле ходили в этот храм.
				-Найти способ заставить эти телевизоры снова работать.
			]]},
		}},
		{"Журнал", {
			{"Эта женщина-доктор...", [[
                Здесь есть одна женщина-доктор, которая приходит сюда выпить раз в две недели. С головы до ног в каком-то модном красном костюме, никогда не видел такого раньше.
                
				Она вызывает у меня странное, смутно угрожающее чувство. Первое, что она спросила у меня - продаю ли я медикаменты. Я сказал нет, она сказала 'Хорошо'.
				Её зовут Вик, предположительно. Не задерживается на одном месте слишком долго, и продаёт лекарства по цене скальпера. И путешествует одна. Либо удачливая, либо опасна. Она спрашивала меня о какой-то антенне через долину на днях. Я не был слишком информативен.
                В шахтерском городке на другой стороне бассейна был врач. Его там больше нет. Уверен, она как-то с этим связана.
                
				Надо проследить за ней.
			]]},
			{"ДЕРЖИТЕСЬ ПОДАЛЬШЕ ОТ САЛЕМА!", [[
                Примечание для себя: путешествуя в Портленд и обратно, взять 99W вместо I-5.
                
				На этот раз меня почти заперли (не в переносном смысле). Эти ублюдки 'забыли' сказать мне, что полиция Салема выбралась из своих могил на прошлой неделе.
				Мне сказали, что какая-то группа отбросов сумела включить реакторы, питающие большую часть города, пытаясь создать город для себя. Звучит так, как будто это было бы хорошо, мне нужно больше мест на продажу. К сожалению, это не так.
                Оказывается, что в своих попытках вернуть свет, идиоты также разбудили всю автоматизированную полицию города, а затем все были немедленно арестованы, судимы в робо-суде и осуждены соответственно.
                
				Я почти закончил так же несколько дней назад. Когда я приближался к Салему по своему обычному маршруту, ко мне подошёл дуэт ботов и попросили документов. Очевидно, у меня их не было, поэтому они пытались меня арестовать.
                Удалось застрелить этих двоих, но пришлось бежать, так как около пятнадцати других немедленно появились из ниоткуда и открыли огонь. Вся территория освещена как рождественская вечеринка и кишит копами.
                
				Я ни за что не сяду в тюрьму. Я читал, то что там было так плохо до войны - можно только представить условия сейчас.
			]]},
			{"Новые продукты", [[
                Меня попросили придумать новую линию костюмов.
                
				Плетение баллистических волокон. Дорогое, но очень доступное. Огнезащитное покрытие, которое сохраняется. Ещё дороже, всё ещё возможно. Единственная проблема в том, что эти ребята хотят, чтобы он ВЕСИЛ КАК ОБЫЧНЫЙ КОСТЮМ. Сколько бы прототипов я ни придумал, они никогда не обрадуются.
                К этому моменту, мне уже всё равно. Я как-то снизил его до 20 фунтов, и это чудо само по себе. Им придётся с этим разобраться.
                
				Лучше бы мне хорошо за это заплатили.
			]]},
			{"Следующая страница - Старые записи", [[
				ЗАБЛОКИРОВАНО - ТРЕБУЕТСЯ ПАРОЛЬ.
			]]}
		}}
	}
}

--Allen's Terminal  In Progress.
lang["#INEU_SHANTYLOG"] = {
	name = "Терминал Аллена",
	logs = {
		{"Городской рекорд", {
			{"Новый дом", [[
				Привет тем, кто когда-либо читал эти записи, не привык хранить журнал вещей но я подумал, что если мы собираемся остаться здесь, то я тоже могу.
				Я не могу понять, почему здесь никто не живёт, это место - зелёный рай в этом аду. Пространство, не так много радиации, еда, деревья для строительства. Это идеально.
				
				Я был здесь около 2 недель назад, исследовал старые деньги после того, как город неподалеку превратился в бюст, гули повсюду. Так же, как и деньги.
				Парочка ебаных грабителей выгнала мою тощую задницу из-за денег, и мне пришлось спрятаться в трейлере, который кто-то бросил в ущелье. Наверное, тот же трейлер, который вы видели, как мне он понравился.
				После того, как я нассал в штаны, я вышел и посмотрел вокруг, и меня осенило. Это было нужное место, нам просто нужно было построить наши собственные здания, но к чёрту там повсюду дрова и металлолом.
				Скала, на которой находятся деньги, перемешана с выступом старого русла реки, а горы создают идеальный барьер. Мы с легкостью построим некоторые стены для защиты.
				И вот мы здесь. Я вернулся с горного хребта и сказал экипажу, что нашёл безопасное место для нас, и надеюсь, что я прав, потому что мы надеемся на это.
				Я вытащил останки старого ублюдка, который стоял за трейлером здесь до того, как остальные приехали сюда, он был здесь долгое время и похоже, что он был съеден, бедный парень.
				Пока что мы установили несколько палаток и несколько парней останутся со мной в 'моём' новом трейлере, и я имею в виду мой. Мы будем упакованы, как те маленькие рыбки, которые приходят в банках, и это не так.
				Так или иначе, я установил этот старый терминал после того, как Тэмми сказала, что я должен следить за нашим прогрессом здесь для 'опозорения' или что-то вроде того. Так что с этого момента, когда мы добьёмся хоть какого-нибудь прогресса или чего-нибудь, я положу это сюда.
				Я подумал, что она захочет свидание, которое мы начали здесь, так что я поспрашивал вокруг, старый мешок дерьма Майки сказал 'Осень 2235', не знаю как он, чёрт возьми, знает про это дерьмо, но вот так.
			]]}
		}}
	}
}

lang["#SALT_EVENTOILCAN"] = {
	name = "Военный склад, терминал 4D-E",
	logs = {
		{"Квартирмейстерские отчеты", {
			{"1 августа 2077", [[
				Имеющееся на складах оборудование включает:
				2x Силовой брони T-51b
				5x Пистолетов-пулемётов 10-мм
				3x Пистолета 10-мм
				400x Патронов 10-мм
				2x Лазерных винтовок Watts 2000
				8x Наборов микроядерных батарей TX-28
				850x Патронов 5-мм бронебойные
				120x Патронов 5.56
				30x Патронов .308
				2x Винтовки DKS-501
				4x Штурмовые винтовки R91
				10x Стандартной военной формы BDU
			]]},
			{"1 сентября 2077", [[
				Имеющееся на складах оборудование включает:
				2x Силовой брони T-51b
				1x Пистолет-пулемёт 10-мм
				3x Пистолета 10-мм
				300x Патронов 10-мм
				2x Лазерных винтовок Watts 2000
				8x Наборов микроядерных батарей TX-28
				850x Патронов 5-мм бронебойные
				100x Патронов 5.56
				30x Патронов .308
				2x Винтовки DKS-501
				4x Штурмовые винтовки R91
				9x Стандартных военных форм BDU
			]]},
			{"1 октября 2077", [[
				Имеющееся на складах оборудование включает:
				1x Пистолет-пулемёт 10-мм
				1x Пистолет 10-мм
				100x Патронов 10-мм
				4x Набора микроядерных батарей TX-28
				30x Патронов .308
				2x Стандартных военных форм BDU
				50x Банок с маслом для силовой брони "Бронегель"
			]]},
		}},
		{"Журналы квартирмейстера Зика", {
			{"1 августа 2077", [[
				Полковник некоторое время гонялся по окрестным районам. Если он будет продолжать в том же духе, то большинство этих складов не будут иметь ничего, если только такими темпами Красная Угроза не вторгнется. Кроме того, это было одно и то же дерьмо из начальства.
			]]},
			{"1 сентября 2077", [[
				Полковник только что заходил сегодня, сказал, что у него "опять закончились запасы". Этот сукин сын имеет наглость вернуться сюда снова после того, как мы дали ему 10 автоматов в прошлом месяце. Боже, если я увижу его ещё раз, будет адская расплата.
			]]},
			{"1 октября 2077", [[
				Что-то не так, начальство просто подняло почти все наши акции и снабдило нас чем то похожим на ебаные банки с маслом? Я не знаю, что, чёрт возьми, происходит, но что-то точно не так, я в этом уверен.
			]]},
		}}
	}
}

RELOADWEAPONS = true 