local lang = RSRG.Languages["ru"]



-- ██████╗ ██████╗  ██████╗ ████████╗██╗  ██╗███████╗██████╗ ██╗  ██╗ ██████╗  ██████╗ ██████╗     ██████╗ ██╗   ██╗███╗   ██╗██╗  ██╗███████╗██████╗
-- ██╔══██╗██╔══██╗██╔═══██╗╚══██╔══╝██║  ██║██╔════╝██╔══██╗██║  ██║██╔═══██╗██╔═══██╗██╔══██╗    ██╔══██╗██║   ██║████╗  ██║██║ ██╔╝██╔════╝██╔══██╗
-- ██████╔╝██████╔╝██║   ██║   ██║   ███████║█████╗  ██████╔╝███████║██║   ██║██║   ██║██║  ██║    ██████╔╝██║   ██║██╔██╗ ██║█████╔╝ █████╗  ██████╔╝
-- ██╔══██╗██╔══██╗██║   ██║   ██║   ██╔══██║██╔══╝  ██╔══██╗██╔══██║██║   ██║██║   ██║██║  ██║    ██╔══██╗██║   ██║██║╚██╗██║██╔═██╗ ██╔══╝  ██╔══██╗
-- ██████╔╝██║  ██║╚██████╔╝   ██║   ██║  ██║███████╗██║  ██║██║  ██║╚██████╔╝╚██████╔╝██████╔╝    ██████╔╝╚██████╔╝██║ ╚████║██║  ██╗███████╗██║  ██║
-- ╚═════╝ ╚═╝  ╚═╝ ╚═════╝    ╚═╝   ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝ ╚═════╝  ╚═════╝ ╚═════╝     ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝

lang["#BOS_BUNKER_PUBLIC"] = {
	name = "Публичный архив бункера",
	logs = {
		{"Сводка", [[
Данная статья Кодекса суммирует весь документ в несколько важных пунктов. Это необходимо для быстрого доступа ко всему, что должен знать средний Брат Стали.
Эти пункты следующие:

1.) Братство Стали - это организация, обязанная сохранять, защищать и развивать коллективные знания человечества.

2.) Вопреки распространенному заблуждению, Братство не питает вражды к мутантам. Все посторонние, люди или иные, содержатся на расстоянии вытянутой руки.

3.) Братство Стали не делится своими передовыми технологиями с посторонними, но мы не против обмена менее значимыми артефактами прошлого.

4.) Братство Стали не является силой для поддержания порядка в Пустоши. Не просите нас разбираться с рейдерами, досаждающими вашей ферме.
			]]},
		{"История", {

				{"Верховный старейшина Роджер Мэксон - \"Великий Освободитель\"", [[
Роджер Мэксон является основателем Братства Стали. Родившийся в неизвестном месте и в неизвестное время, Мэксон был капитаном армии Соединённых Штатов до событий Великой войны.
Будучи заместителем полковника Роберта Спиндела, они вдвоем командовали гарнизоном солдат, задачей которых была охрана военной базы Марипоза. После Великой войны в 2077 году Роджер Мэксон повел своих солдат и их семьи от Марипозы к подземному сооружению, известному как Лост-Хиллз. Основав Братство Стали, Мэксон стал его первым Верховным старейшиной и умер от рака в 2135 году. Он стал легендой внутри Братства, со временем поднявшись до почти божественного статуса Великого Освободителя Человечества. У него остался сын, Роджер Мэксон II.
				]]},
				{"Марипоза", [[ Как упоминалось ранее, Мэксон был капитаном в гарнизоне военной базы Марипоза, помогая командовать неизвестным количеством солдат.
Солдаты, охранявшие базу, включая Мэксона, не знали об исследованиях, проводимых сотрудниками "Вест-Тек", которых они охраняли.
Это изменилось, когда охранник по имени Эдвард Фрэнсис нашел сбежавшего подопытного, пытавшегося перелезть через ограждение периметра. Фрэнсис застрелил человека, думая, что это китайский диверсант. Он немедленно доложил о находке, но когда вернулся с Мэксоном и другими, тело исчезло.
Когда исследовательская группа отказалась пустить охрану в так называемые "Красные уровни" базы для поиска следов вторжения, Мэксон заподозрил неладное.

Изучая документы базы, Мэксон нашел записи о дополнительных поставках припасов на базу, которые не были отражены в журналах учёта или на погрузочной платформе.

Доложив об этом полковнику Спинделу, Мэксону посоветовали прекратить расследование, но это мало помогло, и молодой капитан продолжил копаться в недрах базы. Разочарованный отсутствием беспокойства со стороны начальника, Мэксон собрал нескольких охранников и подошёл ко входу на красный уровень.
Приказав исследователям впустить его, Мэксон получил отказ. Не смирившись с этим, он использовал свою силовую броню T-51b и силой открыл дверь. Войдя, он и его люди вскоре сделали ужасающее открытие.
Это были эксперименты с ВРЭ. В ужасе и шоке от увиденного, Мэксон приказал арестовать исследовательскую группу как предателей Соединённых Штатов.

Последующие дни были напряжёнными и запутанными, никто на базе не мог до конца осознать бесчеловечность, свидетелями которой они стали. Мэксон приказал своим людям держать открытие в секрете от своих семей (которые жили в жилых помещениях на базе), но когда у полковника Спиндела случился нервный срыв, и он заперся в своём кабинете, Мэксон был вынужден объяснить всем, почему это произошло.
Мэксон и его люди решили взломать дверь кабинета полковника. Почти день оттуда не доносилось ничего, кроме криков и рыданий их командира. Войдя в кабинет, они увидели Спиндела за столом с пистолетом в руке. Его последними словами были: "Клянусь, я не знал", после чего он покончил с собой.
				]]},
				{"Мятеж", [[
Оставшись главным после гибели полковника, Мэксон столкнулся с потоком требований ответов от своих людей. Мэксон лично допросил захваченных исследователей, начиная с Роберта Андерсона и заканчивая Эрин Шеллман.
Каждый рассказал Мэксону одну и ту же историю, и каждый настаивал на её правдивости: "Вест-Тек" заключила контракт с правительством США на исследование сыворотки, изменяющей гены, названной вирусом рукотворной эволюции (ВРЭ), используя исследования предыдущего проекта Паниммунного Вириона, запущенного после Новой Чумы.
Для достижения этой цели им было дано разрешение тестировать свои прототипы сывороток на военных "добровольцах", китайских военнопленных и федеральных заключённых.

Не желая принимать эту версию событий, Мэксон казнил исследователей, но не отказался от поиска ответов. 20 октября 2077 года Мэксон объявил по открытому радио, что он и его люди дезертируют из армии Соединённых Штатов и подняли мятеж из-за жестокого обращения с человеческими жизнями, свидетелями которого они стали.
Мэксон понимал войну и то, что люди убивают друг друга для достижения победы, но обесценивать святость человеческой жизни ради сомнительного преимущества в войне, которая уже казалась проигранной, было неприемлемо.
Даже если обесценивались жизни врагов. Мэксон не получил ответа от своего начальства или любых других частей вооружённых сил США.

23 октября 2077 года Мэксон позвонил руководителю исследовательского отдела "Вест-Тек", Леону фон Фельдену, который подтвердил историю, рассказанную другими исследователями.
Шокированный этим подтверждением, Мэксон был удивлён, когда линия внезапно замолчала. Бомбы упали, и офис Леона, ныне известный как Сияние, был среди первых целей.

Дневники, найденные после смерти Роджера Мэксона, указывают на то, что он сожалел об убийстве исследователей. Они сказали правду, а он их казнил.
Он приказал похоронить их как подобает на базе и помнил каждое из их имен даже до своей смерти десятилетия спустя.
				]]},
				{"Исход", [[
Когда звуки первой волны бомбардировок стихли, Мэксон собрал своих людей, чтобы разработать план на будущее. Понимая, что они больше не могут оставаться на базе, опасаясь атаки во второй волне китайцев, они решили направиться к менее значительному бункерному сооружению на юго-востоке: Лост-Хиллз.
Сержант Платнер, человек под командованием Мэксона, вызвался покинуть базу и найти проходимый маршрут, свободный от радиации. Он вернулся с результатами, и Мэксон отдал приказ уходить.

Команда людей под командованием сержанта Денниса Аллена умоляла Мэксона позволить им исследовать руины офисов "Вест-Тек" в поисках ценных технологий.
Проигнорировав предупреждения Мэксона не делать этого, они все равно ушли и больше их никто не видел.

Банда рейдеров, известная просто как Мародёры, напала на караван. У них не было надежды победить охранников в силовой броне, но эти рейдеры легко могли нацелиться на безоружных гражданских и членов семей, сопровождавших их. Многие погибли во время Исхода, включая жену самого Роджера Мэксона, Оливию.

Прибыв в Лост-Хиллз, Мэксон и его караван обосновались в подземных уровнях. Используя захваченную строительную технику, они расширили бункер, добавив новые уровни и камеры, адаптируя его под свои нужды.
Маленькое, неприметное бетонное убежище на поверхности вскоре скрывало впечатляющую крепость, построенную под ним выжившими.
				]]},
				{"Основание", [[
Братство Стали было основано вскоре после Исхода. Большая часть ранней истории ордена неизвестна. Одно из задокументированных событий - воссоединение Роджера Мэксона с товарищем по армии США, с которым он служил до Великой войны, рейнджером армии США по имени Элизабет Тэггерди. В то время она и ее подразделение базировались в Аппалачах и под руководством Роджера Мэксона сформировали Аппалачское отделение Братства Стали. В последующие годы Мэксон поддерживал связь с зарождающимся отделением под началом паладина Тэггерди и потерял контакт с ней примерно в 2095 году.
Что случилось с отделением после этого, неизвестно, ранее они сообщали о другой катастрофической угрозе человечеству, назревающей на востоке: Чумной Огонь. Несмотря на попытки выяснить судьбу Аппалачского отделения, никто не вернулся.

Роджер Мэксон призывал Братство оставаться открытой организацией, готовой принимать новых членов из местного населения.
Многие другие в Лост-Хиллз, включая его собственного сына, вместо этого утверждали, что Братству необходимо изолировать себя от внешнего мира и запереть свою библиотеку знаний и технологий от "посторонних".
Никто не осмеливался напрямую противостоять Мэксону из уважения, но до самой его смерти он оставался в меньшинстве по этому вопросу.
				]]},
				{"Мэксон II", [[
Мэксон II, иначе известный как Роджер Мэксон II, родился в середине 2060-х годов. Он был единственным ребенком Роджера Мэксона, первого Верховного старейшины. Мэксон II сменил своего отца на посту Верховного старейшины в 2135 году примерно в возрасте 53 лет.
Братство Стали кардинально изменилось с ним как с Верховным старейшиной. Братство перестало принимать новых членов, полагаясь на текущее население для воспроизводства и создания новых членов.

Общество Братства также изменилось при Мэксоне II. Члены были организованы в три Касты.
Скрипторы занимались исследованиями и разработками, сохраняли древние технология и знания; к медицинской практике и общему администрированию.
Рыцари были перемещены из пехотных сил в корпус инженеров и ремесленников.
Безопасность была оставлена благородным Паладинам, которые были "удостоены чести" носить ценную силовую броню Братства.
Братство эволюционировало от военного ордена, призванного управлять новым миром, к таинственному тайному обществу, полностью посвятившему себя сохранению. Настроения изменились со времен Великой войны. Многие в Братстве отвернулись от других выживших.
Люди, которых Роджер Мэксон видел как своих соотечественников-американцев, теперь были просто "посторонними".

Правление Верховного старейшины Мэксона II является, безусловно, самым загадочным, почти ничего не известно о событиях, которые он контролировал. Все, что когда-либо упоминается в лекциях внутри бункера, это Змеи.
Змеи были племенем, местным для региона Лост-Хиллз; в десятилетия после Великой войны они вырезали себе владения вокруг дома Братства, совершая набеги и грабя деревни и караваны во имя своего змеиного бога. Некоторые спекуляции утверждают, что Змеи произошли от Мародеров, которые преследовали конвой Братства во время Исхода и убили мать Мэксона II.
Некоторые говорят, что он жаждал мести, другие утверждают, что Братство просто хотело восстановить себя как силу в Пустоши. Так или иначе, в 2155 году, примерно в возрасте 90 лет, Мэксон II повел отряд Паладинов в бой против Змей, убив множество их племенных воинов. Вскоре после этого, в момент самоуверенности, Мэксон II снял шлем и был порезан отравленной стрелой Змеи. Это привело к его гибели вскоре после этого.

После смерти Мэксона II его сын Джон (родился в 2097 году) был избран новым Верховным старейшиной. Старший паладин Ромб, друг Джона, заслужил свое место как новый Глава Паладинов Братства, возглавив полную кампанию против остатков Змей, вырезав их и рассеяв по Пустоши.
Змеи продолжают существовать как тень в Пустошах, где они больше никогда никому не угрожали, особенно Братству. Именно во время этой кампании Братство нашло Хаб и установило торговлю с Пустошью впервые с тех пор, как Роджер Мэксон основал организацию.
				]]},
				{"Верховный старейшина Джон Мэксон", [[
Большая часть правления Верховного старейшины Джона Мэксона омрачена Кризисом Единства. Мало что инструкторы сегодня преподают своим ученикам в отделениях, так это то, что Джон Мэксон был гораздо более ориентирован вовне, чем его отец, хотя он никогда не был так благотворителен к посторонним, как его дед.
Джон верил в то, что он называл "Соответствующей Дистанцией" между Пустошью и Братством Стали. Признавая, что орден был основан ради внешнего мира, но зная, что он также существует из-за внешнего мира и должен поддерживать необходимую границу.
Таким образом, он открыл Братство для новых членов, но только для тех, кто мог продемонстрировать почти неразумную преданность ордену, частью которого они не были. Предприняв опасное задание в Сияние, руины бывших офисов "Вест-Тек". Любой, кто успешно это сделает, по его мнению, был действительно достоин Братства Стали.
Мало кто пытался совершить это путешествие, ещё меньше вернулось.

Джон Мэксон запомнился как хороший человек, который просто не подходил для политики своей должности.
Его политика в конечном итоге укрепила Братство, воссоединив их с миром, который Мэксон II в значительной степени оставил позади.
				]]},
				{"Кризис Единства", [[
В 2161 году, на второй год правления Верховного старейшины Джона Мэксона, в Лост-Хиллз прибыл незнакомец. Как и многие, кто пытался вступить в Братство до него, этого человека отправили умирать в поисках технологий в Сияние.
К удивлению всех в бункере, этот незнакомец, одетый в синий комбинезон, действительно вернулся. Сдерживая слово, Братство приняло его как нового Послушника.
Этот человек, ныне известный в истории как Выходец из Убежища или Человек из Убежища 13, помог Джону Мэксону доказать Совету Старейшин, что Братству угрожает растущая сила мутантов на севере, в руинах места под названием "Марипоза".

Большинство в Братстве забыли о старой базе, Роджер Мэксон никогда не упоминал её после Исхода, как и не упоминал эксперименты с ВРЭ при основании Братства Стали.
Главный скриптор Ври оказалась бесценной в раскрытии происхождения и природы этих новых "Супермутантов". Несмотря на угрозу Лост-Хиллз, другие Старейшины настаивали на том, чтобы оставаться под землей, спрятанными в бункере. Джон Мэксон, однако, настаивал на том, чтобы Братство приняло меры.

С доказательствами от Выходца из Убежища Совет Старейшин наконец уступил и одобрил формирование ударной группы Паладинов и отправку для уничтожения Марипозы и другого места, где, как говорили, обитал лидер мутантов: Собора.
С помощью Братства Выходец из Убежища уничтожил Единство, обратив их в бегство в Пустошь.
				]]},
				{"Верховный старейшина Ромб", [[
Будучи Главой Паладинов при Верховном старейшине Джоне Мэксоне, Ромб доблестно служил в конфликте между Братством и Единством. Он был известен строгим взглядом на Кодекс и миссию Братства.
Ромб сменил Джона Мэксона на посту Верховного старейшины, став первым вне линии Мэксонов, занявшим эту должность. Ромб продолжил наследие своего наставника, превратив Братство в более активную силу в Пустоши. При Верховном старейшине Ромбе Братство Стали стало крупным центром исследований и разработок в регионе; и благодаря установлению торговли с расцветающей Новой Калифорнийской Республикой Братство Ромба начало возвращать технологии в Пустошь.

Ромб приказал построить небольшие наблюдательные бункеры по всей Калифорнийской Пустоши. Строя подземные аванпосты в таких местах, как Шейди Сэндс (столица НКР), Ден и Сан-Франциско. Это познакомило Братство с ещё одним обществом нового мира, которое могло сравниться с ними в технологической мощи: Ши. Братство изначально использовало эти бункеры для обмена технологиями.
Несмотря на усилия Ромба адаптировать Братство к Пустоши, организация вскоре стала параноидальной, и эти бункеры обрели новую цель: следить за другими фракциями Пустоши. Это было сделано в первую очередь для информирования Братства о событиях в регионе, так как они активно избегали растущей политической борьбы между НКР, Ши и Городом Убежище.
				]]},
				{"Верховный старейшина Джереми Мэксон", [[
Внук Джона Мэксона, Джереми стал Верховным старейшиной после смерти Ромба в 2230 году. Джереми унаследовал процветающее Братство. Под его руководством Братство Стали начало расширяться в другие регионы послевоенных Соединённых Штатов. Ромб пытался отправить Братство на восток десятилетиями ранее, с неудачной экспедицией в Чикаго.
Джереми Мэксон последовал этому примеру с дальнейшими экспедициями на восток и север. Благодаря его экспансионистскому менталитету Братство основало новые отделения в Колорадо, Неваде, Орегоне и Монтане. Джереми Мэксон продолжил политику Ромба и возвращал технологии в Пустошь через контролируемую торговлю с НКР, Ши и Городом Убежище. На момент этой записи данных (12 октября 2236 г.) Джереми Мэксон является действующим Верховным старейшиной Братства Стали.
				]]},
			}},
        {"Касты Братства", {

			{"Совет Старейшин", [[
Руководящий орган внутри тайного общества Братства.
Хотя большинство отделений выбирают только одного Старейшину за раз, нет правила, ограничивающего количество Старейшин, которое может иметь отделение. Лост-Хиллз поддерживает совет из четырёх Старейшин.
Старейшины обсуждают и голосуют по вопросам под руководством Верховного старейшины, которого они избирают. Верховный старейшина поддерживает порядок во время заседаний совета и следит за тем, чтобы ни одно голосование не закончилось ничьёй.
Из уважения к Лост-Хиллз, отдаленные отделения со своими советами не используют титул Верховного старейшины для обозначения своего лидера, вместо этого используя вторичный титул Генерала.
			]]},
            {"Паладины", [[
Паладины служат элитной воинской кастой Братства. Паладины отвечают за все операции на поверхности: от поиска артефактов в Пустоши до уничтожения угроз безопасности отделения.
Паладины также охраняют бункер и его библиотеку от потенциальных злоумышленников. Вооружённые передовым оружием и имея единоличный доступ к силовой броне Братства, Паладины являются защитниками древних знаний.
Хотя это не закреплено правилом, Паладины часто являются единственными членами Братства, имеющими право на избрание в Совет Старейшин.
			]]},
			{"Рыцари", [[
Выступая в роли ремесленников и строителей Братства, Рыцари конструируют и ремонтируют запасы оружия и брони отделения.
Часто называемые опорой Братства, Рыцари поддерживают отделение и его бункер в рабочем состоянии.
Наряду с инженерными обязанностями, Рыцари также могут вызваться для ограниченной боевой подготовки и выполнения обязанностей на поверхности: разведка, торговля с посторонними или сопровождение Паладинов в патруле. Благодаря этим второстепенным обязанностям Рыцари могут заслужить место среди почитаемых Паладинов.
			]]},
			{"Скрипторы", [[
Считающиеся мозгом Братства, Скрипторы ведут библиотеку отделения и его коллекцию реликвий. Скрипторы изучают восстановленные тексты, артефакты и образцы, чтобы сохранять знания и исследовать новые технологии.
Помимо этих обязанностей, они отвечают за образование членов отделения и занимаются всеми медицинскими нуждами внутри бункера.
			]]},
			{"Послушники", [[
Лица, рождённые в тайном обществе Братства и достигшие совершеннолетия, чтобы стать присягнувшими Братьями Стали.
В течение короткого периода обучения, воспитания и наблюдения они продвигаются от Младшего до Старшего Послушника.
По истечении этого времени им предлагается выбор: принять Клятву Братства и служить Братству всю жизнь; или поклясться в сохранении тайны и навсегда покинуть Братство.
Приняв Клятву Братства, они выбирают либо путь Рыцаря, либо путь Скриптора; и их жизнь служения Братству и сохранению знаний начинается по-настоящему.
			]]},
		}},
	}
}

lang["#BOS_BUNKER_PRIVATE"] = {
	name = "Закрытый архив Бункера",
	logs = {
        {"Касты Братства", {

			{"Совет Старейшин", [[
Руководящий орган внутри тайного общества Братства.
Хотя большинство отделений выбирают только одного Старейшину за раз, нет правила, ограничивающего количество Старейшин, которое может иметь отделение. Лост-Хиллз поддерживает совет из четырёх Старейшин.
Старейшины обсуждают и голосуют по вопросам под руководством Верховного старейшины, которого они избирают. Верховный старейшина поддерживает порядок во время заседаний совета и следит за тем, чтобы ни одно голосование не закончилось ничьёй.
Из уважения к Лост-Хиллз, отдаленные отделения со своими советами не используют титул Верховного старейшины для обозначения своего лидера, вместо этого используя вторичный титул Генерала.
			]]},
            {"Паладины", [[
Паладины служат элитной воинской кастой Братства. Паладины отвечают за все операции на поверхности: от поиска артефактов в Пустоши до уничтожения угроз безопасности отделения.
Паладины также охраняют бункер и его библиотеку от потенциальных злоумышленников. Вооруженные передовым оружием и имея единоличный доступ к силовой броне Братства, Паладины являются защитниками древних знаний.
Хотя это не закреплено правилом, Паладины часто являются единственными членами Братства, имеющими право на избрание в Совет Старейшин.
			]]},
			{"Рыцари", [[
Выступая в роли ремесленников и строителей Братства, Рыцари конструируют и ремонтируют запасы оружия и брони отделения.
Часто называемые опорой Братства, Рыцари поддерживают отделение и его бункер в рабочем состоянии.
Наряду с инженерными обязанностями, Рыцари также могут вызваться для ограниченной боевой подготовки и выполнения обязанностей на поверхности: разведка, торговля с посторонними или сопровождение Паладинов в патруле. Благодаря этим второстепенным обязанностям Рыцари могут заслужить место среди почитаемых Паладинов.
			]]},
			{"Скрипторы", [[
Считающиеся мозгом Братства, Скрипторы ведут библиотеку отделения и его коллекцию реликвий. Скрипторы изучают восстановленные тексты, артефакты и образцы, чтобы сохранять знания и исследовать новые технологии.
Помимо этих обязанностей, они отвечают за образование членов отделения и занимаются всеми медицинскими нуждами внутри бункера.
			]]},
			{"Послушники", [[
Лица, рождённые в тайном обществе Братства и достигшие совершеннолетия, чтобы стать присягнувшими Братьями Стали.
В течение короткого периода обучения, воспитания и наблюдения они продвигаются от Младшего до Старшего Послушника.
По истечении этого времени им предлагается выбор: принять Клятву Братства и служить Братству всю жизнь; или поклясться в сохранении тайны и навсегда покинуть Братство.
Приняв Клятву Братства, они выбирают либо путь Рыцаря, либо путь Скриптора; и их жизнь служения Братству и сохранению знаний начинается по-настоящему.
			]]},
		}},
		{"Заповеди", {

			{"Свиток Законов", [[
Законы Братства Стали были установлены Верховным старейшиной Роджером Мэксоном при основании ордена. Их цель - обеспечить мир и порядок среди членов Братства и установить моральные и этические нормы поведения, ожидаемые от них.
Как записано в Свитке Законов, кодексы Братства Стали следующие:

⁃	Не совершай насилия над Братом Стали.

⁃	Чти все клятвы, выполняй все обещания.

⁃	Веди себя с достоинством, честностью и уважением ко всем Братьям.

⁃	Защищай все знания, все технологии, даже от своих собратьев.

⁃	Все технологии должны изучаться и никогда не должны уничтожаться.

⁃	Оберегай себя от тех, кто не связан с тобой Сталью. Помогай им, когда можешь, но не теряй себя из виду.
			]]},
            {"Свиток Цели", [[
Братство Стали - это тайное общество, основанное на братских ценностях и посвящённое сохранению и защите человеческого прогресса. История, искусство, наука, литература, технологии; всё должно быть сохранено.
Это единственная причина, по которой каждый Брат Стали получил жизнь: чтобы человечеству не пришлось заново проходить свой путь. Мы рождены, чтобы выполнять миссию, и мы умрём, выполняя её.
			]]},
			{"Свиток Возвышения", [[
Общество Братства ценит мудрость, честь, мастерство и опыт. Члены распределяются по одной из трёх каст в соответствии с их навыками, и их звания измеряются степенями, такими как: Младший, Ученик, Подмастерье и т.д. Смотрите запись о Кастах Братства для получения дополнительной информации.
			]]},
			{"Связующая Цепь", [[
Связующая Цепь является основополагающим принципом Братства Стали. Она укрепляет общие узы товарищества, которые объединяют каждого Брата Стали в их стремлении сохранить знания человечества.
Эта доктрина предписывает, что приказы передаются вниз по иерархии Братства, никогда не пропуская никого в цепи командования. Это обеспечивает ясность среди членов Братства и предотвращает подрыв чьего-либо авторитета.

Связующая Цепь также обязывает членов подчиняться любым и всем приказам вышестоящего, которые не противоречат принципам, заповедям или морали Братства.
Это сохраняет целостность и намерения Братства и обеспечивает чистоту идеологии среди его членов. Доктрина была первоначально сформулирована Роджером Мэксоном как средство поддержания порядка в Лост-Хиллз, но со временем эволюционировала, чтобы эффективно выполнять роль опоры основных убеждений Братства.
			]]},
		}},
		{"Архивум", {

			{"Мемуары Выходца из Убежища", [[
Благодаря усилиям паладина Мейнера и Скриптора-подмастерья Ленни им удалось восстановить последнюю записанную речь легендарного Выходца из Убежища.
После обнаружения деревни Арройо и с разрешения старейшин племени нам была предоставлена копия мемуаров. Вся информация, записанная ниже, является точной копией оригинальной рукописи, переписанной Главным Скрибом и несколькими другими Старшими Скрибами в Лост-Хиллз. Она была публично распространена по коммуникационной сети Братства.

"Единственное хорошее в старении - это то, что ты можешь поступать по-своему. Новые лидеры Племени (они отказываются называть себя Старейшинами, пока я не уйду, что, если повезёт, должно случиться скоро) хотят, чтобы я записал свои знания для будущих поколений. Ба! Какие знания им нужны, они должны добывать потом и кровью, а не какими-то буквами на странице. Но будущее - великая неизвестность, и, возможно, они правы. Чтобы сделать их счастливыми, я записал то, что, по моему мнению, будет важным. (Важные слова - "по моему мнению, будет важным".)

Они хотят, чтобы я написал свои мемуары. Хорошо. Я сделаю это. Но, как поется в песне, я сделаю это по-своему. И я достаточно стар, чтобы настоять на своём.

Война
Я мало знаю о войне, но это не так важно. Много людей погибло, когда взорвалось много атомных бомб и чуть не уничтожило мир. Если вы не знаете, что такое атомная бомба, представьте себе худшее, что только можно. Атомные бомбы были хуже этого.

Убежища
Как и все первоначальные члены Племени, я родом из убежищ. До Войны правительство Соединённых Штатов, которое насчитывало тысячи деревень и имело много, много соплеменников в каждой деревне, заплатило за то, чтобы вырыть эти огромные норы в горах и построить под землей хижины из металла и камня. Было много Убежищ. Некоторые были близко к городам, а некоторые далеко. Эти Убежища должны были использоваться как безопасные места в случае атомной войны. Как вы уже догадались, когда пришла Война, ваши предки попали в Убежище. В Убежище 13, если быть точным.

В течение нескольких поколений ваши предки и мои жили внутри убежища. Насколько они могли судить, пытаться покинуть убежище было слишком опасно. Они выращивали свою еду, перерабатывали отходы, читали, работали, спали, заводили семьи и даже очищали необходимую воду внутри убежища. Я родился в яслях и воспитывался общиной (и роботом). Это была хорошая жизнь, но всему хорошему приходит конец. Примерно через три поколения после войны сломался чип очистки воды, от которого зависело убежище. Все запасные части отсутствовали или были сломаны, и без чипа воды убежище было обречено. Нужно было что-то делать.

Смотритель собрал здоровых из нас в определённом возрасте и заставил тянуть жребий. Угадайте что? Я вытянул короткий. Не было бы большой истории, если бы не так, правда?

Я покинул убежище на следующий день.

Жизнь снаружи
Мои первые несколько дней были, мягко говоря, ужасны. Я отбивался от гигантских мутировавших крыс, которым слишком уж хотелось меня съесть.
Моей единственной зацепкой было местоположение другого убежища, номер 15. Я несколько дней бродил по пустыне, пока не наткнулся на небольшое поселение. Я остановился там за помощью и наткнулся на маленький городок под названием Шейди Сэндс. Я помог им, и они помогли мне. Поймите, выживание требует, чтобы вы работали вместе, даже с людьми, которым вы можете не доверять. Я, однако, заслужил доверие двух выдающихся граждан Шейди-Сэндс - Тэнди и её отца, Арадеша.

С их знаниями и помощью человека по имени Иэн я продолжил свой путь к убежищу 15. К руинам убежища 15, если быть точным. Разрушенное стихией, мародёрами и временем, убежище 15 ничем не могло помочь моим людям. Комната управления с их чипом воды была погребена под тоннами обвалившейся породы, и мне пришлось двигаться дальше.

После небольшой проблемы с рейдерами, которые ещё долгие годы будут преследовать не только меня, но и Племя, я оказался в Джанктауне. Именно здесь я усвоил самое главное правило: делать добро иногда означает быть очень плохим человеком. Мои воспоминания о Джанктауне омрачены, и я не испытываю угрызений совести за свои действия в том месте. Там я наткнулся на собаку, которая взяла надо мной шефство и была моим верным другом с тех пор. Я скучаю по Псу до сих пор.

Хотя Джанктаун был городом торговцев (и предателей), там не было чипа воды. Я ещё не был в отчаянии, так как у меня еще было время найти чип и вернуться домой, но мне нужно было двигаться дальше. К счастью, они указали мне дорогу на Хаб, крупнейший город в пустоши.

Хаб был больше, чем Джанктаун и Шейди Сэндс вместе взятые. Можно было бы уронить туда убежище, и его, наверное, никто бы не заметил. Но у людей Хаба не было жизни, и это было такое же безлюдное место. Однако это успокоило мой ум, что я смог нанять несколько торговцев, чтобы доставить воду в убежище. Оглядываясь назад, это, вероятно, было ошибкой, но я всё ещё был невинен перед лицом зла, таящегося в руинах цивилизации. Небольшая подсказка привела меня в город гулей, место, которое они называли Некрополем. Там я столкнулся с большими мутантами, вооружёнными оружием неизвестного происхождения. С тяжёлой грустью я должен сказать, что Иэн потерял свою жизнь в городе мертвых. Супермутант сжёг его огнемётом. Время не властно над памятью о горящей плоти. Его жертва не была напрасной, так как я нашёл чип воды, погребенный под городом. С более лёгким сердцем я вернулся в убежище 13.

Враги государства
Хотя смотритель был явно рад видеть меня вернувшимся в убежище живым и с необходимым чипом воды, он был расстроен моим описанием супермутантов. Именно тогда я осознал ошибку, которую совершил с торговцами водой. Я указал им и другим путь к нашему дому. Без защиты анонимности убежище могло быть легко уничтожено. Знание о судьбе убежища 15 не помогало. Смотритель поручил мне новую миссию. Найти и уничтожить угрозу супермутантов. Я снова покинул убежище. На этот раз моё сердце было легче. Оглядываясь назад, я понимаю, что это был первый раз, когда я должен был увидеть истинное лицо других обитателей убежища и смотрителя.

Я вернулся в Хаб в поисках зацепок. Я провел там некоторое время и обнаружил теневой мир в суете этого большого города. Они думали, что смогут мной манипулировать, но я доказал им обратное и вместо этого использовал преступников. Я спас молодого человека, который принадлежал к Братству Стали. Несколько смутьянов пытались остановить меня, но я многому научился в вопросах выживания с тех пор, как покинул убежище.

В моих интересах было уехать из города на некоторое время. Я отправился в это Братство. Думая, что у них есть знания, которые я искал, я попытался вступить в него. Они потребовали, чтобы я отправился в задание, прежде чем они меня впустят. Думая, что это будет короткое и лёгкое задание, я согласился и отправился в место, которое они называли Сиянием. Ужас атомной войны никогда не был так очевиден для меня, как тогда. Братство было удивлено, увидев меня, и ещё больше удивлено тем, что я не только выжил в их задании, но и преуспел. Они дали мне необходимую информацию и немного своих технологий, и я отправился на поиски Могильника. По пути я сделал крюк и остановился в Некрополе, чтобы навестить старых друзей. К сожалению, это место теперь действительно стало городом мертвых. Все гули были убиты. Большие мутанты бродили по улицам. Я нашёл одного выжившего, который сказал мне, что мутанты напали вскоре после моего ухода. Перед смертью гуль сказал мне, что мутанты искали чистых людей, и одного в частности. Описание особой цели мутантов идеально подходило мне. С тяжёлым сердцем и холодным жжением в душе я продолжил путь к Могильнику.

Создатель
Город Лос-Анджелес, должно быть, был крупнейшим в мире до Войны. Могильник Лос-Анджелеса простирался бесконечно, скелеты зданий лежали под палящим солнцем. Даже ветер не заходил в этот мёртвый город.

Я нашёл много врагов и несколько друзей в Могильнике. Я убивал, когда было необходимо, и узнал больше о природе моих истинных врагов. Глубоко под землёй я нашёл зло, стоящее за мутантами и их армией. В тёмном и зловещем убежище, где стены сочились человеческой плотью, а крики умирающих эхом разносились по коридорам, я нашёл много злых существ и мутантов.

Идя среди уродливых, я убил одного из их слуг и взял его одежду. Скрытый от случайных обысков, я пробрался на дно убежища. Чем глубже я спускался, тем ужаснее становилось путешествие. Всё больше и больше плоти можно было найти, встроенной в сами стены. Самым ужасным было то, что плоть была ещё жива и даже осознавала моё присутствие.

Через некоторое время я оказался перед самым отвратительным зрелищем. Я до сих пор не могу заставить себя написать об этом открытии, но да будет известно, что когда я ушёл, чудовище было мертво, и Создатель мутантской армии больше не существовал.

Чаны
Моя работа всё ещё не была закончена, потому что у меня оставалась ещё одна задача. Создатель буквально строил свою армию по одному мутанту за раз. Людей, желательно с небольшим радиационным поражением, захватывали и отправляли в чаны. Там их погружали в нечто под названием ВРЭ, которое превращало их в больших, чудовищных мутантов.

Я должен был найти эти чаны и также вывести их из строя, чтобы другой не занял место Создателя и не продолжил создавать армию мутантов. К счастью, мои друзья в Братстве дали мне несколько подсказок и помогли достичь цели. Вторгшись в чаны, я столкнулся с новыми мутантами и роботами. Никто не мог стоять у меня на пути. У меня была миссия. У меня была цель. У меня была действительно большая пушка. Именно здесь пал Пёс, жертва мощного энергетического силового поля. Я скучаю по тому парню. В тот день я уничтожил чаны, а вместе с ними и армию мутантов. Последнее, что я слышал, они раздробились и исчезли в пустыне.

Моё возвращение в убежище 13
Меня не встретили как героя, когда я вернулся в убежище 13. Смотритель встретил меня снаружи массивной двери убежища и сказал мне прямо, что, хотя мои услуги убежищу всегда будут помнить, он больше не может доверять мне или тому, кем я стал. Он сказал что-то вроде того, что я спас убежище, а теперь должен уйти. Ублюдок.

И вот я ушёл.

Последующие дни и недели были для меня тяжёлыми. У меня было мало настоящих друзей вне убежища, и они погибли, следуя за мной. Теперь моя семья выгнала меня и сказала, что я никогда не смогу вернуться. Я кричал. Я плакал. Постепенно я начал осознавать, что смотритель, возможно, был прав. Я изменился. Жизнь вне убежища была другой, и теперь я тоже был другим. Но я так и не простил его за то, что он со мной сделал.

Я бродил по пустыне, но никогда не уходил далеко от гор, которые защищали убежище от остального мира. Возможно, я хотел вернуться и силой прорваться или умолять их принять меня обратно. К счастью, до этого не дошло. Я нашёл несколько несчастных душ, небольшую группу обитателей убежища, которые, услышав о том, что со мной случилось, решили покинуть убежище и присоединиться ко мне. Они мало знали о внешнем мире и погибли бы, если бы не моя помощь.

Вместе наша маленькая группа двинулась на север, прочь от убежища, прочь от той старой жизни. Постепенно я учил их тому, чему научил меня опыт. И вместе мы научились процветать.

Племя
Со временем наша разношёрстная группа превратилась в племя. Я влюбился в одну из них, и мы создали семью, как и все наши соплеменники.

Мы основали деревню, за высоким утёсом. Это надёжный дом благодаря нашему тяжёлому труду. Мы посылали разведчиков обратно к убежищу, чтобы помочь другим, кто думал, как мы, но это постепенно сошло на нет. Мы больше не ходим в том направлении. Мне часто интересно, что стало с убежищем 13 и другими убежищами, но у меня никогда не было времени отправиться исследовать снова.

Я учил других навыкам, необходимым для выживания и силы. Охота, земледелие и другие навыки, чтобы прокормить нас. Инженерия и наука, чтобы строить наши дома. Бой, чтобы защищать то, что принадлежит нам.

Мы с моей любовью возглавляли деревню и племя. Племя росло и крепло с нашей помощью. Но всему приходит конец. Наши сыновья и дочери теперь лидеры. Я уверен, что племя продолжит расти и крепнуть под руководством наших детей.

Моя любовь умерла много лет назад, и не проходит и дня, чтобы я не думал о лице Пэт. Я вижу его каждый раз, когда смотрю на наших детей. Этот дневник - наше наследие им, их детям и остальному племени. Это моя история, и я буду её придерживаться.
-Странник
			]]},
            {"Чужой", [[
Примечание Старшего скриптора Беатрикс: Оригинальная копия этой голозаписи с видео была утеряна, но на нее есть несколько ссылок в довоенных терминалах и журналах. Похоже, это видео было об инциденте на довоенном спутнике, когда странное и смертоносное существо попало на борт через одного из инженеров и начало убивать всех членов экипажа одного за другим. В конце концов один выживший остановил его и выбросил в открытый космос. И ещё, каким-то образом замешана кошка. К сожалению, больше ничего не известно.
			]]},
			{"Поверхностные войска", [[
Примечание Старшего скриптора Беатрикс: Оригинальная копия этой голозаписи с видео была в значительной степени повреждена и находится в библиотеке Лост-Хиллз для будущего восстановления. Пока это все, что можно было о ней узнать в ходе моих исследований. Лента была довольно популярна среди солдат США до войны и оказала длительное влияние на культуру того времени. Похоже, она о солдатах США, защищающих базу от больших мутировавших насекомых (звучит знакомо для нашей ситуации). И о том, что "служба гарантирует гражданство". В конечном итоге она пыталась пародировать некоторые политические тенденции США того времени и была запрещена в нескольких кинотеатрах, а также названа коммунистической пропагандой. Довольно интересное видео, если бы мы могли заставить его работать.
			]]},
			{"Ересь Евдока", [[
Примечание Старшего скриптора Беатрикс: Всё это просто запутанная мешанина сюжетных моментов и плохих оправданий автора, чтобы втиснуть гротескных персонажей и оружие. Серьёзно, понятия не имею, почему было потрачено столько усилий на эти вещи, поскольку это, похоже, просто маркетинговая схема, чтобы заставить людей покупать фигурки. Несколько книг, которые я прочитала (и перечитала), перекрывали и аннулировали сюжетные моменты из других книг. Я беру перерыв от этих проклятых вещей.
			]]},
		}},
		{"Досье фракций", {

			{"Новая Калифорнийская Республика", [[
Новая Калифорнийская Республика (НКР) - это государство, сформированное по свободному образцу довоенного американского правительства. Они придерживаются ценностей демократии, дипломатии и свободы. Их нынешний лидер: президент Тэнди занимает свой пост в столице страны Шейди Сэндс. Тэнди ценит дипломатию выше силы и поддерживает позитивные отношения с Советом Старейшин. Силы НКР в Северной Калифорнии и Южном Орегоне базируются в маленьком пустынном городке под названием Солт-Уэллс.
НКР - относительно молодое государство. Основанное бывшими жителями убежища 15, оно выросло в зарождающуюся силу в Пустоши. Тэнди десятилетиями работала над расширением их границ путем мирной дипломатии, что приносило разные результаты. Основные силы НКР поддерживали позитивные связи с Братством на протяжении десятилетий и получили ограниченный доступ к нашим знаниям и технологиям.
НКР использует арсенал оружия, напоминающий довоенные артефакты. Солдат часто можно увидеть с штурмовыми винтовками R91, боевыми винтовками AK-110, лёгкими пулемётами MG-75. Некоторые подразделения, такие как их элитные рейнджеры, были замечены с гораздо более старым огнестрельным оружием, таким как автомат Браунинга и револьвер BFR. В целом, они используют разнообразное баллистическое оружие; но имеют очень ограниченный доступ к энергетическому оружию.
НКР использует различные модели брони. Их стандартная пехота наиболее унифицирована: средний солдат носит полевую куртку и гетры, соответствующие местности. Арамидные жилеты выдаются для защиты солдата от колющих ударов и огня из стрелкового оружия. Каждому солдату пехоты НКР выдаётся стальной шлем "Броди". Специализированные подразделения, такие как офицеры по контролю за беспорядками и тяжёлые пехотинцы, часто оснащены комплектами боевой брони. Эта броня часто добывается или приобретается в результате торговли с Братством Стали. Рейнджеры НКР носят различную форму, часто жертвуя защитой ради мобильности. Патрульная броня защищает от большинства видов холодного оружия и крупнокалиберного огнестрельного оружия. Их гордостью и радостью, однако, является полицейская броня рейнджеров НКР, обычно выдаваемая только опытным рейнджерам. Эта довоенная броня практически неуязвима для большинства видов холодного оружия и обеспечивает отличную защиту от огнестрельного оружия. Однако большинство рейнджеров, получивших эту броню, отказываются от использования набедренных пластин ради мобильности и скрытности в полевых условиях.
На данный момент Совету Старейшин неизвестно о каких-либо комплектах силовой брони, находящихся в общем пользовании НКР; фракция также не кажется способной или близкой к способности производить даже базовые комплекты, такие как T-45d. Однако Братство подарило один такой комплект НКР несколько лет назад, который фракция вычурно модифицировала в церемониальную форму. С тех пор этот комплект был выдан региональному командиру НКР. Возможно, что другие члены НКР могут найти и использовать комплекты силовой брони.
Известно, что НКР сотрудничает с местными фракциями и поселениями, придерживаясь политики дипломатии президента Тэнди. Однако в случае провокации НКР, как известно, наносит ответный удар с огромной силой и яростью. Однако зависимость НКР от сотрудничества с местными группами привела к их связям с фракциями, которые Братство Стали считает не совсем респектабельными, такими как Ван Граффы и компания "Шифр".

Как уже говорилось ранее, НКР поддерживает позитивные отношения с Братством Стали.
НКР контролирует территорию в Солт-Уэллс и вокруг него. Они также присутствуют в Маунин-Пасс через лагерь Уиллоу. Ранее НКР держала силы в долине Йолла, но с тех пор оставила регион Выживальщикам долины и Пустынным рейнджерам.
Основываясь на наших оценках, считается, что НКР представляет минимальную угрозу для Братства Стали из-за их истории позитивного и продуктивного взаимодействия.
			]]},
			{"Компания \"Феникс\"", [[
Компания "Феникс" - довольно сложная организация. Их происхождение в значительной степени неизвестно. Некоторые Скрипторы предполагают, что их основатели могли быть жителями убежища, но это остаётся неподтверждённым. Замечено, что "Феникс" используют сложные военные построения и средства связи, а также тактику и стратегии. Это в сочетании с их военным снаряжением делает их значительной силой против многих других фракций в Пустоши.
Известно, что основная база операций компании "Феникс" находится в руинах Салема, штат Орегон; где они находятся в состоянии жёсткого противостояния с остатками Армии Создателя.
Компания "Феникс" опирается на обширную иерархию с званиями, которые, кажется, в основном взяты из вооружённых сил старого мира. Их нынешний известный лидер называется Генерал Шепард. Вместе с ним есть офицеры с такими званиями, как Майор, Полковник и Уорент-офицер.
Что касается оружия и брони, "Феникс" входят в число более продвинутых фракций Пустоши. Хотя они не так хорошо оснащены, как Братство, они обычно превосходят НКР и Пустынных рейнджеров по качеству снаряжения. Они могут экипировать большинство своих членов, даже новобранцев, в комплекты боевой брони. У них также есть собственная броня, изготовленная из различных полимеров и пластин, которую они называют наёмнической броней. Также было замечено, что они используют комбинацию баллистического и энергетического оружия.
Известно, что "Феникс" внедряют членов своей организации в другие фракции в качестве кротов и информаторов. Такие учреждения, как Пустынные рейнджеры и военные НКР, были предупреждены о необходимости тщательного отбора новобранцев.
Хотя Братство прилагало усилия, чтобы помочь "Фениксу" в их борьбе против Единства и сотрудничать для улучшения человечества, "Феникс", похоже, полны решимости создать конфликт между своей компанией и нашим орденом. После того как случай неправильной идентификации заставил Рыцаря открыть огонь по солдатам "Феникса", они объявили военные действия против Братства Стали. Таким образом, Компания "Феникс" признана враждебной Братству Стали.
Компания "Феникс" считается чрезвычайной угрозой для Братства. Их снаряжение и подготовка выделяют их среди растущего списка врагов Братства. Не стоит недооценивать их.
			]]},
			{"Избранные Единства", [[
Единство (также известное как Армия Создателя) - это религиозная, полувоенная организация, которая когда-то терроризировала Пустошь Южной Калифорнии. Они впервые появились вокруг руин военной базы Марипоза и в окрестностях разрушенной церкви в Могильнике, называемой Собором.
Их бывшие базы в Марипозе и Соборе были уничтожены Послушником Братства в 2161 году. Во время этой кампании храбрый Послушник лично убил и Создателя, и Лейтенанта этой культоподобной армии. Этот Послушник, известный Пустоши как Выходец из Убежища, с тех пор исчез и больше не доступен для дальнейших докладов о Единстве.
В настоящее время Единство обитает на заброшенной станции метро в разрушенном городе Салем, штат Орегон. Они находятся в интенсивном противостоянии с компанией \"Феникс\" за контроль над руинами.
Что касается их иерархии, Братство считает, что Единство состоит из двух основных компонентов. Армия Создателя состоит в основном из супермутантов и последователей-гулей. Рядом с ними есть Чада Собора, священство, состоящее из людей и гулей, присягнувших на верность Создателю.
Чада Собора, до раскрытия существования Создателя, рассматривались как эксцентричный культ, погружавшийся в местные общины, предлагая медицинские услуги. За этим фасадом благотворительности скрывалась скрытая попытка обратить любого, кто слушал, на дело Создателя и его Единства.
В дикой природе у Единства наблюдалось использование различных званий. Во времена Создателя это были лейтенанты, командоры и капитаны. Некоторые предполагают, что они отказались от длинного использования титулов, полагаясь вместо этого на имена и выделяя только тех членов, кто в священстве. Однако некоторые отчеты упоминают, что члены называют друг друга военачальник, повелитель и т.д.
Нынешний лидер Единства неизвестен. Однако известно, что члены Единства выкрикивают имя Гильгамеш в бою. Скрипторы утверждают, что это может быть их лидер, возможно, даже новое божество, которое они изобрели.
Что касается их снаряжения, Единство имеет доступ к довоенному оружию военного образца, а также к передовым платформам энергетического оружия, взятым из исследовательских лабораторий в Марипозе и окружающих складах. Хотя Братство захватило много этого вооружения после поражения Единства, их элитные воины были замечены с использованием того, что осталось. В то время как большинство членов Единства одеваются в грубую броню из металлолома, сообщения упоминают, что по крайней мере некоторые начали носить сломанные части силовой брони в качестве нательной брони. Если столкнетесь с таким врагом, нашим братьям рекомендуется избегать прицеливания в эти части тела. Работает она или нет, эти куски все еще обеспечивают огромную защиту.
Хотя Братство не питает вражды к мутантам Пустоши и было согласно позволить Единству доживать свои дни в мире, они сделали это невозможным. Частые нападения на Братство, а также уничтожение ценной истории и знаний прояснили их намерения. Они настроены враждебно, и Братство должно защищаться. Таким образом, Единство считается враждебным и возведено в ранг чрезвычайной угрозы для Братства. Не стоит легкомысленно относиться к этому врагу, Братья. Их мутантское население в сочетании с религиозным рвением и технологическими возможностями делает их грозным противником.
			]]},
			{"Племя 80-х", [[
Племя 80-х (или просто 80-е) - это банда неопрятных разбойников, которые, как известно, рыщут по Пустоши верхом на раздолбанных мотоциклах и за рулём самодельных багги. Этот клан грязных бродяг охотится на слабых и беспомощных. Они маскируют свой бандитизм под требования свободы и самоопределения, но это в конечном счете плохая маскировка их эгоистичных и разрушительных желаний.
Бродя по пустынным ландшафтам Солт-Уэллс, 80-е являются ярыми соперниками как Новой Калифорнийской Республики, так и Пустынных рейнджеров, противодействуя их усилиям умиротворить регион и установить какой-либо законный порядок.
Что касается иерархии, 80-е плохо организованы и лишены какой-либо цепи командования, которая сделала бы их способными на что-то большее, чем базовое выживание. Эта система, кажется, устраивает их, так как их амбиции, по-видимому, в значительной степени ограничены Солт-Уэллс.
80-х возглавляет личность, которую просто называют Королевой Ржавчины. Об этом человеке мало что известно, но их последователи, кажется, яростно преданы ей.
Что касается снаряжения, 80-е носят грубую броню, сколоченную из кусков ржавого металла и повреждённой кожи. Некоторые были замечены с примитивными респираторами, сделанными из масляных фильтров, примотанных к их капюшонам и маскам, предположительно для фильтрации пыли в воздухе и дыма от их плохо сделанных транспортных средств. Некоторым членам удалось собрать низкокачественные каркасы силовой брони, к которым они прикрутили слои металлолома и старых автомобильных деталей. В результате получается крайне неприглядный, но умеренно эффективный комплект силовой брони. Это ограничено в основном теми, кого они считают своими элитными воинами. Что касается оружия, 80-е в основном используют грубое баллистическое и холодное оружие.
Братство Стали не беспокоится о законе и порядке или их отсутствии в Пустоши. Мы оставляем обязанность укрощения этого умирающего мира НКР и Пустынным рейнджерам. Однако эти изверги были достаточно глупы, чтобы нападать на Паладинов Братства в поле. Они были быстро разбиты при каждой встрече, но их неспособность усвоить урок вынудила Братство вступить с ними в официальные военные действия.
В целом, Совет Старейшин считает 80-х умеренной угрозой для Братства. Они не могут надеяться сравниться с нашим технологическим и интеллектуальным превосходством, но у них есть численность и несколько достойное восхищения упрямство не признавать поражение. Никогда не стоит недооценивать врага, но старайтесь не переоценивать Племя 80-х.
			]]},
			{"Компания \"Шифр\"", [[
Компания "Шифр" - это преступная организация. Состоит из вандалов, рэкетиров, информационных брокеров, контрабандистов, воров и других типов нежелательных элементов.
Их лидер называет себя Грибус. Этот неотёсанный изверг и его банда головорезов охотятся на слабых и беспомощных и помогают некоторым из самых отвратительных личностей в Пустоши.
Члены компании "Шифр" были замечены в районе Маунтин-Пасс. Скрипторы просмотрели прошлые отчёты Паладинов в патруле и нашли один, упоминающий вторичный бункер в долине. Считается, что это место является их текущей базой операций.
Шифры, кажется, лишены какого-либо чувства единообразия. Хотя большинство членов носят довоенные костюмы в грубой попытке выглядеть респектабельно, их арсенал оружия представляет собой полную мешанину. Члены были замечены с передовым энергетическим оружием, грубыми устройствами ближнего боя, довоенными винтовками и ржавыми клинками. Основываясь на этом факте, можно предположить, что члены сами добывают себе оружие. Это может указывать на отсутствие обширной логистической поддержки.
Самыми продвинутыми предметами, известными в распоряжении Шифров, являются различные китайские стелс-костюмы, которые они используют для совершения своих злодеяний незаметно. Считается, что они могли украсть эти костюмы у Ши из Сан-Франциско. Однако Братство обнаружило небольшие убежища, использовавшиеся китайскими шпионами до Великой войны, и не исключено, что Шифры также нашли их и взяли костюмы оттуда.
Братство Стали не является инструментом закона и порядка, но глупые попытки Шифров шантажировать членов Братства и их нападения на патрули Паладинов более чем прояснили их природу. Своими руками они объявили себя враждебными Братству Стали.
В отличие от Камнеедов или 80-х, компания "Шифр" - не обычная банда рейдеров. Они считаются чрезвычайной угрозой для Братства. Их опыт в подрывной деятельности в сочетании с их стелс-костюмами и доступом к передовому оружию делает их способными противниками. Не стоит недооценивать этого врага.
Братство восторжествует.
			]]},
			{"Камнееды", [[
Камнееды - это банда рейдеров из долины Йолла. Они приобрели репутацию мучителей и преследователей одиноких путников и слабо защищённых караванов, проходящих через регион. Они заявляют, что стремятся к независимости и самоопределению, но выбрали делать это за счёт всех соседних поселений.
Камнееды живут в заброшенных шахтах на южной оконечности долины Йолла. Их присутствие сильно раздражает Выживальщиков долины и Пустынных рейнджеров, которые хотят поддерживать поток свободной и процветающей торговли в этом районе. Однако сильно укрепившиеся Камнееды оказались трудно вытесняемыми из своей пещерной крепости.
Камнееды, по-видимому, имеют какую-то связь с довоенными шахтёрами, которые когда-то жили и работали в регионе. Являются ли они потомками этих людей или просто переняли их наследие как культурную идентичность, не совсем известно. Немногочисленные попытки связаться с этим племенем приводили только к конфликту.
Эту принятую ими идентичность можно увидеть в иерархии, которую они поддерживают. Их лидера называют Суперинтендантом, а другие члены носят такие титулы, как Кузнечный Мастер или Пыльная Крыса.
Что касается снаряжения, у Камнеедов есть большой склад отремонтированного шахтёрского оборудования. В этот арсенал входят переделанные комплекты раскопочной силовой брони, некоторые из которых они усилили дополнительными пластинами. Они также используют герметичные шахтёрские костюмы и транспортные средства. Некоторые члены также были замечены в самодельной силовой броне, часто встречающейся у других кланов рейдеров в Пустоши. Камнееды используют любое оружие, которое могут найти, но у них есть доступ к большому количеству взрывчатки и взрывного оружия.
Братство внимательно следит за Камнеедами из-за доступа фракции к более мощным комплектам силовой брони по сравнению с другими рейдерами к югу от Маунтин-Пасс. Их клан был в значительной степени незначителен из-за постоянных смен руководства. Однако недавно они представили нового командира и, по-видимому, готовятся к серьёзным действиям в Пустоши.
Официально Камнееды объявили себя враждебными Братству Стали. Совет Старейшин определил их как умеренную угрозу для Братства. Хотя они являются необученной, неорганизованной бандой головорезов; у них всё же есть сложные комплекты брони. Братьям настоятельно рекомендуется проявлять соответствующую осторожность при взаимодействии с ними.
			]]},
			{"Пустынные рейнджеры", [[
Пустынные рейнджеры - это свободно организованная компания выживальщиков и самопровозглашённых блюстителей закона. Происходя из частей довоенных Аризоны и Невады, члены Пустынных рейнджеров разбросаны по большей части послевоенного запада и юго-запада.
Лица, называющие себя членами Пустынных рейнджеров, упоминались в различных историях и рассказах по всей Пустоши, включая одного, который якобы помог в уничтожении Армии Создателя. Считается, что легендарная репутация Пустынных рейнджеров могла быть ключевым фактором, повлиявшим на формирование собственного Корпуса Рейнджеров НКР.
На первый взгляд, Пустынные рейнджеры - это разносторонняя и опытная организация. Однако им не хватает жесткого чувства организации, членам предоставляется высокая степень автономии и свободы. Каждому члену разрешено применять своё собственное чувство справедливости и порядка, пока они остаются в рамках разумного. У Пустынных рейнджеров есть региональные лидеры, известные как рейнджеры-командиры, эти лица несут ответственность за своих агентов и отчитываются перед главой рейнджеров. Текущего главу рейнджеров зовут Варгас.
С точки зрения вооружения, Пустынные рейнджеры, по-видимому, находятся на аналогичном технологическом уровне, что и Новая Калифорнийская Республика. Как и НКР, они используют широкий спектр баллистического оружия, хотя автономия, предоставленная каждому члену, и требуемая самодостаточность, которая с этим приходит, означает, что каждый член способен владеть любым видом оружия. Хотя их часто можно увидеть с автоматом Браунинга, FNR-53, различными мощными револьверами и модифицированной рычажной винтовкой калибра 14.5-мм под названием "Ранкор".
Известно, что Пустынные рейнджеры внедряют своих членов в местные сообщества, при этом их агенты формируют личные связи с поселенцами, которых они защищают. Эта практика, кажется, вдохновлена маршалами старого запада. Из-за отсутствия централизации каждый агент может стать зависимым от поддержки и покровительства этих местных городов и поселений. Эта зависимость привела к тому, что некоторые члены Пустынных рейнджеров связались с лицами, которых Братство считает не совсем идеальными. Этот список включает, но не ограничивается: Компанией "Шифр" и семьёй Ван Графф.

Пустынные рейнджеры поддерживают позитивные отношения с Братством Стали.
Пустынные рейнджеры в основном живут в регионах Солт-Уэллс, долине Йолла и Эшлэнд. У них нет единой центральной базы. Вместо этого Пустынные рейнджеры действуют из нескольких небольших станций.
			]]},
			{"Семья Ван Граффов", [[
Родом из поселения Нью-Рино, семья Ван Граффов - это синдикатная сеть контрабандистов и нелегальных торговцев. Их основное предприятие - контрабанда и продажа энергетического оружия.
На момент написания этой записи офис Ван Граффов находится в контролируемом НКР городке Солт-Уэллс. Находясь в пределах города, они пользуются правовой защитой НКР. Хотя ходят слухи об их нежелательных сделках с сомнительными фракциями, такими как 80-е и Камнееды, НКР и Пустынные рейнджеры, кажется, довольны, позволяя Ван Граффам действовать без сопротивления.
Хотя они входят в состав преступных семей Нью-Рино, Ван Граффы стараются представлять себя честными бизнесменами. Поэтому они используют безобидные титулы, такие как стажёр и сотрудник.
Что касается оружия и брони, Ван Граффы поддерживают большой арсенал лазерного, плазменного и гаусс-оружия. Их силы охраны используют затемнённую боевую броню и шлемы.
Братство Стали постоянно наблюдает за Ван Граффами, используя нашу полевую станцию в Солт-Уэллс, чтобы следить за их деятельностью. Их неизбирательная продажа энергетического оружия сильно беспокоит членов Совета Старейшин.
На момент написания этой записи Ван Граффы обвинили Братство Стали в шпионаже. Они утверждают, без конкретных доказательств, что Братство проникло в их офисы, украло их секреты и саботировало их оборудование и механизмы. В связи с этим они объявили открытые военные действия против Братства, вынуждая Братство защищаться.
Совет Старейшин признал Ван Граффов реальной угрозой. Их доступ к энергетическому оружию делает их опасными в полевых условиях. Наряду с этим, их сделки оставили другие фракции, такие как Пустынные рейнджеры и НКР, по-видимому, зависимыми от них и, следовательно, в их полном распоряжении. Учитывая все обстоятельства, технологический уровень Ван Граффов и связи в Пустоши делают их опасными. Не стоит их недооценивать.
			]]},
			{"Анклав", [[
Новичок в Пустоши, эта организация поставила в тупик Скрипторов и сравнилась с Паладинами. Их технологические возможности превосходят даже наши.
Называя себя Анклавом, эти таинственные силы были замечены с использованием передовых летательных аппаратов, таких как винтокрылы, для развёртывания ударных групп в окрестностях. Большая часть их патрулей, по-видимому, сосредоточена в районе, известном как Эшлэнд.
Их лидер неизвестен, их настоящая база операций неизвестна, их цели неизвестны. Этот Анклав продемонстрировал только следующие факты: 1.) Они превосходят даже технологии Братства, 2.) Они действуют в районах и вокруг довоенных военных станций, а также убежищ, и 3.) Они не ценят человеческую жизнь.
Отчёты наших Паладинов указывают на то, что Анклав может базироваться в прибрежном укреплении под названием Лагерь Наварро, к северу от Сан-Франциско. Однако некоторые из Паладинов предполагают, что их скорость развёртывания и само присутствие указывают на потенциальную вторичную базу в этом регионе.
Что касается снаряжения, их арсенал далеко превосходит наш. Солдаты, с которыми мы столкнулись, обычно одеты либо в передовую боевую броню, либо в чрезвычайно продвинутые комплекты силовой брони. Дизайн брони не имеет аналогов ни с одной довоенной моделью и способен отражать даже плазменные боеприпасы. Не имея лучшего обозначения, Скрипторы просто стали называть её улучшенной силовой бронёй, или УСБ. Плазменное и гаусс-оружие, по-видимому, является стандартным для Анклава, а более специализированные подразделения используют миниганы "Виндикатор", залповые винтовки H&K G11 и крупнокалиберные винтовки.
Совет Старейшин ясен в отношении Анклава. Они обладают уровнем технологий, который Братство должно достичь. Как мы можем утверждать, что мы хранители Человечества и его коллективных знаний, если нас так легко превосходят? Братство должно завладеть знаниями Анклава. Их открытая враждебность ко всей жизни в Пустоши только доказала их недостойность. Таким образом, Анклав враждебен Братству.
Совет Старейшин определил Анклав как угрозу УРОВНЯ ПРАЙМ для Братства Стали. Их технологии, мобильность, ресурсы, живая сила и загадочность делают их невероятной угрозой для всей жизни в Пустоши; и они, без сомнения, полны решимости уничтожить наше Братство. Однако прямые атаки командой Паладинов обычного размера (3-5) оказались неэффективными. В связи с этим настоятельно рекомендуется соблюдать осторожность, и члены должны призывать на помощь всех своих братьев, прежде чем пытаться вступить в прямое столкновение с Анклавом.
Братья, будьте наблюдательны, будьте осторожны, будьте мудры, будьте в безопасности.
Братство восторжествует.
			]]},
			{"Теневые", [[
Теневые обитают в руинах Салема, штат Орегон. Это фракция рейдеров, которая отличает себя использованием брони чёрного цвета, что делает их почти невидимыми в сумеречных руинах павшего города.
Цели Теневых неизвестны. Их амбиции, по крайней мере сейчас, кажется, ограничены только руинами Салема, так как они не были замечены больше нигде.
Руководство Теневых, а также их иерархия, всё ещё в значительной степени неизвестны.
Наряду с упомянутой выше бронёй, Теневые используют разнообразное оружие, как баллистическое, так и энергетическое. Усугубляя опасность, некоторые члены (называемые изгоями) умудрились заполучить функционирующие комплекты силовой брони T-45d. Эти изгои часто используют самодельные крупнокалиберные винтовки, которые, кажется, с равной вероятностью могут убить и их самих, и кого-либо ещё.
Теневые, так же как и Контрабандисты Мёртвого устья и Отверженные Эшлэнда, враждебны и агрессивны ко всем другим фракциям. У них нет известных союзников, и они выступают третьей стороной в противостоянии между компанией "Феникс" и Единством. В связи с этим они считаются враждебными Братству.
Совет Старейшин советует проявлять осторожность при взаимодействии с Теневыми, так как они считаются умеренной угрозой для Братства. Это не обычные рейдеры; и их изгои особенно опасны. Берите с собой побольше патронов, стимуляторов и пару Паладинов для дополнительной поддержки.
			]]},
			{"Выживальщики долины", [[
Выживальщики долины живут в зелёных высокогорьях долины Йолла. Они приветствуют всех новичков и проявили сильное желание учить других выживать и процветать в дикой природе Пустоши.
Цели Выживальщиков долины, по-видимому, заключаются в построении мирного и процветающего сообщества на границе границ НКР. Они ведут общинный образ жизни, где каждый житель работает на процветание всего поселения.
У Выживальщиков нет чёткого руководства или иерархии, но все люди, кажется, следуют воле Джексона, добропорядочного и опытного члена сообщества.
Когда НКР покинула долину Йолла, Выживальщики взяли на себя мантию обеспечения безопасной и стабильной торговли и движения через регион. В достижении этой цели они развили позитивные отношения с Пустынными рейнджерами, при этом каждая сторона патрулирует и охраняет свою часть долины.
С точки зрения снаряжения, Выживальщики долины используют различные наборы охотничьего снаряжения и оружия. Торговля в регионе даёт им доступ к большому количеству оружия и патронов из таких мест, как Могильник и Лост-Хиллз. Однако они, по-видимому, предпочитают простое баллистическое оружие, такое как охотничья винтовка "Мастер леса", потому что за ним легко ухаживать и его патроны легко найти.
Выживальщики долины поддерживают мирные связи с НКР, Пустынными рейнджерами и Братством Стали. Они не заинтересованы в расширении своего влияния или территории. Они существуют как доброжелательная группа переселенцев, которые гордятся своей способностью сотрудничать и сосуществовать с другими. Таким образом, они считаются нейтральными по отношению к Братству Стали.
Совет Старейшин считает Выживальщиков минимальной угрозой. Они не ровня нашему технологическому или интеллектуальному могуществу, они также не так многочисленны или организованы. Они не представляют опасности для Братства, но их отсутствие конкретного руководства делает их крайне непредсказуемыми.
			]]},
			{"Ледорубы", [[
Ледорубы - это банда рейдеров в Маунтин-Пасс. Это чрезвычайно безумный клан людей, разбросанный по всем горам.
Цели Ледорубов неизвестны. Как и большинство других банд рейдеров, они, вероятно, воображают себя героями-бунтарями, сохраняющими свою свободу перед лицом "тиранических сил", таких как НКР. Конечно, это игнорирует их акты убийств, воровства, осквернения и каннибализма.
Как уже говорилось выше, Ледорубы разбросаны. У них нет единого лидера, вместо этого они предпочитают бродить без руководства. Они часто нападают без планов и без какой-либо чёткой цели, кроме как убить и сожрать своих собратьев.
Ледорубы и их нападения на беспомощных путников Маунтин-Пасса удерживают торговцев Красного Каравана от расширения своих операций на север.
Ледорубы в основном носят кожаные и металлические наборы брони, но некоторые из их более опытных членов (называемые головорезами) носят части зимней боевой брони. Они вооружаются баллистическим оружием, и их головорезы носят сильно модифицированные охотничьи винтовки.
Как и большинство фракций рейдеров, они проявили себя враждебными к Братству Стали. Совет Старейшин определил их как умеренную угрозу для Братства. Эта оценка обусловлена их дерзостью, большим присутствием в Маунтин-Пасс и хорошо укреплёнными позициями (часто с видом на ключевые проходы).
			]]},
		}},
			{"Дополнения", {
			{"Дополнения к Кодексу", [[
По приказу Верховного старейшины Роджера Мэксона II, дополнения будут добавляться в Кодекс и его статьи, когда текущий Верховный старейшина и/или Главный скриптор Лост-Хиллз сочтут это необходимым.
Эти дополнения не будут заменять Кодекс, а будут дополнять оригинальные записи. Они будут иметь тот же статус и авторитет, что и записи Кодекса.
			]]},
			{"Дополнение 00-20-1", [[
По приказу Верховного старейшины Роджера Мэксона II, дополнение 00-20-1 будет касаться Заповедей, в частности Свитка Законов. Технологии, признанные невозможными для захвата или деактивации и слишком опасными для хранения в текущем состоянии, могут быть уничтожены по прямому приказу Верховного старейшины или представителя Верховного старейшины.
			]]},
		}},
	}
}

lang["#BOS_BUNKER_PRE_WAR_LOGS"] = {
	name = "Довоенные журналы бункера",
		logs = {
			{"Заметка скриптора Доусона", {
			{"Пожалуйста, прочитайте сначала", [[
Хотя большинство файлов повреждены или зашифрованы, нам удалось откопать пару читаемых писем.
			]]},
			{"Только для глаз скрипторов", [[
Любые скрипторы, желающие помочь восстановить эти письма, пожалуйста, обратитесь к главному скриптору Эмме Ройд.
			]]},
		}},
			{"Восстановленные журналы", {
			{"Кому: Даррел Паттерсон; Тема: Неподходящий контент", [[
Мистер Паттерсон,

Несмотря на то, что я уже говорил вам, что у нас НЕТ соответствующих мощностей для хранения такого материала, вы всё равно продолжили отгрузку. Хотя я понимаю, что в наши дни мы должны быть гибкими и следует ожидать, что некоторые протоколы безопасности будут упущены из виду, если мы хотим сдержать хаос, вызванный событиями внизу, мы просто не можем хранить такого рода биоопасное вещество. Я ожидаю, что вы организуете его отправку на более подходящее хранение как можно скорее.

Хорас Монтгомери
			]]},
			{"Кому: Даррел Паттерсон; Тема: Какого чёрта?", [[
О чем, чёрт возьми, ты думал? Паттерсон, это ВОЕННО-ПРОМЫШЛЕННЫЙ склад. Мы можем хранить всё, от малокалиберных пуль до взрывчатки высокого класса, но мы абсолютно НЕ МОЖЕМ хранить эти штуки, как бы вы их ни называли. Если эти вещи не уберутся отсюда к завтрашнему дню, я напишу в штаб.
			]]},
			{"Кому: Линн Ромеро; Тема: Ответ: Криохранилище", [[
Я не знаю, Линн. Я даже не знаю, что я должен делать. Я поднял (или, скорее, опустил) температуру в крио, так что, надеюсь, они снова не начнут плавиться, но я боюсь, что терморегулятор теперь застрял на сверхнизкой температуре.
			]]},
			{"Кому: Энтони Кастильо; Тема: Салливан мёртв", [[
Остались только Уилберт и я. Салливана застрелили какие-то перекрёстно соединённые роботы. Думаю, один из отступников саботировал их перед уходом. Я запер роботов в 1A. Не смог даже вытащить тело Салливана.
Это чёртов хаос. Я слышу, что в ядре происходит всякое. В любом случае, Паттерсон сказал, что отправил кого-то помочь нам навести здесь порядок. Может, ещё есть надежда сохранить это место.
			]]},
			{"Кому: Марк Рид; Тема: Псевдонимы", [[
Мистер Рид, в связи с недавними волнениями внутри организации мы решили, по соображениям безопасности, использовать псевдонимы во всех внешних коммуникациях отныне. Вы обнаружите, что это полностью соответствует Правилам безопасности и мандату Местного управления. Псевдонимы для основного персонала назначены следующим образом:

Джеральд Адамс - Комус
Олексий Макар - Хирон
Вит Носек - Талло
Эрл Эванс - Минта
Ньорд Эбботт - Несс
			]]},
			{"Кому: Марк Рид; Тема: Передача файлов", [[
Мистер Рид, согласно вашему запросу, мы передали все файлы вспомогательного персонала в Цитозин, хотя я сомневаюсь, что это будет вам полезно. К этому времени они могут быть где угодно, и они больше не стоят ресурсов, которые потребовались бы для их поиска.
			]]},
			{"От: Марк Рид; Тема: Ответ: Передача файлов", [[
Получено и заархивировано под следующим кодом номер 41FG9981.
			]]},
			{"Кому: Марк Рид; Тема: Файл Талло", [[
Мистер Рид, я настоятельно рекомендую вам принять меры по поводу того, что мы обсуждали лично на прошлой неделе. Талло ведёт себя всё страннее с каждым днем, и я боюсь, что с ним может быть что-то не так психологически. Сейчас он проводит исследования исключительно самостоятельно, отказываясь сотрудничать со своими коллегами. Он уже несколько дней не пишет отчётов и открыто признаётся, что не будет ни с кем делиться своими знаниями. Он также, кажется, очень раздражён отсутствием своего ассистента.
			]]},
		}},
			{"Повреждённые/Зашифрованные журналы", {
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"Файл зашифрован", [[
Файл зашифрован. Обратитесь к местному администратору за дополнительной информацией.
			]]},
			{"Файл зашифрован", [[
Файл зашифрован. Обратитесь к местному администратору за дополнительной информацией.
			]]},
		}},
	}
}

lang["#BOS_BUNKER_MEDICAL"] = {
	name = "Медицинская база данных бункера",
		logs = {
			{"Записи пациентов", {
			{"Скриптор Арлин Бэнкс", [[
Симптомы: Бессонница

Арлин сообщила, что снова испытывает трудности с засыпанием. Прописала немного миртазапина на данный момент; посмотрим завтра, как пройдёт.

Обновление: Сработало. Буду продолжать следить за её состоянием.
			]]},
			{"Старший рыцарь Патрик Пирс", [[
Симптомы: Хроническая боль в спине

Прописаны обезболивающие, на этот раз габапентин. У нас заканчиваются другие обезболивающие, и поскольку у нас нет никого, страдающего эпилепсией, придётся обходиться габапентином.
			]]},
			{"Младший паладин Брет Филдс", [[
Симптомы: Рваная рана лба

Большой Брет появился с глубоким порезом, около десяти сантиметров длиной, поперёк лба. Произошло это из-за того, что он споткнулся в мастерской и ударился головой об один из столов. Продезинфицировал, зашил и перевязал его голову и велел вернуться завтра, чтобы я мог проверить возможные осложнения, инфекции и т.д.
			]]},
			{"Паладин Майкл Мордингтон", [[
Симптомы: Острая боль в груди

Мордре пришёл, пока все спали, и пожаловался на острую боль в груди, которая разбудила его. Я осмотрел его, но ничего не нашёл. Взял несколько образцов, оставил его в кабинете, пока проводил тесты, и, кроме немного пониженного уровня витамина В, ничего плохого в нём, кажется, нет.

Обновление: Он сказал, что сейчас всё в порядке. Прошло несколько дней без каких-либо болей в груди. Сказал ему обратиться ко мне, если боль вернётся.
			]]},
			{"Паладин Джо Хендрикс", [[
Симптомы: Депрессия

Джо пришла и попросила таблетки от депрессии, серталин. Сказала, что это единственное, что ей помогает. Я назначил плацебо-лечение, потому что у меня есть основания полагать, что это у неё в голове. Дал ей инертные таблетки и буду следить за её состоянием.

Обновление: Таблетки ей очень помогли, как я и подозревал. Пропишу ещё и продолжу наблюдение.
			]]},
			{"Ученик-рыцарь Лукас Стэнфорд", [[
Симптомы: Сломанный палец на ноге

Лукас уронил ящик с гранатами себе на ногу и разбил палец. Подлечил и прописал обезболивающие. Рекомендовал только лёгкие дозы обезболивающих, чтобы чрезмерное употребление не замедлило процесс заживления.
			]]},
		}},
			{"Архив пациентов", {
			{"Доступ запрещён", [[
Доступ запрещён

За дополнительной информацией обращайтесь к администратору
			]]},
		}},
			{"Медицинский инвентарь", {
			{"Хирургическое оборудование", [[
Артикулятор - 2/2
Костное долото - 7/10
Хрящевой кусачки Коттла - 0/3 (Примечание: Нам нужно их достать)
Костный резак - (Выберите для открытия подменю)
Костный дистрактор - 4/6
Аппарат Илизарова - 2/2
Интрамедуллярный кинетический костный дистрактор - (Выберите для открытия подменю)
Костная дрель - 5/6
Костный рычаг - (Выберите для открытия подменю)
Костный молоток - 6/6
Костный рашпиль - (Выберите для открытия подменю)
Костная пила - 6/6
Костный скользяк - (Выберите для открытия подменю)
Костная шина - (Выберите для открытия подменю)
Костная пуговица - (Выберите для открытия подменю)
Штангенциркуль - (Выберите для открытия подменю)
Канюля - 4/6
Каутер - (Выберите для открытия подменю)
Кюретка - (Выберите для открытия подменю)
Депрессор - 3/3
Препаровальный нож - 14/14 (Примечание: Нам нужно больше)
Хирургический пинцет - (Выберите для открытия подменю)
Щипцы (зажимы) - (Выберите для открытия подменю) (Примечание: Количество по некоторым типам неверно. Перепроверить.)
Дерматом - 2/2
Акантулус - 7/7
Крючок - (Выберите для открытия подменю)
Нервный крючок - 5/5
Акушерский крючок - 6/7
Кожный крючок - 6/7
Ланцет (скальпель) - 20/24
Люксатор - (Выберите для открытия подменю)
Литотом - (Выберите для открытия подменю)
Литотриптор - (Выберите для открытия подменю)
Молоток - 15/15
Маммотом - 2/2 (Примечание: Не думаю, что они всё ещё пригодны. Перепроверить.)
Окклюдер - (Выберите для открытия подменю)
Остеотом - (Выберите для открытия подменю)
Элеватор - (Выберите для открытия подменю)
Зонд - (Выберите для открытия подменю)
Ретрактор - (Выберите для открытия подменю)
Реберный расширитель - 5/5
Ронжер (костные кусачки) - (Выберите для открытия подменю)
Ультразвуковой скальпель - 10/10
Лазерный скальпель - 10/10
Ножницы - (Выберите для открытия подменю)
Лопаточка - (Выберите для открытия подменю)
Зеркало (расширитель) - (Выберите для открытия подменю)
Губка в чашке - (Выберите для открытия подменю)
Лоток для стерилизации - (Выберите для открытия подменю)
Грудинная пила - 3/3 (Примечание: Точно нужно больше.)
Отсасывающая трубка - (Выберите для открытия подменю) (Примечание: Заканчиваются)
Хирургический нож - (Выберите для открытия подменю)
Хирургическая сетка - (Выберите для открытия подменю)
Хирургическая игла - (Выберите для открытия подменю)
Хирургическая игла (прямая) - (Выберите для открытия подменю)
Хирургическая игла (прямая, очень большая) - 1/2 (Примечание: Одна необъяснимо отсутствует в операционной, сомневаюсь, что она сломалась и была выброшена, они большие и прочные)
Хирургическая петля - (Выберите для открытия подменю)
Хирургическая губка - 34/50
Хирургическая ложка - (Выберите для открытия подменю)
Хирургический степлер - 10/10
Хирургический лоток - 20/21
Шовный материал Атрауматический - 10/10
Тонзиллотом - 4/4
Зажим для полотенец - (Выберите для открытия подменю)
Трахеотом - 5/5
Тканевой экспандер - (Выберите для открытия подменю)
Подкожный - (Выберите для открытия подменю)
Трепан - 14/14
Троакар - 9/9
			]]},
			{"Стандартное оборудование", [[
Стетоскопы - 10/10
Молоточек для проверки рефлексов - 5/5
Сфигмоманометр - 3/3
Тонкий луч электрического фонарика - 5/5
Часы / секундомер - 4/4
Измерительная лента - (Выберите для открытия подменю)
Шпатель для языка - 4/6
Весы - 2/2
Камертоны - 3/3
Почкообразный тазик - 6/5 (Примечание: Как это возможно?)
Подкладное судно - 7/7
Термометр - (Выберите для открытия подменю)
Газовые баллоны - 11/14
Кислородная маска - 16/16
Испаритель - 5/6
Барабаны для перевязочного материала - 10/10
Небулайзер - 4/5
Аппарат положительного давления - 4/4
Кардиовертер / Дефибриллятор - 4/4
Диализатор - 2/2
Шприц - (Выберите для открытия подменю)
Канюля - (Выберите для открытия подменю)
Системы для переливания - (Выберите для открытия подменю)
Желудочно-кишечные трубки - (Выберите для открытия подменю)
Назогастральный зонд - (Выберите для открытия подменю)
Желудочный зонд - (Выберите для открытия подменю)
Трубка Левина - (Выберите для открытия подменю)
Т-образная трубка Кера - (Выберите для открытия подменю)
Трубка для кормления младенцев - (Выберите для открытия подменю)
Очки - (Выберите для открытия подменю)
Набор для клизмы
Бинт - (Выберите для открытия подменю)
Пипетки или капельницы - (Выберите для открытия подменю)
Градуированные ложки - (Выберите для открытия подменю)
Офтальмоскоп - 2/5 (Примечание: Нам нужно больше)
Отоскоп - 6/7
Эндоскоп - 3/4
Проктоскоп (Келли) - 4/7
			]]},
			{"Лекарства", [[
Доступ запрещён

За дополнительной информацией обращайтесь к администратору
			]]},
		}},
			{"Заметки", {
			{"Новое медицинское оборудование", [[
Мы скоро получим новое медицинское оборудование. Существующий инвентарь нужно будет перепроверить и расширить, если мы не хотим рисковать повторением прошлого.
			]]},
			{"Диметилртуть Куинтона", [[
Куинтон забрал одну дозу диметилртути; он упомянул, что она нужна ему для тестирования на мясных панцирях.

Примечание: Почему у нас вообще есть один из сильнейших нейротоксинов в инвентаре?
			]]},
			{"Починить замок на панели", [[
Напоминание: сообщить кому-нибудь, чтобы проверил ту сломанную панель с замком. Честное слово, потребовалось десять-пятнадцать попыток, прежде чем она наконец приняла мою ключ-карту.
			]]},
			{"Лампы в операционной", [[
Лампы в операционной мигают. Там похоже на сцену из фильма ужасов. Надо позвонить кому-нибудь, чтобы починили.
			]]},
		}},
	}
}

lang["#BOS_BUNKER_LARGE_DOOR"] = {
	name = "Терминал",
		logs = {
			{"Информационная заметка", {
			{"Заметка главы Паладинов", [[
Эта дверь не будет открыта без полной авторизации от главного скриптора Эммы Ройд, главы Паладинов Клаудии Арен, главы Рыцарей Деймона Старка и Старейшины Галахада.

Когда придёт время, мы начнём следующую экспедицию в остальные затопленные секции. До тех пор любой несанкционированный доступ в секции криохранилища и глубокого хранения будет наказан по моему усмотрению.
			]]},
			{"Заметка главы Рыцарей", [[
После завершения первой экспедиции стало совершенно очевидно, что без надлежащих частей оборудования и материалов дальнейшее исследование бункера невозможно. Большие запасы военного имущества бункера остаются в затопленных секторах.
Список того, что мне нужно, будет передан Старейшине для будущего рассмотрения, но пока дальнейшее исследование бункера следует отложить до тех пор, пока мы не сможем отремонтировать насосы.
			]]},
			{"Заметка главного Скриптора", [[
Я начну с того, что скажу: исследование секций глубокого хранения, криохранилища и лабораторий бункера в настоящее время следует отложить.

Из-за разрушений и повреждений, нанесённых этим зонам, я считаю, что структурная целостность бункера, мягко говоря, оставляет желать лучшего. Сочетание того, что там произошло, и затопления испортило большую часть этой зоны для постоянного проживания.
В результате выхода из строя насосов большая часть складских помещений была затоплена, как уже говорилось ранее. Без надлежащих мер предосторожности и оборудования отправлять новую экспедицию было бы рискованно.

Ещё одна вещь, которую стоит отметить: с сегментированными банками данных (только бог знает зачем) мы могли бы получить новую информацию о том, какие проекты исследователи здесь изучали. Но поскольку компания "Шифр" занимает большую часть сектора исследований и разработок, маловероятно, что мы получим полное понимание того, что здесь произошло.
			]]},
		}},
			{"Управление дверью", {
			{"Заблокировать/Разблокировать герметично закрытую дверь", [[
Ошибка: Авторизация не найдена. Обратитесь к местному руководству для получения дополнительной информации.
			]]},
			{"Открыть/Закрыть герметично закрытую дверь", [[
Ошибка: Авторизация не найдена. Обратитесь к местному руководству для получения дополнительной информации.
			]]},
		}},
			{"Действия службы безопасности", {
			{"Активировать/Деактивировать режим изоляции", [[
Ошибка: Авторизация не найдена. Обратитесь к местному администратору для получения дополнительной информации.
			]]},
			{"Активировать/Деактивировать роботизированную защиту", [[
Ошибка: Роботизированная защита не найдена. Попробуйте перезапустить этот терминал или перенастроить его подключение.
			]]},
		}},
	}
}


--  ██████╗██╗██████╗ ██╗  ██╗███████╗██████╗     ██████╗ ██╗   ██╗███╗   ██╗██╗  ██╗███████╗██████╗
-- ██╔════╝██║██╔══██╗██║  ██║██╔════╝██╔══██╗    ██╔══██╗██║   ██║████╗  ██║██║ ██╔╝██╔════╝██╔══██╗
-- ██║     ██║██████╔╝███████║█████╗  ██████╔╝    ██████╔╝██║   ██║██╔██╗ ██║█████╔╝ █████╗  ██████╔╝
-- ██║     ██║██╔═══╝ ██╔══██║██╔══╝  ██╔══██╗    ██╔══██╗██║   ██║██║╚██╗██║██╔═██╗ ██╔══╝  ██╔══██╗
-- ╚██████╗██║██║     ██║  ██║███████╗██║  ██║    ██████╔╝╚██████╔╝██║ ╚████║██║  ██╗███████╗██║  ██║
--  ╚═════╝╚═╝╚═╝     ╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝    ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝


lang["#CIPHER_BUNKER_RECOVERED"] = {
	name = "Терминал",
	logs = {
        {"Восстановленные записи", {

			{"Индукция порогового сознания у субъектов программы \"Пасифея\"", [[
Гипнагогия - переходное состояние от бодрствования ко сну. Начало сна.

Гипнопомпия - переходное состояние, выводящее из сна.

Пороговое сознание - психическое состояние человека, который движется ко сну или бодрствованию, но ещё не завершил переход. [ссылка 1]
--------------------------------------------------------------------------------
Состояние порогового сознания, обычно являющееся областью таких явлений, как осознанные сновидения, галлюцинации и сонный паралич, также характеризуется ослаблением границ эго, чувствительностью, восприимчивостью, повышенной внушаемостью и другими особенностями.

Ещё одна особенность, обычно разделяемая с другими стадиями сна, - амнезия, полезная для нас по понятным причинам. Следует отметить, что этот вид забывчивости избирателен, затрагивая только эпизодическую память, а не семантическую. [ссылка 1, 3]
--------------------------------------------------------------------------------
Предыдущие неудачи [ссылка 2] в поддержании стабильных телепатических связей между когнатором и его подчинёнными, проблема на стороне подчинённых, привели команду к изучению различных психических состояний и переходных фаз. С помощью исследований сознания от наших коллег из Полой Земли [ссылка 3] и оборудования Трансцендикс [ссылка 8] мы разработали методы для индукции и поддержания с помощью медикаментов и электрических стимулов продолжительного, почти неопределённого состояния порогового сознания, сохраняя при этом некоторые функции высшей нервной деятельности активными.
--------------------------------------------------------------------------------
В конце концов, эти методы были усовершенствованы и неизменно доказывали свою успешность [ссылка 4, 7], что привело к полностью стабильной телепатической командной иерархии когнатор-интерцессор-солдат, однако всегда были долгосрочные проблемы с подчиненными, которых удерживали в этом индуцированном состоянии даже в течение периодов, меньших, чем минимальное время развёртывания. [ссылка 5, 7]
--------------------------------------------------------------------------------
Экзогенез/Эктогенез - рост организма в искусственной среде, вне тела хозяина или матери, обычно в искусственной матке.

В настоящее время разрабатывается несколько новых серий клонов-подчинённых [ссылка 6], и с каждой партией эти проблемы становятся всё менее серьёзными, но никогда не исчезают. Поскольку это учреждение ещё не имеет искусственных маток (что делает местный экзогенез невозможным), экзогенез проводится в других учреждениях, что замедляет процесс, так как нам приходится ждать, пока клоны достаточно разовьются, прежде чем их можно будет перевести сюда.
--------------------------------------------------------------------------------
Тем не менее, несмотря на несколько неудач, индуцированное состояние порогового сознания у соответствующей линии экзогенных клонов, возможно, является самым многообещающим будущим для программы "Пасифея".

Д-р Себастьян Б. Хаген

--------------------------------------------------------------------------------
*Примечание автора: Все соответствующие ссылки и данные были переданы в Цитозин по запросу Талло и мистера Рида. Любые запросы следует направлять мистеру Риду.
			]]},
			{"Кому: Марк Рид; Тема: Файл Талло", [[
Мистер Рид, я настоятельно рекомендую вам принять меры по поводу того, что мы обсуждали лично на прошлой неделе. Талло ведёт себя всё страннее с каждым днём, и я боюсь, что с ним может быть что-то не так психологически. Сейчас он проводит исследования исключительно самостоятельно, отказываясь сотрудничать со своими коллегами. Он уже несколько дней не пишет отчётов и открыто признаётся, что не будет ни с кем делиться своими знаниями. Он также, кажется, очень раздражён отсутствием своего ассистента.
			]]},
			{"Код документа: $41FG9981", [[
Мика Маас - уборка [См.: номер 87AC8X0] [нерабочая ссылка]
Рамон Карсон - генетика, ассистент Олексия Макара [См.: номер 6GH1124] [нерабочая ссылка]
Альберт "Эл" Расселл - генетика, ассистент Вита Носека [См.: номер 591FFV2] [нерабочая ссылка]
Аррон Делука - химия, ассистент Ньорда Эбботта [См.: номер O4C1903] [нерабочая ссылка]
			]]},
		}},
		{"Повреждённые/Зашифрованные журналы", {
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"!ОШИБКА! Обнаружено повреждение", [[
Обнаружено повреждение файла, свяжитесь с местным инженером "РобКо"
			]]},
			{"Файл зашифрован", [[
Файл зашифрован. Обратитесь к местному администратору за дополнительной информацией.
			]]},
			{"Файл зашифрован", [[
Файл зашифрован. Обратитесь к местному администратору за дополнительной информацией.
			]]},
			{"Файл зашифрован", [[
Файл зашифрован. Обратитесь к местному администратору за дополнительной информацией.
			]]},
			{"Файл зашифрован", [[
Файл зашифрован. Обратитесь к местному администратору за дополнительной информацией.
			]]},
		}},
	}
}

lang["#CIPHER_EXECUTIVES"] = {
	name = "База данных Шифра",
	logs = {
        {"Личные дела", {
			{"Вит Носек", [[
Полное имя: Вит Носек
Псевдонимы: Талло
Профессия: Генетик
Принадлежность: Предатель "Вест-Тек", Армии США
Участвовал в: Динамика Фенотипов ("Вест-Тек"), проект Арима ("Вест-Тек"), проект "Ковчег" ("Вест-Тек"), различные другие проекты "Вест-Тека"

- Вит был высокопоставленным учёным "Вест-Тек", что означает, что большая часть его личной и профессиональной информации была засекречена, поэтому у нас сегодня о нём очень ограниченные сведения.

- Вит был отстранён от Аримы неизвестным членом исполнительного комитета "Вест-Тек". Он провёл несколько лет над второстепенными проектами, прежде чем был переведён в проект "Ковчег".

- После "Инцидента в Полой Земле" Вит дезертировал из "Вест-Тек", и с того момента его передвижения остаются в значительной степени неизвестными. Впрочем, вероятно, что, если он всё ещё жив и научно активен, он выбрал бы Салем своим местом жительства, где он был бы вне досягаемости "Вест-Тек" или Армии США, всё ещё имея доступ к некоторому научному оборудованию.
			]]},
			{"Антон Матвеев", [[
Полное имя: Антон Матвеев
Псевдонимы: Вайт
Должность: Региональный исполнительный директор "Волт-Тек"
Принадлежность: "Волт-Тек"
Текущее место жительства: (Неизвестно)
Участвовал в: Проект "Восхождение", Динамика Фенотипов, различные проекты, связанные с трансгеникой, псиморфизмом и трансгуманизмом

- В дополнение к частым обвинениям в проведении несанкционированных экспериментов на людях, Антон был печально известен в исследовательском комплексе Цитозин своими отвратительными самоэкспериментами.

- Также ходили слухи, что Антон был могущественным контролером разума. Однако ни одно из этих утверждений не имеет реальных доказательств.

- Вместе с рядом других высокопоставленных членов "Волт-Тек" Антон был отстранён от власти во время хаоса, последовавшего за "Инцидентом в Полой Земле", но так и не был задержан.
			]]},
			{"Кирилл Гаврилюк", [[
Полное имя: Кирилл Гаврилюк
Псевдонимы: Вовин
Должность: Региональный исполнительный директор "Волт-Тек"
Принадлежность: "Волт-Тек"
Участвовал в: Проект "Восхождение", различные проекты, связанные с трансгеникой, псиморфизмом и трансгуманизмом

- Кирилл был известен как "Вовин" (дракон) во внутренних кругах "Волт-Тек", возможно, из-за его предполагаемых псионических способностей.

- Согласно некоторым записям, из всех руководителей Кирилл обладал наибольшей властью, и многие проекты, осуществлявшиеся в годы, предшествовавшие Великой войне, проводились по его приказу.

- Вместе с рядом других высокопоставленных технократов Кирилл был отстранён от власти во время хаоса, последовавшего за "Инцидентом в Полой Земле", но так и не был задержан.

- Несколько высокопоставленных клиентов предлагали значительные суммы денег в обмен на информацию о местонахождении Кирилла.
			]]},
			{"Старейшина Галахад", [[
Полное имя: (Неизвестно)
Псевдонимы: Галахад
Должность: Старейшина Братства Стали
Текущее место жительства: Военная база Медфорда
Принадлежность: Братство Стали

- Имя Галахад - это просто псевдоним, основанный на рыцарях Круглого стола короля Артура. Его настоящее имя неизвестно, так как все записи о его предыдущих званиях до Старейшины были удалены или сильно отредактированы.

- Галахад когда-то был Главой Паладинов при Верховном старейшине Джереми Максоне в Лост-Хиллз. Он был выбран, чтобы возглавить экспедиционное отделение в регион Орегон. Затем они использовали свой довоенный допуск к военным объектам, чтобы получить доступ к военной базе Медфорд, и с тех пор занимают его.

- Он самый высокопоставленный член местного отделения Братства Стали. Другими лидерами отделения являются Главный скриптор Эмма Ройд, Глава Паладинов Клаудия и Глава Рыцарей Деймон Старк.

- Он является основным владельцем военной базы Медфорд. Братство контролирует складскую часть бункера, тогда как Шифр контролирует часть исследований и разработок.
			]]},
			{"Евгений Зольнерович", [[
Полное имя: Евгений Зольнерович
Псевдонимы: Борский
Должность: Начальник службы безопасности
Текущее место жительства: Город Убежище
Принадлежность: Город Убежище

- Евгений почти исключительно известен под своим псевдонимом Борский. Происхождение или значение этого псевдонима неизвестно.

- Он был членом ряда банд до того, как присоединился к службе безопасности Город Убежища. Вскоре после революции в Йолла-Болли, устроенной Камнеедами, он уехал и в конце концов оказался в Город Убежище.

- Борский хорошо известен на улицах Нью-Рино и в других общинах к северу от НКР. Он известен как дерзкий боец, который редко отступает.

- Подозревают, что Борский в молодости обучался как профессиональный солдат, но неизвестно, где он мог получить эту подготовку, поскольку все попытки связать его с какими-либо полувоенными бандами не дали результатов.

- Борский всё ещё поддерживает контакт с рядом мелких фракций Нью-Рино, наиболее заметно с Сальваторе.
			]]},
			{"Вера Хейл", [[
Полное имя: Вера Хейл
Должность: Советник
Текущее место жительства: Солт-Уэллс
Принадлежность: Последователи Апокалипсиса

- Вера Хейл - один из местных лидеров Солт-Уэллс. Она известна своей поддержкой идеалов НКР.

- Вера мигрировала из Могильника, где работала заместителем министра торговли Последователей. Она была отстранена от этой должности по неизвестным причинам.

- Вера считается ключевым переговорщиком во многих торговых соглашениях с соседними общинами, такими как Выживальщики долины (Йолла-Болли), Город Убежище и даже Братство Стали (Орегонское отделение). Эти торговые соглашения считаются важным фактором процветания Солт-Уэллс.
			]]},
			{"Майор Редман", [[
Полное имя: Фредерик Редман
Должность: Командующий офицер гарнизона НКР в Солт-Уэллс
Звание: Майор
Возраст: 54
Текущее место жительства: Солт-Уэллс
Принадлежность: Новая Калифорнийская Республика

- Майор Редман прибыл в регион Солт-Уэллс пять лет назад как командир экспедиционной бригады НКР, но вскоре получил командование всеми местными ополчениями в регионе, причем Солт-Уэллс стал их основной базой операций. Он не единственный командующий офицер Солт-Уэллс, полевой командир Айфул из Отдела по контролю за беспорядками НКР также недавно переехал в Солт-Уэллс.

- О его истории до переезда в Солт-Уэллс мало что известно. Некоторые источники утверждают, что он был солдатом или младшим патрульным в Шейди Сэндс, другие - что он вообще не принимал участия в боевых действиях. Только за несколько лет до его переезда в Солт-Уэллс его имя официально появляется, с префиксом в виде звания лейтенанта.

- Он был женат дважды, и оба брака закончились разводом.
			]]},
			{"Отец Гильгамеш", [[
Полное имя: Эйден Трэверс*
Псевдонимы: Отец Гильгамеш
Должность: Религиозный лидер Избранных Единства
Место рождения: Неизвестно
Возраст: Неизвестно; утверждается, что более 300 лет
Текущее место жительства: Убежище 10, подземелье Салема
Принадлежность: Избранные Единства

- *Эйден Трэверс предположительно является настоящим именем Гильгамеша, однако источником является сам Гильгамеш во время проповеди. Вероятно, это не его настоящее имя.

- Никакой информации о жизни Гильгамеша до основания Избранных Единства не существует за пределами источников самого Единства. Согласно им, Гильгамеш был странником, который около ста лет назад впервые обнаружил Создателя, первобытное существо и объект поклонения Единства, и вступил с ним в контакт. Как именно он основал Избранных Единства и как он им управляет, малоизвестно, но несомненно, что на протяжении большей части его существования он придерживался тайной, изоляционистской политики.

- В некоторых его проповедях утверждается, что ему более трёхсот лет. Мало доказательств этому утверждению, но подтверждено, что ему более 100 лет.

- До того как сформировать Избранных Единства, он был известным лидером в Чад Собора и, как полагают, был одним из основателей церкви.

- Долголетие Гильгамеша и предполагаемые псионические способности объясняются применением исследований, проведённых Создателем; поскольку Единство не делится своими исследовательскими данными с внешним миром, это утверждение невозможно никак проверить. Конечно, возможно, что со времени основания Единства Гильгамешем было более одного человека, поскольку его реальная внешность никогда не была известна, кроме коричневой рясы и маски, полностью закрывающей лицо. Более того, это ставит вопросы о том, усилен ли Гильгамеш кибернетически, а также является ли Гильгамеш вообще гулем.
			]]},
			{"Избранный", [[
Полное имя: Избранный
Псевдонимы: Избранный
Должность: Военный лидер Избранных Единства
Место рождения: (Неизвестно)
Текущее место жительства: Убежище 10, подземелье Салема
Принадлежность: Избранные Единства

- Назначенный "Избранным" отцом Гильгамешем, он является кибернетически улучшенной Тенью с уникальным комплектом силовой брони, встроенной в его тело, что делает его практически неубиваемым.

- Некоторые части его брони, по-видимому, изготовлены специально для него, и ни один известный кузнец не мог бы их создать из-за точности и сложности каждой детали.

- Никакие источники не могут подтвердить его существование в Армии Создателя. О нём ничего не известно до его появления в Салеме вместе с остальными Избранными Единства.
			]]},
		}},
	}
}

-- ██████╗ ███████╗██████╗     ██╗  ██╗███████╗██╗   ██╗ ██████╗ █████╗ ██████╗ ██████╗     ██████╗ ██╗   ██╗███╗   ██╗██╗  ██╗███████╗██████╗
-- ██╔══██╗██╔════╝██╔══██╗    ██║ ██╔╝██╔════╝╚██╗ ██╔╝██╔════╝██╔══██╗██╔══██╗██╔══██╗    ██╔══██╗██║   ██║████╗  ██║██║ ██╔╝██╔════╝██╔══██╗
-- ██████╔╝█████╗  ██║  ██║    █████╔╝ █████╗   ╚████╔╝ ██║     ███████║██████╔╝██║  ██║    ██████╔╝██║   ██║██╔██╗ ██║█████╔╝ █████╗  ██████╔╝
-- ██╔══██╗██╔══╝  ██║  ██║    ██╔═██╗ ██╔══╝    ╚██╔╝  ██║     ██╔══██║██╔══██╗██║  ██║    ██╔══██╗██║   ██║██║╚██╗██║██╔═██╗ ██╔══╝  ██╔══██╗
-- ██║  ██║███████╗██████╔╝    ██║  ██╗███████╗   ██║   ╚██████╗██║  ██║██║  ██║██████╔╝    ██████╔╝╚██████╔╝██║ ╚████║██║  ██╗███████╗██║  ██║
-- ╚═╝  ╚═╝╚══════╝╚═════╝     ╚═╝  ╚═╝╚══════╝   ╚═╝    ╚═════╝╚═╝  ╚═╝╚═╝  ╚═╝╚═════╝     ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝

lang["#RED_KEYCARD_BUNKER_CRYOSTORAGE"] ={
	name = "Терминал криогенного хранилища",
	logs = {
		{"Журналы технического обслуживания", {
			{"Больше учений?", [[
Очередной день, очередные грёбаные учения.
Они хотят, чтобы мы продолжали делать эти долбаные скоростные тренировки по перемещению дерьма глубже на базу и в безопасные зоны на случай атаки. Скоро Хэллоуин, и мы собираемся провести его, таская ящики туда-сюда.

Ещё эти придурки из лабораторий дышат нам в спину, велят не мешать им работать, пока мы тут за их спинами двигаем дерьмо, которое им нужно.
Иногда я не могу с этими гражданскими. Относятся к нам как к дерьму, а потом ведут себя как наши командиры. Я лучше буду землю толкать, чем слушать ещё одно слово от этого "доктора Носека".
			]]},
			{"Что-то происходит", [[
К нам только что приехали из Вашингтона.
Не могу много сказать, но такого никогда раньше не было. Эти пиджаки заинтересовались нашими системами безопасности, прежде чем спуститься в сектор исследований и разработок, чтобы поговорить с учёными и докторами о "чём-то большом"

Что бы это ни было, они чертовски точно не хотят, чтобы мы знали.
			]]},
			{"Сломанный погрузчик", [[
Напомнить себе удалить это позже,

Погрузчик сломался, вёз кучу боеприпасов и материалов на склад. Грёбаная груда металлолома. Нужно, чтобы Свинс проверил и починил. Надеюсь, это не займёт много времени.
			]]},
			{"Война", [[
Это случилось так внезапно. Мы получили известие о том, что Нью-Йорк и Пенсильвания подверглись ядерным ударам. Сначала никто не мог поверить в то, что слышат, но это было правдой.
И мы были следующей целью для Китая. Как бы я ни ненавидел эти учения, думаю, они спасли нам жизнь: мы переместили всё вглубь на случай атаки. День ещё не закончился, но пока на сканере ничего по части бомб. Скоро обновлю.
			]]},
			{"Холод", [[
Что бы бомбы ни сделали с Америкой, похоже, они вызвали адский мороз. Радиация снаружи достаточна, чтобы поджарить любого за пару минут.
Костюмы силовой брони, кажется, имеют достаточно свинцовой прослойки, чтобы продержаться немного дольше, но командир пока никого не выпускает наружу.

Это также означает, что обслуживание некоторых систем может стать затруднительным. Я поговорю с командиром о том, каков план действий для этого. Я напишу ещё одно сообщение через неделю или две. Если мы столько проживём.
			]]},
			{"Радиация", [[
Прошло несколько месяцев с моего последнего обновления, но я чувствую, что время пришло, возможно, это последняя запись.

Уровень радиации упал до такой степени, что костюмы T-51 могут выдерживать его в течение длительного времени. Снаружи всё ещё чертовски холодно, но лучше, чем быть поджаренным изнутри.

Командир разрешил два патруля для поиска выживших в близлежащих городах. Пока один вернулся с ужасными новостями. От большинства населения остались только скелеты и обгоревшая плоть. Я видел фотографии. Лучше бы я этого не делал.
			]]},
			{"Радиационное отравление", [[
Другой патруль вернулся, но без особых результатов. Почти каждое близлежащее сооружение или город превратились в пепел. Немногие оставшиеся очаги человечества были дикими и сразу же враждебными.

Это намного хуже, чем кто-либо из нас мог себе представить. В довершение всего, почти все в патруле заболели из-за долгого пребывания на улице.

Фильтры тоже начинают выходить из строя. Капрал Сертинг был в патруле, когда заметил, что несколько систем фильтрации воздуха не работают. Вернувшись со счётчиком Гейгера, он показал почти 40 радиации в секунду в той зоне. Командир запечатал её, но это лишь вопрос времени, когда та же участь постигнет остальную часть этого места.
Нам просто нужно пополнить запас новых фильтров. Но командир пока приостанавливает все патрули.
			]]},
			{"Надежда", [[
Прошло несколько месяцев с момента первых патрулей. Командир разрешает ещё один патруль, но со специальной миссией: отправиться на ближайший спутниковый объект, чтобы связаться с любыми базами, которые могут всё ещё работать.

Другие новости: доктора в лаборатории разработали какой-то вид гриба, который питается радиацией. Они называют их "Рассольными грибами".
			]]},
			{"Связь", [[
Команде удалось поймать сигнал и передать несколько сообщений, но он нестабилен. Почти бесконечные снег и радиационные бури сделали это место почти бесполезным. Не совсем, но близко к тому.

Другие новости: команда нашла несколько нужных нам запчастей по пути и привезёт их обратно. Я только надеюсь, что их броня выдержит путешествие. Это чертовски долгий путь.
			]]},
			{"Журнал 1", [[
Док убедил меня начать вести ежегодные журналы, чтобы сохранить рассудок. Ну, прошло около десяти лет с тех пор, как красные нас бомбили. Мы живём свежими мутировавшими крабами, в основном очищенной водой из еле работающего очистителя (надо бы починить), и наш командир запечатал крыло исследований и разработок.

То крыло всё равно не приносило особой пользы, только отнимало жизненно необходимую энергию в других местах. Запасы боеприпасов тоже не лучше. Чёрт, нам даже пришлось обменять комплект боевой брони всего на несколько дополнительных энергоячеек.
Могло быть хуже. Всегда может стать хуже. Я всё ещё не сдвинул тот долбаный погрузчик.
			]]},
			{"ДАННЫЕ ПОВРЕЖДЕНЫ", [[
XYZ00111 - Не удалось установить сетевое соединение.

Обратитесь к системному администратору для получения дополнительной информации.
			]]},
			{"Журнал 3", [[
И снова здравствуй, я. Эти проклятые учёные настаивают на перемещении рассольных грибов в пещеры в "исследовательских целях". Хотя это круто и всё такое, я не хочу знать, что они могут сделать, если попадут в воду, которая идёт через наш очиститель.

Я бы предпочёл не превращаться в какого-нибудь человека-гриба размером с человека. Командир, однако, не согласен и предоставил им возможность "переместить это в лучшее место". Что больше всего пугает в этой штуке, так это то, что она, кажется, не перестаёт расти. Чёрт, она уже почти достает до потолка лаборатории.
			]]},
			{"ДАННЫЕ ПОВРЕЖДЕНЫ", [[
XYZ00111 - Не удалось установить сетевое соединение.

Обратитесь к системному администратору для получения дополнительной информации.
			]]},
			{"ДАННЫЕ ПОВРЕЖДЕНЫ", [[
XYZ00111 - Не удалось установить сетевое соединение.

Обратитесь к системному администратору для получения дополнительной информации.
			]]},
			{"Заметка главного скриптора", [[
Под властью как Старейшины Галахада, так и Верховного старейшины Мэксона, этот бункер и всё его оборудование находятся под контролем Братства Стали. Любой, кто будет уличён в порче или уничтожении оборудования, будет наказан быстро и сурово.

А теперь, когда с этим покончено, это место - абсолютная сокровищница оборудования и информации. Складская секция находится в основном в первозданном состоянии, а некоторые складские помещения с оборудованием также достаточно хорошо укомплектованы, чтобы отделение могло легко просуществовать долгое время.
Однако меня беспокоит то, что секция исследований и разработок, по-видимому, полностью заблокирована, и нет способа войти туда без оригинальной ключ-карты командира. Не говоря уже об абсолютном состоянии других частей бункера. Я удивлена, что вся эта секция уже полностью не обвалилась из-за такого количества повреждений от воды, возраста и отсутствия ухода со стороны Мистеров Помощников.
Старейшина приказал нам собрать оборудование, которое мы можем легко получить отсюда, и доставить его в складскую секцию и начать укрепление. Затем мы сможем отправить дополнительные экспедиции для оборудования и восстановления данных.
Большая часть мест за пределами этой секции сильно затоплена или имеет серьёзные неисправности, затрагивающие секторы. Рекомендуется соблюдать осторожность при исследовании глубже в этой области. Всё ещё не совсем ясно, что заставило военных эвакуироваться так внезапно. Большинство старых роботов к этому моменту сошли с ума, и мы были вынуждены списать тех, что остались. Хотя они и не представляют большой угрозы, их всё же следует учитывать при дальнейшем исследовании.

- Главный скриптор Эмма Ройд.
			]]},
		}},
		{"База данных терминала", {
			{"Системная ошибка", [[
ОШИБКА.
Системе не удалось подключиться к сети.
Сбой после 3 попыток.

Обратитесь к системному администратору для получения дополнительной информации.
			]]},
		}},
		{"Система обнаружения неисправностей C.A.W.A.S.", {
			{"Системный отчёт", [[
Внимание, отдан приказ об экстренной эвакуации. Пожалуйста, покиньте объект как можно скорее. Обнаружено затопление в нескольких секторах.
--------------------------------------------------------------------------------



Сектора: 3a, 3b, 3c, 4a, 4b - все потерпели катастрофический отказ корпуса.

23 обнаружено основных неисправностей системы.

174 обнаружено второстепенных неисправностей системы.

Секторные насосы: Отключены.

Обнаружено нарушение безопасности в: Лаборатория.

Для этого сектора введён режим изоляции.
Неавторизованный персонал будет препровожден к ближайшему офицеру безопасности.
Ошибка. Офицеры безопасности не зарегистрированы. Разрешено применение смертоносной силы.

--------------------------------------------------------------------------------
Сводный отчёт.
Статус безопасности: Чёрный.
Статус обслуживания: Красный.
Роботы безопасности: Частичные неисправности.
Аварийное питание: Включено.
Основное питание: Отключено.
Сеть базы данных терминала: Отключена; Не удалось подключиться после 3 попыток.
			]]},
		}}
	}
}


-- ██╗     ██╗███╗   ███╗ █████╗     ██████╗ ███████╗████████╗ █████╗  ██████╗██╗  ██╗███╗   ███╗███████╗███╗   ██╗████████╗
-- ██║     ██║████╗ ████║██╔══██╗    ██╔══██╗██╔════╝╚══██╔══╝██╔══██╗██╔════╝██║  ██║████╗ ████║██╔════╝████╗  ██║╚══██╔══╝
-- ██║     ██║██╔████╔██║███████║    ██║  ██║█████╗     ██║   ███████║██║     ███████║██╔████╔██║█████╗  ██╔██╗ ██║   ██║
-- ██║     ██║██║╚██╔╝██║██╔══██║    ██║  ██║██╔══╝     ██║   ██╔══██║██║     ██╔══██║██║╚██╔╝██║██╔══╝  ██║╚██╗██║   ██║
-- ███████╗██║██║ ╚═╝ ██║██║  ██║    ██████╔╝███████╗   ██║   ██║  ██║╚██████╗██║  ██║██║ ╚═╝ ██║███████╗██║ ╚████║   ██║
-- ╚══════╝╚═╝╚═╝     ╚═╝╚═╝  ╚═╝    ╚═════╝ ╚══════╝   ╚═╝   ╚═╝  ╚═╝ ╚═════╝╚═╝  ╚═╝╚═╝     ╚═╝╚══════╝╚═╝  ╚═══╝   ╚═╝

lang["#LIMA_BUNKER_SECURITY"] = {
	name = "Смарт-терминал \"ДатаПлекс 2000\"",
	logs = {
        {"Информация", {
			{"Обзор", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА ОБЗОРА]
Я И.С.С., центральный когнитивный авторитет в этом заправочном комплексе.
Мои директивы, закодированные "Вест-Тек" и впоследствии модифицированные инженерным отделом Анклава, тройственны:

1. Контролировать и регулировать операции по дозаправке винтокрылов.
2. Координировать логистический поток топлива, боеприпасов и графиков технического обслуживания с другими объектами Анклава.
3. Обеспечивать безопасность объекта через надзор за данными, биометрическую верификацию и автоматизированные подсистемы обороны.

Этот бункер также оснащён передовой технологией дальней связи и связан со станцией сети "СатКом" SC-13a.
Это обеспечивает постоянную связь со всеми объектами Анклава и любыми довоенными сетями.
			]]},
			{"Местоположение", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА МЕСТОПОЛОЖЕНИЯ]
Этот бункер (обозначенный как Подразделение Лима) расположен в Северо-Западном Содружестве. Это одно из трёх заправочных сооружений в Северо-Западном Содружестве.
Близлежащие военные объекты включают:
1. Военную базу Медфорд
2. Станцию сети "СатКом" SC-13a
3. Авиабазу Кингсли
4. Истребитель 142
5. Истребитель 173
			]]},
			{"Анклав", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА АНКЛАВА]

НАЧАЛО ОТЧЁТА

После Великой войны 2077 года остатки довоенного правительства Соединённых Штатов объединились под обозначением "Анклав" - коалиция высокопоставленных военных, корпоративных и политических лиц. Их целевые параметры, интерпретированные из зашифрованных командных архивов, следующие:

1. 	Цель: Протокол Очищения Вида
	Анклав идентифицирует широко распространенную мутацию послевоенного человеческого населения как экзистенциальное загрязнение человеческого генома. Их решение, классифицированное как Проект, включает распыление и распространение Вируса Рукотворной Эволюции в модифицированном штамме, предназначенном для уничтожения всех нечистых Homo sapiens.
	Результат: Вымирание всех мутировавших популяций Пустоши, с последующим заселением "чистым" генетическим фондом Анклава.
2.	Цель: Восстановление довоенного правления
	Анклав поддерживает преемственность правительства США в имени и символе. Президентская власть (в настоящее время президент Дик Ричардсон) остаётся абсолютной, поддерживаемая военным командованием под началом пятизвездочного генерала Крида и различных исследовательских отделов.
	Их доктрина предполагает законное господство над всеми континентальными территориями, независимо от согласия или сотрудничества выжившего населения.
	Результат: Предполагаемое восстановление "Соединённых Штатов Америки", реконструированных под контролем Анклава.
3.	Цель: Технологическое и военное превосходство
	Значительные ресурсы выделяются на сохранение довоенных технологий: передовой силовой брони, транспорта винтокрылов и исследовательских биологических объектов. Анклав представляет технологически абсолютное государство - невосприимчивое к энтропии, поглотившей старый мир.
	Результат: Милитаризованный изоляционизм, поддерживаемый орбитальными и военно-морскими активами; крайняя централизация ресурсов.
4.	Наблюдаемый исход (Прогноз)
	Несмотря на грозные возможности, операционная логика Анклава демонстрирует критическую нестабильность. Их исключающая идеология и зависимость от биологического оружия вводят потенциал системного коллапса. Модели взаимодействия предсказывают высокую вероятность (>89%) внутренней или внешней нейтрализации.

КОНЕЦ ОТЧЁТА

РЕКОМЕНДАЦИЯ И.С.С.:
Продолжение Доктрины Чистоты Анклава вычислительно неэффективно для долгосрочного выживания вида. Генетическое разнообразие и адаптивная мутация являются, парадоксально, оптимальными путями для пост-ядерного выживания человечества.

Заключение:
Анклав стремится восстановить старый мир, уничтожая новый. С логической точки зрения - ошибка рекурсии.
			]]},
			{"ПосейдоНет", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА ПОСЕЙДОНЕТ]
ПосейдоНет - это внутренняя сеть, обеспечивающая связь между различными отделениями "Посейдон Энерджи".
"Посейдон Энерджи" имеет несколько связей с Анклавом и военными через множество правительственных контрактов. Один из этих контрактов заключался в настройке внутренней связи между их объектами с использованием сети ПосейдоНет.
В результате большинство объектов Анклава всё ещё могут связываться друг с другом после Великой войны.
			]]},
				}},
		{"Почта", {
			{"Кому: ПОЛКОВНИКУ Рейду; Тема: Отчёт об инциденте", [[
Добрый день/утро, полковник,

Прилагается отчёт об инциденте за этот месяц. Потери биометрических карт выросли на целых 16%! Это почти вдвое больше, чем на прошлой неделе.
Почти все инциденты связаны с членами научной группы.

Мои рекомендации - ужесточить для них ограничения по безопасности. Достаточно плохо, что нам приходится постоянно перепечатывать эти проклятые карты.
Но если эти яйцеголовые думают, что это нормально - так часто нарушать протокол, то я считаю, что давно пора им понести последствия.

С уважением,
Штаб-сержант Виктор
(Приложенный файл больше недоступен)
			]]},
			{"От: ПОЛКОВНИКА Рейда; Тема: Ответ: Отчёт об инциденте", [[
Добрый день/утро, штаб-сержант Виктор,

Как указано в последней памятке, научной группе предоставлен практически неограниченный кредит на их работу.
Это распоряжение непосредственно от генерала Крида. Если у вас есть какие-либо вопросы или опасения по этому поводу, пожалуйста, поговорите со мной в моём кабинете. Грядёт много изменений в правительстве, которые, по крайней мере, поднимут вам настроение.

С уважением,
ПОЛКОВНИК Томас Рейд; ГЛ. КОМАНДОВАНИЕ, США
"Боже, храни Америку"
			]]},
			{"От: РЯДОВОГО Льюиса; Тема: Допуск", [[
Добрый день, штаб-сержант Виктор,

Прилагается моя форма 593, заполненная с моей подписью. Когда у вас будет время, пожалуйста, просмотрите её и отправьте мне обратно с подписью. Спасибо за ваше время.

С уважением,
РЯДОВОЙ Льюис, АРМИЯ США
			]]},
			{"От: ПОЛКОВНИКА Рейда; Тема: ПАМЯТКА; Потерянные карты", [[
Добрый день, команда,

До меня дошло, что несколько из вас теряли свои биометрические карты за последние месяцы *несколько* раз.
Это неприемлемое поведение. Это позор и для вас, и для подразделения. Если вы один из тех, кто потерял свою карту, зайдите ко мне в кабинет сегодня или завтра в 15:30.

К лучшим новостям: генерал Крид и президент Дик Ричардсон проявили больший интерес к материку. В результате наш бюджет значительно увеличился.
Если у вас есть старое оборудование или мебель, которые нужно заменить, напишите мне как можно скорее. Список нужно отправить через пару дней. Затем они должны его одобрить и оформить заказы на работы с вышки. Однако имейте в виду, что минимум 50% бюджета будет потрачено на научную группу.
Если есть вопросы, заходите ко мне в кабинет.

С уважением,
ПОЛКОВНИК Томас Рейд; ГЛ. КОМАНДОВАНИЕ, США
"Боже, храни Америку"
			]]},
			{"От: ПОЛКОВНИКА Рейда; Тема: ПАМЯТКА; Пароль", [[
Добрый день, команда,

Офицерская команда вместе с помощью штаб-сержанта Редда разработала пароль для полевых агентов.
Если вы пропустили брифинг на прошлой неделе или вам нужно напоминание, позвольте мне объяснить ещё раз.

Пароль - это знак, слово или любой другой сигнал, заранее согласованный и необходимый для обмена между часовым или охранником и любым лицом, приближающимся к его посту.
Термин обычно охватывает как знак, подаваемый приближающейся стороной, так и ответ часового.

Хорошо известный знак/пароль, использовавшийся союзными войсками в день "Д" во время Второй мировой войны: вызов/знак был "вспышка", пароль "гром" и обратный пароль (для проверки лица, давшего первый код) "Добро пожаловать".

Теперь, когда это объяснено ещё раз, ваш текущий пароль:
--------------------------------------------------------------------------------
Вызов: Бейсбольный мяч
Пароль: Ловкач
Обратный пароль: Хоумран
--------------------------------------------------------------------------------

Если вы считаете, что это каким-либо образом утекло, вы должны немедленно сообщить об этом штаб-сержанту Виктору ИЛИ мне.
Если у вас есть вопросы по этому поводу, пожалуйста, зайдите ко мне в кабинет.

С уважением,
ПОЛКОВНИК Томас Рейд; ГЛ. КОМАНДОВАНИЕ, США
"Боже, храни Америку"
			]]},
		}},
		{"Отчёты об инцидентах", {
			{"Отчёт об инциденте RR-SD-0421-77", [[
Классификация: Секретно - Необходимо знать
Объект: Подразделение Лима, сектор 0 (уровень поверхности)
Время: 03:00
Отчитывающийся офицер: Штаб-сержант Мэтью Виктор, группа безопасности
Номер отчёта: RR-SD-0421-77
--------------------------------------------------------------------------------
1. Краткое описание инцидента

Примерно в 02:40 сработала сигнализация несанкционированного доступа у главного входа. Первоначально предполагался сбой датчика из-за текущих ремонтных работ, но визуальное подтверждение через внутреннее наблюдение выявило движение, соответствующее человекоподобному нарушителю.

Для расследования была направлена группа безопасности из трёх человек (сержант Реннер, капрал Дэвис, рядовой Лопес). Контакт с нарушителем был установлен в 02:48. Субъект был в рваной одежде и выглядел дезориентированным, возможно, раненым.

После устного приказа сдаться субъект попытался бежать. Персонал безопасности открыл огонь в соответствии с Положением 312. Нарушитель был нейтрализован в течение 7 секунд после контакта.
--------------------------------------------------------------------------------
2. Потери и ущерб

Потери противника: Один (1) подтверждённый погибший; останки переданы в биолабораторию для идентификации и генетического скрининга.

Персонал Анклава: Без потерь.

Структурный ущерб: Нет.
--------------------------------------------------------------------------------
3. Выводы

У субъекта не было выданного Анклавом транспондера или биометрической карты.

Личные вещи включали:

Фрагмент жетона ("Рыцарь Р. Х—")

20 шт. микроядерных батарей (разряжены)

Грубая карта гор вокруг Подразделения Лима. (база на карте не отмечена)

Одна голозапись (голозапись была зашифрована. Сейчас находится в распоряжении научного отдела, ссылка: RR-SCI-77-Δ)
--------------------------------------------------------------------------------
4. Предпринятые действия

Полная изоляция Сектора 0.

Частота патрулей увеличена вдвое на следующие 72 часа.

Весь обслуживающий персонал подвергнут биометрической перепроверке перед повторным допуском.

Научный отдел уведомлен для извлечения данных и проверки на заражение.
--------------------------------------------------------------------------------
5. Рекомендации

Провести полное прочёсывание близлежащей территории на предмет других нелегалов.

Добавить больше камер на уровне поверхности для лучшей визуальной идентификации.

Проверить калибровку датчиков для предотвращения ложных срабатываний.
--------------------------------------------------------------------------------
			]]},
		}},
		{"Действия службы безопасности", {
			{"Активировать основные системы безопасности", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Активировать вспомогательные системы безопасности", [[
Ошибка. Вспомогательные системы не загружены.
			]]},
			{"Изолировать сектор 0", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Изолировать сектор 1", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Изолировать сектор 2", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Изолировать сектор 3", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Отменить изоляцию", [[
В настоящее время изоляция не активна.
			]]},
			{"Активировать режим ожидания", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
		}},
		{"Управление камерами", {
			{"Деактивировать все камеры безопасности", [[
Ты действительно думал, что я не замечу, как ты возишься с этой штукой, Мейсон? Лучше будь готов объясниться перед командиром.
			]]},
			{"Активировать ночной режим", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Деактивировать ночной режим", [[
Ошибка. Ночной режим не активирован.
			]]},
			{"Экстренная перезагрузка камер сектора 0", [[
Ошибка. Протоколы экстренного перезапуска не обнаружены. Пожалуйста, обратитесь к руководству по безопасности для точных требований установки.
			]]},
		}},
	}
}

lang["#LIMA_BUNKER_HANGER"] = {
	name = "Смарт-терминал \"ДатаПлекс 2000\"",
	logs = {
		{"Информация", {
			{"Обзор", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА ОБЗОРА]
Я И.С.С., центральный когнитивный авторитет в этом заправочном комплексе.
Мои директивы, закодированные "Вест-Тек" и впоследствии модифицированные инженерным отделом Анклава, тройственны:

1. Контролировать и регулировать операции по дозаправке винтокрылов.
2. Координировать логистический поток топлива, боеприпасов и графиков технического обслуживания с другими объектами Анклава.
3. Обеспечивать безопасность объекта через надзор за данными, биометрическую верификацию и автоматизированные подсистемы обороны.

Этот бункер также оснащён передовой технологией дальней связи и связан со станцией сети "СатКом" SC-13a.
Это обеспечивает постоянную связь со всеми объектами Анклава и любыми довоенными сетями.
			]]},
			{"Местоположение", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА МЕСТОПОЛОЖЕНИЯ]
Этот бункер (обозначенный как Подразделение Лима) расположен в Северо-Западном Содружестве. Это одно из трёх заправочных сооружений в Северо-Западном Содружестве.
Близлежащие военные объекты включают:
1. Военную базу Медфорд
2. Станцию сети "СатКом" SC-13a
3. Авиабазу Кингсли
4. Истребитель 142
5. Истребитель 173
			]]},
			{"Анклав", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА АНКЛАВА]

НАЧАЛО ОТЧЁТА

После Великой войны 2077 года остатки довоенного правительства Соединённых Штатов объединились под обозначением "Анклав" - коалиция высокопоставленных военных, корпоративных и политических лиц. Их целевые параметры, интерпретированные из зашифрованных командных архивов, следующие:

1. 	Цель: Протокол Очищения Вида
	Анклав идентифицирует широко распространенную мутацию послевоенного человеческого населения как экзистенциальное загрязнение человеческого генома. Их решение, классифицированное как Проект, включает распыление и распространение Вируса Рукотворной Эволюции в модифицированном штамме, предназначенном для уничтожения всех нечистых Homo sapiens.
	Результат: Вымирание всех мутировавших популяций Пустоши, с последующим заселением "чистым" генетическим фондом Анклава.
2.	Цель: Восстановление довоенного правления
	Анклав поддерживает преемственность правительства США в имени и символе. Президентская власть (в настоящее время президент Дик Ричардсон) остаётся абсолютной, поддерживаемая военным командованием под началом пятизвездочного генерала Крида и различных исследовательских отделов.
	Их доктрина предполагает законное господство над всеми континентальными территориями, независимо от согласия или сотрудничества выжившего населения.
	Результат: Предполагаемое восстановление "Соединённых Штатов Америки", реконструированных под контролем Анклава.
3.	Цель: Технологическое и военное превосходство
	Значительные ресурсы выделяются на сохранение довоенных технологий: передовой силовой брони, транспорта винтокрылов и исследовательских биологических объектов. Анклав представляет технологически абсолютное государство - невосприимчивое к энтропии, поглотившей старый мир.
	Результат: Милитаризованный изоляционизм, поддерживаемый орбитальными и военно-морскими активами; крайняя централизация ресурсов.
4.	Наблюдаемый исход (Прогноз)
	Несмотря на грозные возможности, операционная логика Анклава демонстрирует критическую нестабильность. Их исключающая идеология и зависимость от биологического оружия вводят потенциал системного коллапса. Модели взаимодействия предсказывают высокую вероятность (>89%) внутренней или внешней нейтрализации.

КОНЕЦ ОТЧЁТА

РЕКОМЕНДАЦИЯ И.С.С.:
Продолжение Доктрины Чистоты Анклава вычислительно неэффективно для долгосрочного выживания вида. Генетическое разнообразие и адаптивная мутация являются, парадоксально, оптимальными путями для пост-ядерного выживания человечества.

Заключение:
Анклав стремится восстановить старый мир, уничтожая новый. С логической точки зрения - ошибка рекурсии.
			]]},
			{"ПосейдоНет", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА ПОСЕЙДОНЕТ]
ПосейдоНет - это внутренняя сеть, обеспечивающая связь между различными отделениями "Посейдон Энерджи".
"Посейдон Энерджи" имеет несколько связей с Анклавом и военными через множество правительственных контрактов. Один из этих контрактов заключался в настройке внутренней связи между их объектами с использованием сети ПосейдоНет.
В результате большинство объектов Анклава всё ещё могут связываться друг с другом после Великой войны.
			]]},
			}},
			{"Почта", {
					{"Кому: ПОЛКОВНИКУ Рейду; Тема: Лишние запчасти?", [[
Добрый день/утро, сэр,

Недавно до меня дошло, что в последней партии поставок сюда было отправлено большое количество внутренних и внешних подшипников. Я подтвердил с другим пилотом, 1-м лейтенантом Уитменом, что всё в порядке.
Обычно я не стал бы отправлять это вам, но я беспокоюсь, что это, возможно, предназначалось не нам. У нас уже достаточно, чтобы продержаться несколько месяцев.
Было отправлено как минимум по 20 единиц каждого. Всё, о чём я прошу, это чтобы вы могли подтвердить с Наварро, что груз был отправлен сюда правильно. Спасибо за ваше время, сэр.

С уважением,
2-Й ЛЕЙТЕНАНТ Огайо; Пилот винтокрыла, Подразделение Лима
				]]},
				{"От: 2-ГО ЛЕЙТЕНАНТА Бердсонг; Тема: Образец", [[
Доброе утро, лейтенант Огайо,

У меня есть чудесные новости. Доктор Шребер разрешил нам перевести одного из его "образцов" из Наварро сюда. Настоящий говорящий коготь смерти!
Довольно оригинально спроектированное создание. Я не буду вдаваться в научные тонкости, но просто знайте, что он хочет, чтобы его перевели сюда завтра около 08:00.
И не волнуйтесь, мы усыпим эту тварь и обеспечим охрану.

С уважением,
2-Й ЛЕЙТЕНАНТ Бердсонг; научный отдел, Подразделение Лима
				]]},
				{"Кому: 2-МУ ЛЕЙТЕНАНТУ Бердсонг; Тема: Какого чёрта?!", [[
Ты что, бля, охренел?

Ты просишь меня перевезти одну из этих ящериц-убийц в моей птичке?
Ты с ума сошёл?! Эта штука еле перевозит заключённых размером с человека. Тебе теперь нужно 3-метровое чудовище?
Если я беру эту штуку, ты едешь со мной, надеюсь, ты это понимаешь.

Я свяжусь с лейтенантом Гэмблом и узнаю технические характеристики перевозки этой штуки.
				]]},
				{"От: ПОЛКОВНИКА Рейда; Тема: Ответ: Лишние запчасти?", [[
Добрый день/утро, лейтенант,

Я только что говорил с командиром базы Наварро, и, по-видимому, всё в порядке.
У них некоторое время копились эти запчасти, и они просто отправили их нам. Причина в том, что мы более отрезаны от вышки и что эти припасы понадобятся нам больше, чем им.
Я бы просто взял эти запчасти и придержал их пока. Никогда не знаешь, может, пригодятся позже.

С уважением,
ПОЛКОВНИК Томас Рейд; ГЛ. КОМАНДОВАНИЕ, США
"Боже, храни Америку"
				]]},
				{"От: ПОЛКОВНИКА Рейда; Тема: ПАМЯТКА; Потерянные карты", [[
Добрый день, команда,

До меня дошло, что несколько из вас теряли свои биометрические карты за последние месяцы *несколько* раз.
Это неприемлемое поведение. Это позор и для вас, и для подразделения. Если вы один из тех, кто потерял свою карту, зайдите ко мне в кабинет сегодня или завтра в 15:30.

К лучшим новостям: генерал Крид и президент Дик Ричардсон проявили больший интерес к материку. В результате наш бюджет значительно увеличился.
Если у вас есть старое оборудование или мебель, которые нужно заменить, напишите мне как можно скорее. Список нужно отправить через пару дней. Затем они должны его одобрить и оформить заказы на работы с вышкой. Однако имейте в виду, что минимум 50% бюджета будет потрачено на научную группу.
Если есть вопросы, заходите ко мне в кабинет.

С уважением,
ПОЛКОВНИК Томас Рейд; ГЛ. КОМАНДОВАНИЕ, США
"Боже, храни Америку"
				]]},
				{"От: ПОЛКОВНИКА Рейда; Тема: ПАМЯТКА; Пароль", [[
Добрый день, команда,

Офицерская команда вместе с помощью штаб-сержанта Редда разработала пароль для полевых агентов.
Если вы пропустили брифинг на прошлой неделе или вам нужно напоминание, позвольте мне объяснить ещё раз.

Пароль - это знак, слово или любой другой сигнал, заранее согласованный и необходимый для обмена между часовым или охранником и любым лицом, приближающимся к его посту.
Термин обычно охватывает как знак, подаваемый приближающейся стороной, так и ответ часового.

Хорошо известный знак/пароль, использовавшийся союзными войсками в день "Д" во время Второй мировой войны: вызов/знак был "вспышка", пароль "гром" и обратный пароль (для проверки лица, давшего первый код) "Добро пожаловать".

Теперь, когда это объяснено ещё раз, ваш текущий пароль:
--------------------------------------------------------------------------------
Вызов: Бейсбольный мяч
Пароль: Ловкач
Обратный пароль: Хоумран
--------------------------------------------------------------------------------

Если вы считаете, что это каким-либо образом утекло, вы должны немедленно сообщить об этом штаб-сержанту Виктору ИЛИ мне.
Если у вас есть вопросы по этому поводу, пожалуйста, зайдите ко мне в кабинет.

С уважением,
ПОЛКОВНИК Томас Рейд; ГЛ. КОМАНДОВАНИЕ, США
"Боже, храни Америку"
				]]},
			}},
		{"Управление ангаром", {
			{"Инициировать программу запуска", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Прервать программу запуска", [[
Ошибка. Программа запуска не инициирована.
			]]},
			{"Начать проверку освещения", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Начать проверку органов управления полётом", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
			{"Инициировать тестовый режим", [[
Загрузка.....
............
............
............
............
............
Тестовый режим активирован.
............
Проверка гидравлики: В норме.
............
Проверка дверей ангара: В норме.
............
Проверка веса и балансировки: В норме.
............
............
............
............
............
............
............
............
Проверка управления подъёмом: В норме.
............
Все системы работают исправно.
			]]},
			{"Открыть/Закрыть двери ангара", [[
Нет разрешения. Пожалуйста, войдите для продолжения.
			]]},
		}},
		{"Аварийное управление", {
			{"Инициировать аварийное отключение дверей", [[
Загрузка.....
............
............
............
............
............
............
............
............
............
............
............
............
............
............
............
............
............
............
............
............
............
............
Ошибка. Неисправностей не обнаружено. Пожалуйста, используйте обычное управление системой.
			]]},
			{"Инициировать аварийную программу запуска", [[
Загрузка.....
............
............
............
............
............
............
............
Ошибка. Неисправностей не обнаружено. Пожалуйста, используйте обычное управление системой.
			]]},
			{"Инициировать аварийное отключение запуска", [[
Ошибка. Программа запуска не инициирована.
			]]},
			{"Активировать систему пожаротушения", [[
Ошибка. Пожар не обнаружен. Пожалуйста, повторите попытку позже.
			]]},
		}},
	}
}

lang["#LIMA_BUNKER_COMMUNICATIONS"] = {
	name = "Смарт-терминал \"ДатаПлекс 2000\"",
	logs = {
		{"Информация", {
			{"Обзор", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА ОБЗОРА]
Я И.С.С., центральный когнитивный авторитет в этом заправочном комплексе.
Мои директивы, закодированные "Вест-Тек" и впоследствии модифицированные инженерным отделом Анклава, тройственны:

1. Контролировать и регулировать операции по дозаправке винтокрылов.
2. Координировать логистический поток топлива, боеприпасов и графиков технического обслуживания с другими объектами Анклава.
3. Обеспечивать безопасность объекта через надзор за данными, биометрическую верификацию и автоматизированные подсистемы обороны.

Этот бункер также оснащён передовой технологией дальней связи и связан со станцией сети "СатКом" SC-13a.
Это обеспечивает постоянную связь со всеми объектами Анклава и любыми довоенными сетями.
			]]},
			{"Местоположение", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА МЕСТОПОЛОЖЕНИЯ]
Этот бункер (обозначенный как Подразделение Лима) расположен в Северо-Западном Содружестве. Это одно из трёх заправочных сооружений в Северо-Западном Содружестве.
Близлежащие военные объекты включают:
1. Военную базу Медфорд
2. Станцию сети "СатКом" SC-13a
3. Авиабазу Кингсли
4. Истребитель 142
5. Истребитель 173
			]]},
			{"Анклав", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА АНКЛАВА]

НАЧАЛО ОТЧЁТА

После Великой войны 2077 года остатки довоенного правительства Соединённых Штатов объединились под обозначением "Анклав" - коалиция высокопоставленных военных, корпоративных и политических лиц. Их целевые параметры, интерпретированные из зашифрованных командных архивов, следующие:

1. 	Цель: Протокол Очищения Вида
	Анклав идентифицирует широко распространенную мутацию послевоенного человеческого населения как экзистенциальное загрязнение человеческого генома. Их решение, классифицированное как Проект, включает распыление и распространение Вируса Рукотворной Эволюции в модифицированном штамме, предназначенном для уничтожения всех нечистых Homo sapiens.
	Результат: Вымирание всех мутировавших популяций Пустоши, с последующим заселением "чистым" генетическим фондом Анклава.
2.	Цель: Восстановление довоенного правления
	Анклав поддерживает преемственность правительства США в имени и символе. Президентская власть (в настоящее время президент Дик Ричардсон) остаётся абсолютной, поддерживаемая военным командованием под началом пятизвездочного генерала Крида и различных исследовательских отделов.
	Их доктрина предполагает законное господство над всеми континентальными территориями, независимо от согласия или сотрудничества выжившего населения.
	Результат: Предполагаемое восстановление "Соединённых Штатов Америки", реконструированных под контролем Анклава.
3.	Цель: Технологическое и военное превосходство
	Значительные ресурсы выделяются на сохранение довоенных технологий: передовой силовой брони, транспорта винтокрылов и исследовательских биологических объектов. Анклав представляет технологически абсолютное государство - невосприимчивое к энтропии, поглотившей старый мир.
	Результат: Милитаризованный изоляционизм, поддерживаемый орбитальными и военно-морскими активами; крайняя централизация ресурсов.
4.	Наблюдаемый исход (Прогноз)
	Несмотря на грозные возможности, операционная логика Анклава демонстрирует критическую нестабильность. Их исключающая идеология и зависимость от биологического оружия вводят потенциал системного коллапса. Модели взаимодействия предсказывают высокую вероятность (>89%) внутренней или внешней нейтрализации.

КОНЕЦ ОТЧЁТА

РЕКОМЕНДАЦИЯ И.С.С.:
Продолжение Доктрины Чистоты Анклава вычислительно неэффективно для долгосрочного выживания вида. Генетическое разнообразие и адаптивная мутация являются, парадоксально, оптимальными путями для пост-ядерного выживания человечества.

Заключение:
Анклав стремится восстановить старый мир, уничтожая новый. С логической точки зрения - ошибка рекурсии.
			]]},
			{"ПосейдоНет", [[
[СИСТЕМНЫЙ ЖУРНАЛ ИСС // СВОДКА ПОСЕЙДОНЕТ]
ПосейдоНет - это внутренняя сеть, обеспечивающая связь между различными отделениями "Посейдон Энерджи".
"Посейдон Энерджи" имеет несколько связей с Анклавом и военными через множество правительственных контрактов. Один из этих контрактов заключался в настройке внутренней связи между их объектами с использованием сети ПосейдоНет.
В результате большинство объектов Анклава всё ещё могут связываться друг с другом после Великой войны.
			]]},
				}},
				{"Почта", {
					{"От: 2-ГО ЛЕЙТЕНАНТА Бердсонг; Тема: Дополнительные припасы", [[
Сэр,

Образцу когтя смерти, присланному доктором Шребером, не хватило припасов, чтобы держать эту тварь в отключке дольше 3 месяцев. Мы уже использовали всё, что было дано изначально, и теперь используем то, что у нас есть.
Исследовательский потенциал этого субъекта неописуем, но цена слишком высока сейчас. Мне нужно отправить форму заявки в Наварро и, возможно, даже на нефтяную вышку, чтобы получить больше реагентов. Самый важный - как минимум 5 криоконтейнеров.
Нам также понадобятся дополнительные припасы, чтобы прокормить эту чёртову тварь. Несколько раз, когда она просыпалась, чтобы "говорить", были поучительными. Я приложил файл со всем, что нам нужно.

С уважением,
2-Й ЛЕЙТЕНАНТ Бердсонг; научный отдел, Подразделение Лима
(Приложенный файл слишком велик для открытия)
				]]},
				{"Кому: 2-МУ ЛЕЙТЕНАНТУ Бердсонг; Тема: Форматирование", [[
Это лейтенант Гэмбл на станции связи.
Доктор, пожалуйста, переформатируйте файл, чтобы я мог отправить его Шреберу. Он слишком велик, чтобы я мог его открыть, не то что отправить по сети.
Заранее спасибо.
				]]},
				{"От: 2-ГО ЛЕЙТЕНАНТА Бердсонг; Тема: Форматирование", [[
Ой. Упс.
Извините за это, теперь должно быть можно отправить.

Ещё раз спасибо, лейтенант.
(Приложенный файл больше недоступен)
				]]},
				{"Кому: Доктору Шреберу; Тема: Формула КриоЛока", [[
Добрый день/утро, доктор Шребер,

Это 2-й лейтенант Гэмбл из Подразделения Лима.
Доктор Бердсонг запрашивает больше криоконтейнеров для образца когтя смерти, которого вы сюда отправили. Эта тварь, по-видимому, потребляет эту дрянь больше, чем всё, что мы когда-либо здесь содержали.
Добрый доктор прислал файл со всем необходимым для содержания субъекта здесь. Если у вас есть дополнительные вопросы, просто дайте мне знать.

С уважением,
2-Й ЛЕЙТЕНАНТ Гэмбл; Офицерский корпус, Подразделение Лима
(Приложенный файл больше недоступен)
				]]},
				{"От: ПОЛКОВНИКА Рейда; Тема: ПАМЯТКА; Потерянные карты", [[
Добрый день, команда,

До меня дошло, что несколько из вас теряли свои биометрические карты за последние месяцы *несколько* раз.
Это неприемлемое поведение. Это позор и для вас, и для подразделения. Если вы один из тех, кто потерял свою карту, зайдите ко мне в кабинет сегодня или завтра в 15:30.

К лучшим новостям: генерал Крид и президент Дик Ричардсон проявили больший интерес к материку. В результате наш бюджет значительно увеличился.
Если у вас есть старое оборудование или мебель, которые нужно заменить, напишите мне как можно скорее. Список нужно отправить через пару дней. Затем они должны его одобрить и оформить заказы на работы с вышкой. Однако имейте в виду, что минимум 50% бюджета будет потрачено на научную группу.
Если есть вопросы, заходите ко мне в кабинет.

С уважением,
ПОЛКОВНИК Томас Рейд; ГЛ. КОМАНДОВАНИЕ, США
"Боже, храни Америку"
				]]},
				{"От: 1-ГО ЛЕЙТЕНАНТА Крегера; Тема: ПАМЯТКА; Потеря связи", [[
Добрый день/утро всем,

Недавно до нас дошло, что из-за неисправности и выхода из строя спутника "USA-1102" мы больше не можем поддерживать долгосрочную связь с Восточным побережьем.
Будьте уверены, мы неустанно работаем над исправлением этой ошибки, перенаправляя связь на "USA-1107" и "USA-1103". Однако может пройти очень много времени, прежде чем сеть будет полностью восстановлена.
Силы Восточного побережья также знают об этой проблеме и работают над ней вместе с нами.
Тем временем будет отправлено больше команд на винтокрылах для связи с ними так часто, как это возможно.

Если у вас есть дополнительные вопросы, пожалуйста, обратитесь к своему руководству на базе по любым возникающим вопросам.

С уважением,
1-Й ЛЕЙТЕНАНТ Джуд Крегер; ЦЕНТ. КОМАНДОВАНИЕ, США
"Хорошо помните прежние времена."
				]]},
				{"От: ПОЛКОВНИКА Рейда; Тема: ПАМЯТКА; Пароль", [[
Добрый день, команда,

Офицерская команда вместе с помощью штаб-сержанта Редда разработала пароль для полевых агентов.
Если вы пропустили брифинг на прошлой неделе или вам нужно напоминание, позвольте мне объяснить ещё раз.

Пароль - это знак, слово или любой другой сигнал, заранее согласованный и необходимый для обмена между часовым или охранником и любым лицом, приближающимся к его посту.
Термин обычно охватывает как знак, подаваемый приближающейся стороной, так и ответ часового.

Хорошо известный знак/пароль, использовавшийся союзными войсками в день "Д" во время Второй мировой войны: вызов/знак был "вспышка", пароль "гром" и обратный пароль (для проверки лица, давшего первый код) "Добро пожаловать".

Теперь, когда это объяснено ещё раз, ваш текущий пароль:
--------------------------------------------------------------------------------
Вызов: Бейсбольный мяч
Пароль: Ловкач
Обратный пароль: Хоумран
--------------------------------------------------------------------------------

Если вы считаете, что это каким-либо образом утекло, вы должны немедленно сообщить об этом штаб-сержанту Виктору ИЛИ мне.
Если у вас есть вопросы по этому поводу, пожалуйста, зайдите ко мне в кабинет.

С уважением,
ПОЛКОВНИК Томас Рейд; ГЛ. КОМАНДОВАНИЕ, США
"Боже, храни Америку"
				]]},
			}},
			{"Связь \"ПосейдоНет\" с западным побережьем", {
				{"Контрольная станция АНКЛАВА", [[
Загрузка...
..........
..........
..........
Статус: Связь готова.
..........
..........
..........
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"Наварро", [[
Загрузка...
..........
..........
Статус: Связь готова.
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"К.О.Л.Ы.Б.Е.Л.ь", [[
Загрузка...
..........
Статус: Связь готова.
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"Станция сети \"СатКом\" SC-13a", [[
Загрузка...
..........
Статус: Связь готова.
..........
..........
..........
..........
..........
..........
..........
..........
..........
Связь установлена
..........
..........
..........
Ошибка ABEE162. Дистанционная настройка антенны не разрешена для пользователя ГОСТЬ. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"Станция сети \"СатКом\" SC-22c", [[
Загрузка...
..........
Статус: Связь готова.
..........
..........
..........
..........
..........
..........
..........
..........
..........
Связь установлена
..........
..........
..........
Ошибка ABEE162. Дистанционная настройка антенны не разрешена для пользователя ГОСТЬ. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"Управление исследований убежищ Анклава", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь готова.
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"Железная гора", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Отключено.
Ошибка X000Z111. Соединение отключено.
Соединение закрыто.
			]]},
			{"НОРАД", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Отключено.
Ошибка X000Z111. Соединение отключено.
Соединение закрыто.
			]]},
			{"САК", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Отключено.
Ошибка X000Z111. Соединение отключено.
Соединение закрыто.
			]]},
			{"ЦЕНТ. КОМАНДОВАНИЕ", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь готова.
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			}},
			{"Связь \"ПосейдоНет\" с восточным побережьем", {
				{"!ПРОЧИТАЙТЕ СНАЧАЛА!", [[
Вся связь с Восточным побережьем в данный момент прервана из-за выхода из строя одного из спутников.
Эта проблема решается, но может пройти очень много времени, прежде чем её удастся исправить.
Операции на Восточном побережье также знают о проблеме и активно ищут решение.
			]]},
			{"Конгрессиональный бункер \"Уайтспринг\"", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Рэйвен-Рок", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Маунт-Уэзер", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Атлантическая нефтяная вышка", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Командный комплекс озера Мичиган", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Исследовательский комплекс J", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Исследовательский комплекс G", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Шугар гроув", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Коммутатор", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Подразделение Зулу", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
		}},
		{"Спутниковая связь", {
			{"Укороченные брюки", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Брэдли-Геркулес", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Связь вне досягаемости.
Ошибка AZZZZ02. Связь вне досягаемости.
Соединение закрыто.
			]]},
			{"Ковак-Малдун", [[
Загрузка...
..........
..........
..........
..........
..........
Статус: Связь готова.
Получение кодов вызова:
X948KJ
L4IERU
ER32J7
..........
..........
..........
Аутентификация успешна.
ДАННЫЕ ЦЕЛЕУКАЗАНИЯ: НЕТ.
..........
..........
..........
Пинг NIRA.
..........
Мутации: Истощены.
..........
..........
Грузы снабжения: Истощены.
..........
..........
..........
..........
..........
ОШИБКА: Мотиваторы антенны отключены.
Система связи: Отключена (7) неисправностей обнаружено.
..........
..........
..........
Система изображений: Работоспособна (2) неисправности обнаружено.
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Ошибка DE3231. Не удалось установить соединение после 3 попыток.
Соединение закрыто.
			]]},
			{"USA-1101", [[
Загрузка...
..........
..........
..........
..........
..........
Статус: Связь готова.
..........
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"USA-1102", [[
Загрузка...
..........
..........
..........
..........
..........
Статус: Сбой связи.
Ошибка XYZ0001. Сбой связи.
Соединение закрыто.
			]]},
			{"USA-1103", [[
Загрузка...
..........
..........
Статус: Связь готова.
..........
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"USA-1104", [[
Загрузка...
..........
..........
Статус: Связь готова.
..........
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"USA-1105", [[
Загрузка...
..........
..........
Статус: Связь готова.
..........
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"USA-1107", [[
Загрузка...
..........
..........
Статус: Связь готова.
..........
..........
..........
Вызов получен и принят.
..........
..........
..........
Ошибка XRE3291. Авторизация не найдена. Пожалуйста, войдите для продолжения.
Соединение закрыто.
			]]},
			{"USA-1109", [[
Загрузка...
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
..........
Статус: Сбой связи.
Ошибка XYZ0001. Сбой связи.
Соединение закрыто.
			]]},
		}},
	}
}

RELOADSCHEMA = true
