local lang = RSRG.Languages["en"]

--INEU VALLEY TERMINALS
--Ineu Factory Logs
lang["#INEU_FACTORYLOG"] = {
	name = "Терминал Circle G Foreman's",
	logs = {
		{"Журнал регистрации корпоративных инцидентов", {
			{"Местный сбой питания", [[
				Я пишу это, потому что прямая связь с корпорацией, наконец, перестала работать.

				МЫ. НЕ. МОЖЕМ. РАБОТАТЬ. БЕЗ. ЭЛЕКТРИЧЕСТВА.

				Я не знаю, кто был инженером, и что всё ли в порядке с этой конструкцией, но мы не можем так просто запустить один и тот же пресс более пяти минут, не отключая электропитание для всей области, ДАВАЙТЕ двое и нажмут, и запустят Автопогрузчик.

				За то время, которое потребовалось для восстановления телефонных линий, у нас уже была небольшая толпа горожан, которые толпились у ворот, крича на наших сотрудников. Вслед за ОЧЕНЬ недовольным звонком полковника, руководящего военной базой через реку. Вы знаете, сколько ботинок размещено на его базе в любой момент времени? Потому что я делаю это сейчас, а также ТОЧНО, он обещал, что посадит их, если это случится снова.

				Если вы не планируете платить нашему персоналу самой большой бумагой в стране, вы получите кого-то здесь, который посмотрит, как подключить нас к генератору на месте. ХОРОШО. Я и мои люди не попадем на какой-нибудь армейский рубеж через зарплату.
			]]},
			{"Жалобы на шум", [[
				Теперь, когда машины наконец работают, у нас есть другая проблема. Шум. Я не знаю, в стороне ли это каньона, в котором мы находимся, но, черт возьми, эти вещи громкие.

				Такого громкого, на самом деле, нет ни где в городе, где вы не могли бы услышать такие вещи. Бригадир местной шахты взял время из моего напряженного графика, чтобы рассказать мне о том, как они чувствуют 'вибрации' от всего подполья, 'дребезжая' их опорные рамы и угрожая 'разрушить' весь завод.

				Я бы почти пожалел людей в этом городе, если бы не тот факт, что они продолжают ссориться с моими людьми круглосуточно. После недели заполнения нашего почтового ящика письменными жалобами, скрытыми угрозами и открытыми угрозами; некоторые бросали бутылки и камни, пока наши спины были повернуты.

				Мне всё равно, насколько велик контракт с корпорацией, мы не можем управлять этими вещами 24/7. Эти люди должны спать, и ВАШИ СОТРУДНИКИ ТОЖЕ! И мы не можем просто моргнуть, не рискуя, чтобы какой-то горожанин подложил подушку нам под голову.
			]]},
			{"Вандализм/Саботаж", [[
				Это становится смешным.

				Не довольствуясь преследованиями моих сотрудников на расстоянии, кто-то ворвался на территорию завода прошлой ночью. Шины, тормозные магистрали и сиденья каждого грузовика. Были разорваны. Резервуары с жидкостью в задней части здания, форсунки сломались и слились полностью. Большинство наружных дверных замков были залеплены жевательной резинкой.

				Хуже всего то, что они попали по внешним распределителям. ЖЕСТКО. Я не думаю, что они могли бы нанести больше урона, если бы использовали взрывчатку. Принимая во внимание те камнедробители на западе или Морпехами на востоке, это могло быть именно так. Без материалов для их ремонта производство машин сократилась вдвое.

				Шерифам потребовалось более часа, чтобы добраться сюда, и они едва осмотрели это место, прежде чем сказать, что они ничего не могли сделать. Один из этих ублюдков на самом деле дал понять, что 'позвоните нам, если это произойдет снова, пока не отключится питание'. Хватит значит хватит. Мне все равно, сколько раз вы отклоняли мою просьбу о дополнительных мерах безопасности, будь прокляты страховые тарифы. Я прошу парк протектронов здесь! Согласие одобрить или нет, я отвлекаю пару голов, чтобы обеспечить безопасность на месте после наступления темноты, включая меня самого. Я знаю, что у нас здесь есть лестница для очистки желобов, и крыша станет идеальной точкой обзора.

				Мы увидим, насколько умны эти горожане, когда следующий уйдет сюда в черной сумке.
			]]},
		}}
	}
}