local lang = RSRG.Languages["ru"]

--[[
███████╗██╗   ██╗███████╗███╗   ██╗████████╗    ██████╗ ███████╗██╗      █████╗ ████████╗███████╗██████╗
██╔════╝██║   ██║██╔════╝████╗  ██║╚══██╔══╝    ██╔══██╗██╔════╝██║     ██╔══██╗╚══██╔══╝██╔════╝██╔══██╗
█████╗  ██║   ██║█████╗  ██╔██╗ ██║   ██║       ██████╔╝█████╗  ██║     ███████║   ██║   █████╗  ██║  ██║
██╔══╝  ╚██╗ ██╔╝██╔══╝  ██║╚██╗██║   ██║       ██╔══██╗██╔══╝  ██║     ██╔══██║   ██║   ██╔══╝  ██║  ██║
███████╗ ╚████╔╝ ███████╗██║ ╚████║   ██║       ██║  ██║███████╗███████╗██║  ██║   ██║   ███████╗██████╔╝
╚══════╝  ╚═══╝  ╚══════╝╚═╝  ╚═══╝   ╚═╝       ╚═╝  ╚═╝╚══════╝╚══════╝╚═╝  ╚═╝   ╚═╝   ╚══════╝╚═════╝
]]

lang["#SALT_EVENTOILCAN"] = {
	name = "Терминал военного склада 4D-E",
	logs = {
		{"Отчёты интенданта", {
			{"1 августа 2077 г.", [[
Текущее складское оборудование включает:
2 шт. боевой силовой брони T-51b
5 шт. пистолет-пулемётов 10-мм
3 шт. пистолетов 10-мм
400 шт. патронов 10-мм
2 шт. лазерные винтовки Ваттс 2000
8 шт. микроядерных энергоблоков TX-28
850 шт. бронебойных патронов 5-мм
120 шт. патронов 5.56-мм
30 шт. патронов .308
2 шт. винтовки DKS-501
4 шт. штурмовых винтовки R91
10 шт. стандартных военных форм
			]]},
			{"1 сентября 2077 г.", [[
Текущее складское оборудование включает:
2 шт. боевой силовой брони T-51b
1 шт. пистолет-пулемётов 10-мм
3 шт. пистолетов 10-мм
300 шт. патронов 10-мм
2 шт. лазерные винтовки Ваттс 2000
8 шт. микроядерных энергоблоков TX-28
500 шт. бронебойных патронов 5-мм
100 шт. патронов 5.56-мм
30 шт. патронов .308
2 шт. винтовки DKS-501
4 шт. штурмовых винтовки R91
9 шт. стандартных военных форм
			]]},
			{"1 октября 2077 г.", [[
Текущее складское оборудование включает:
1 шт. пистолет-пулемёт 10-мм
1 шт. пистолет 10-мм
100 шт. патронов 10-мм
4 шт. микроядерных энергоблока TX-28
30 шт. патронов .308
2 шт. стандартных военных формы
50 шт. масла для силовой брони "Бронегель" (канистры)
			]]},
		}},
		{"Журналы интенданта Зика", {
			{"1 августа 2077 г.", [[
Полковник уже давно терроризирует окрестности. Если он продолжит в том же духе, в этих складах ничего не останется, если Красная угроза вторгнется такими темпами. В остальном то же дерьмо от начальства.
			]]},
			{"1 сентября 2077 г.", [[
Полковник только что заходил сегодня, сказал, что у него снова "заканчиваются 'припасы'". Что за хрень. Этот ублюдок имеет наглость снова прийти сюда после того, как мы дали ему 10 штурмовых винтовок в прошлом месяце. Боже, если я увижу его ещё раз, мне придётся здорово поплатиться.
			]]},
			{"1 октября 2077 г.", [[
Что-то не так, начальство только что забрало почти все наши запасы и поставило нам то, что выглядит как грёбаные масляные канистры? Я не уверен, что, чёрт возьми, происходит, но что-то не так, говорю вам.
			]]},
		}}
	}
}

RELOADSCHEMA = true
