local lang = RSRG.Languages["ru"]


--[[
██╗███╗   ██╗███████╗██╗   ██╗    ████████╗███████╗██████╗ ███╗   ███╗██╗███╗   ██╗ █████╗ ██╗     ███████╗
██║████╗  ██║██╔════╝██║   ██║    ╚══██╔══╝██╔════╝██╔══██╗████╗ ████║██║████╗  ██║██╔══██╗██║     ██╔════╝
██║██╔██╗ ██║█████╗  ██║   ██║       ██║   █████╗  ██████╔╝██╔████╔██║██║██╔██╗ ██║███████║██║     ███████╗
██║██║╚██╗██║██╔══╝  ██║   ██║       ██║   ██╔══╝  ██╔══██╗██║╚██╔╝██║██║██║╚██╗██║██╔══██║██║     ╚════██║
██║██║ ╚████║███████╗╚██████╔╝       ██║   ███████╗██║  ██║██║ ╚═╝ ██║██║██║ ╚████║██║  ██║███████╗███████║
╚═╝╚═╝  ╚═══╝╚══════╝ ╚═════╝        ╚═╝   ╚══════╝╚═╝  ╚═╝╚═╝     ╚═╝╚═╝╚═╝  ╚═══╝╚═╝  ╚═╝╚══════╝╚══════╝
]]

--Located in the Ammo Factory Command Room above the warehouse area.
lang["#INEU_FACTORYLOG"] = {
	name = "Терминал прораба \"Сёркл Джи\"",
	logs = {
		{"Журнал отчётов о происшествиях корпорации", {
			{"Местное отключение электроэнергии", [[
Я пишу это, потому что прямая линия с корпорацией наконец перестала отвечать.

МЫ. НЕ. МОЖЕМ. РАБОТАТЬ. БЕЗ. ЭЛЕКТРИЧЕСТВА.

Я не знаю, что за мозгоносный инженер одобрил проект этого завода, но мы не можем запустить даже один пресс дольше чем на пять минут, не вырубив электричество во всём районе, НЕ ГОВОРЯ УЖЕ о двух прессах и автопогрузчике.

За то время, пока телефонные линии восстанавливались, у ворот уже собралась небольшая толпа горожан, орущих на наших сотрудников. А затем последовал ОЧЕНЬ злой звонок от полковника, командующего военной базой через реку. Знаете, сколько солдат постоянно дислоцировано на его базе? Потому что теперь я знаю, а также ТОЧНО знаю, куда он обещал их заслать, если это повторится.

Если вы не планируете платить нам за то, чтобы мы охраняли самую большую в стране дверную подставку, пришлите кого-нибудь сюда, чтобы подключить нас к местному генератору. ХОРОШЕМУ. Я и мои люди не собираемся оказаться на армейской линии огня из-за зарплаты.
			]]},
			{"Жалобы на шум", [[
Теперь, когда машины наконец заработали, у нас другая проблема. Шум. Не знаю, виной тому форма каньона, в котором мы находимся, но, чёрт возьми, как же они громкие.

Настолько громкие, что нет ни одного места в городе, где их не было бы слышно. Прораб местной шахты выкроил время в МОЁМ плотном графике, чтобы рассказать мне, как они чувствуют "вибрации" глубоко под землёй, "сотрясающие" их опорные рамы и грозящие "обрушить" всю структуру.

Я бы даже посочувствовал жителям этого города, если бы не тот факт, что они постоянно затевают драки с моими людьми в нерабочее время. После недели, в течение которой они заполняли наш почтовый ящик письменными жалобами, завуалированными угрозами и открытыми угрозами, некоторые начали швырять бутылки и камни, когда мы стоим к ним спиной.

Мне плевать, насколько крупный контракт заключила корпорация, мы не можем запускать эти машины круглосуточно. Эти люди должны спать, ВКЛЮЧАЯ ВАШИХ СОТРУДНИКОВ! А мы не можем даже вздремнуть, не рискуя, что какой-нибудь горожанин накинется на нас.
			]]},
			{"Вандализм/Саботаж", [[
Это уже начинает переходить всякие границы.

Не удовлетворившись преследованием моих сотрудников на расстоянии, прошлой ночью кто-то проник на территорию фабрики. Шины, тормозные шланги и сиденья каждого грузовика - всё изрезано. Жидкостные баки сзади здания - сопла сломаны, всё слито. Большинство замков на внешних дверях забиты жевательной резинкой.

Хуже всего то, что они нанесли удар по внешним распределителям электроэнергии. ОСНОВАТЕЛЬНО. Думаю, они не смогли бы нанести больше урона, даже если бы использовали взрывчатку. Учитывая тех камнедробильщиков на западе или "пехотинцев" на востоке, это вполне могло быть ими. Без наличия под рукой запчастей для ремонта производительность станков упала вдвое.

Шерифы добирались сюда больше часа и едва осмотрели место, прежде чем заявить, что они ничего не могут сделать. Один из ублюдков даже выдал фразу вроде "звоните, если это повторится, главное, чтобы свет не выключили". Хватит. Мне плевать, сколько раз вы отклоняли мою просьбу о дополнительных мерах безопасности, к чёрту страховые ставки. Я ведь не прошу флот протектронов! С одобрения корпорации или без, я выделяю пару человек для обеспечения ночной охраны на месте, включая себя. Я знаю, у нас есть где-то лестница для чистки желобов, а крыша будет отличной точкой наблюдения.

Посмотрим, какими умными почувствуют себя эти горожане, когда следующий отсюда уедет в чёрном мешке.
			]]},
		}}
	}
}

-- Located behind a door in Greg's Bar in the mining town of Yolla.
lang["#INEU_GREGLOG"] = {
	name = "Терминал Грега",
	logs = {
		{"Списки", {
			{"Список дел", [[
-Выполнить месячную норму. 4/5.
-Отправить кого-нибудь за баллистическим волокном, у меня заканчивается.
-У меня также заканчивается ром. Так что принесите ещё и этого.
-Мне ещё нужны пирожные.
-Забрать то, что осталось от тупых ублюдков, которые реально пошли к тому святилищу.
-Придумать способ снова заставить эти телевизоры работать.
			]]},
		}},
		{"Дневник", {
			{"Та женщина-доктор...", [[
Тут есть одна женщина-доктор, заходит сюда выпить раз в пару недель. С ног до головы в каком-то продвинутом радиационном костюме, никогда такого раньше не видел.

От неё исходит странное, смутно угрожающее чувство. Первое, что она спросила - продаю ли я медикаменты. Я сказал нет, она сказала "Хорошо".
Её имя, по слухам, Вик. Подолгу на одном месте не задерживается и продаёт лекарства по спекулянтским ценам. Путешествует одна. Либо везучая, либо опасная. На днях она расспрашивала меня про какую-то антенну через долину. Я был не очень разговорчив.
В шахтёрском городке через котловину отсюда был доктор. Его там больше нет. Уверен, она к этому причастна.

Присматривай за ней.
			]]},
			{"ДЕРЖИСЬ ПОДАЛЬШЕ ОТ САЛЕМА!", [[
Напоминание себе: при поездках в Портленд и обратно пользоваться 99W вместо I-5.

В этот раз меня чуть не упекли (в прямом смысле, не в переносном) по дороге в штаб-квартиру. Эти ублюдки "забыли" сказать мне, что полицейский департамент Салема на прошлой неделе восстал из могил.
Мне говорят, что какая-то группа отбросов умудрилась включить реакторы, питающие большую часть города, пытаясь основать свой собственный городок. Звучало бы неплохо, мне нужно больше мест для продаж. К сожалению, не вышло.
Оказывается, в своих попытках включить свет, идиоты также разбудили всю автоматическую полицию города, а затем всех немедленно арестовали, судили в робо-суде и вынесли приговор.
			]]},
            {"ДЕРЖИСЬ ПОДАЛЬШЕ ОТ САЛЕМА! Ч. 2", [[
Я сам чуть не попал в такую же переделку несколько дней назад. Когда я приближался к Салему по своему обычному маршруту, пара роботов подошла ко мне и попросила предъявить документы. У меня, естественно, их не было, поэтому они попытались меня арестовать.
Мне удалось завалить этих двоих, но пришлось удирать, потому что откуда ни возьмись появились ещё штук пятнадцать и открыли огонь. Весь район теперь освещён как на рождественской вечеринке и кишит копами.

Я ни за что не пойду в тюрьму. Я читал, как там было плохо до войны - можно только представить условия сейчас.
			]]},
			{"Новые продукты", [[
Меня попросили разработать новую линейку костюмов.

Ткань из защитного волокна. Дорого, но вполне возможно. Огнестойкое покрытие длительного действия. Ещё дороже, но тоже возможно. Единственная проблема - эти ребята хотят, чтобы он ВЕСИЛ СТОЛЬКО ЖЕ, СКОЛЬКО ОБЫЧНЫЙ КОСТЮМ. Сколько бы прототипов я ни создавал, им всё не нравится.
На данный момент мне уже всё равно. Я каким-то образом добился веса в двадцать фунтов, и это само по себе чудо. Им придётся с этим смириться.

Надеюсь, мне за это хорошо заплатят.
			]]},
			{"Парочка чудиков", [[
Сегодня заявились двое гулей.

Очень необычно. Первое, что я заметил - их волосы. У гулей обычно нет волос. У этих были густые, толстые и блестящие локоны. Ещё от них воняло дерьмом. Как только они вошли в дверь, вся комната наполнилась этим ужасным химическим запахом.

Это были волосы.

Оказалось, они изготовители париков. Поскольку гули - и некоторые люди - не могут отращивать волосы, они удовлетворяют эту потребность и неплохо на этом зарабатывают.
Круто. После того как они закончили рассказывать мне историю своей жизни, я попросил их убираться из моего бара из-за этой ужасной вони. Они отказались, и мне пришлось вышвырнуть их.

Надеюсь, я больше не увижу этих психованных.
			]]},
			{"Они вернулись.", [[
Те самые чудики с начала недели вернулись.

На этот раз они умоляли меня позволить им остаться и, вдобавок, хотят открыть здесь свою лавку. Я чуть не начал стрелять, но парень сказал кое-что, что изменило моё мнение.

Они продают предмет роскоши - для роскошных людей. Открыв лавку в моём баре, они привлекут много посетителей, и таких, которые готовы выложить кругленькую сумму.
Идея тогда показалась здраво, поэтому я не стал стрелять. Я сказал, что они могут остаться при условии, что сменят одежду на что-то получше, постараются убрать запах и пообещают отчислять мне долю прибыли.

На следующий день они вернулись в каких-то паршивых грязных костюмах и с продуктом, который пахнет чуть лучше. Всё ещё воняет рвотой, но ладно. Посмотрим, сколько денег они мне принесут.
			]]},
			{"Следующая страница - Старые записи", [[
ЗАБЛОКИРОВАНО - ТРЕБУЕТСЯ ПАРОЛЬ.
			]]}
		}}
	}
}

-- Allen's Terminal  In Progress. Not known to be placed.
lang["#INEU_SHANTYLOG"] = {
	name = "Терминал Аллена",
	logs = {
		{"Запись города", {
			{"Новый дом", [[
Привет тому, кто, возможно, читает эти записи. Не очень-то привык вести журнал, но решил, что раз уж мы тут задержимся, почему бы и нет.
Не могу понять, почему здесь никто не живёт. Это место - зелёный рай в этом аду. Простор, не очень много радиации, еда, дерево для строительства. Идеально.

Я был здесь около 2 недель назад, исследовал старый монастырь, потому что ближайший городок оказался пустышкой - повсюду гули. И как выяснилось, монастырь такой же.
Пара грёбаных потрошителей погнали мой тощий зад из монастыря, и мне пришлось занырнуть в трейлер, который кто-то загнал в ущелье. Вероятно, это тот самый трейлер, в котором ты это читаешь, потому что он мне приглянулся.
Обоссав штаны от страха, я вылез, осмотрелся, и меня осенило. Это было то самое место. Нам просто пришлось бы строить свои здания, но, чёрт с ним, здесь полно дерева и металлолома.
Скала, на которой стоит монастырь, в сочетании с уступом старого русла реки и горами создаёт идеальный барьер. Мы бы легко возвели стены для обороны.

Итак, мы здесь. Я вернулся через горный хребет и сказал команде, что нашёл безопасное место для нас. Надеюсь, я прав, потому что мы ставим на это всё.
Я вытащил останки старого ублюдка, который загнал сюда трейлер, до того как остальные пришли. Он был здесь уже давно и, похоже, его сожрали, бедняга.
Пока мы поставили несколько палаток, и несколько парней останутся со мной в "моём" новом трейлере, и я имею в виду моём. Мы будем набиты как те маленькие рыбки в консервных банках, но так не останется.
В любом случае, я настроил этот старый терминал после того, как Тэмми сказала, что я должен отслеживать наш прогресс здесь для "потомства" или чего-то такого. Так что отныне, когда мы будем делать какие-то успехи или что-то случится, я буду писать сюда.
Я подумал, она захочет знать дату, когда мы начали, поэтому я поспрашивал. Старый кусок дерьма Майки сказал, что это "осень 2235-го". Понятия не имею, откуда он знает это дерьмо, но вот так.
			]]}
		}}
	}
}

-- Raider John's Factory Log. Placement Unknown
lang["#INEU_RAIDERFACTORYLOG"] = {
	name = "Журналы рейдеров",
	logs = {
		{"Первый день здесь.", [[
Мы прибыли с востока, и, чёрт возьми, мы сорвали куш. Завод, забитый всяким дерьмом, работающий патронный пресс, мы станем самыми богатыми ублюдками, которых когда-либо видел этот мир! Только надо понять, как заставить роботов сражаться за нас.
		]]},
		{"День четвёртый.", [[
Ну, одного мы уже потеряли. Некоторые роботы попытались переработать Терри. Он был в каких-то лохмотьях, и, думаю, роботы попытались переработать его в патроны. Двое из них подняли его и попытались засунуть внутрь. Пришлось стрелять в роботов и вынести половину роботов на заводе.

Что касается хороших новостей, есть наводка на руду поблизости, старые заводы, где её добывают. Мы собираемся наведаться туда с группой Бетти, пока остальные держат оборону. Нас не будет несколько дней. Джекс, если ты это читаешь, закончи уже грёбаную баррикаду.
		]]},
		{"День девятый.", [[
Вернулись с шахты, и, парень, есть что рассказать. Место просто кишит муравьями, а церковь снаружи забита дикими. Мы обошли это место стороной, не до этого сегодня. Добрались до огромной открытой зоны, и с Бетти был компьютерный гений, так что они занялись компьютером.

Оказывается, это место работает на каком-то топливе. Нужно найти что-то, чтобы его запустить. Там внизу валялся какой-то мертвец со следами укусов, на нём была какая-то странная зелёная субстанция. Мы её засунули, и всё запустилось, и, о боже, как же мы облажались.

Потусили с минуту, а потом услышали стрекот. Они начали вылезать из каждого туннеля, атаковать генераторы. Мы поднялись на лифте. Какой-то тип в костюме запер перед нами дверь. Тогда мы стреляли по муравьям сверху, дали энергии закончиться и ждали, пока они уйдут.

Добираться обратно пришлось долго.
		]]}
	}
}

-- missile base logs. Located in the barracks of the missile base
lang["#YB_BARRACKS"] = {
	name = "Терминал",
	logs = {
		{"Это происходит.", [[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****
23.10.2077

Подумал, стоит задокументировать это письменно для истории - они это сделали. Мир кончается.

Но вы не застанете меня за тем, как я провожу последние минуты, рыдая в компьютер. Мы пойдём выпьем все запасы спиртного и взорвём столько боеприпасов, сколько сможем. Фейерверки.

Если мы переживём это - кого я обманываю, мы это не переживём. Мы живём на ракетной базе!

С уважением, капрал Джеральд Табисола
		]]},
		{"Странные встречи.", [[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****
07.08.2077

Я здесь служу уже около года, так что, думаю, недолго, но последние несколько месяцев были очень странными. С тех пор как наш уважаемый гость прибыл и убыл, к нам постоянно наведываются странные посетители для "очень важных, секретных встреч".
Предположительно, это инженеры, работающие над дальнейшей автоматизацией базы. Они приходят в случайное время, никогда не указанное в расписаниях, для них расстилают красную ковровую дорожку, и они направляются в ту конференц-зал в комнате управления. Но дело в том, что никто никогда не видел, чтобы они уходили.

Мало того, многие из этих людей не похожи на инженеров. А у некоторых с собой были дети. Лейтенант Фаолан думает, что на прошлой неделе видела министра обороны. Думаю, она это выдумала - кто, чёрт возьми, знает, как выглядит министр обороны?

Лучший ответ, который кто-либо получил: "Встречи длятся очень долго, вы просто не видели, когда они уходили". Должно быть, полная чушь.
		]]},
		{"ПРЕЗИДЕНТ!!!", [[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****
10.04.2077

Здесь останавливался президент. Да, сам президент грёбаных Соединённых Штатов Америки посетил нашу дерьмовую маленькую ракетную базу. Он "просто посещал бдительную последнюю линию обороны Америки", как он нас назвал, чтобы поднять нам настроение - по-видимому.

Мы отлично провели время, тусили с президентом, а потом нам тут же приказали держать РТЫ ЗАКРЫТЫМИ об этом под угрозой плохого конца из ствола, если информация просочится. Это крайне секретно, что он вообще покинул Вашингтон.

Думаю, они перемещают его по стране на случай, если красные попытаются до него добраться, - держат его местонахождение в секрете. Но почему мы?
		]]},
		{"Следующая страница - Старые записи", [[
ЗАБЛОКИРОВАНО - ТРЕБУЕТСЯ ПАРОЛЬ.
		]]}
	}
}

-- ███████╗███╗   ██╗ ██████╗██╗      █████╗ ██╗   ██╗███████╗    ██████╗ ██╗   ██╗███╗   ██╗██╗  ██╗███████╗██████╗     ██╗   ██╗ ██████╗ ██╗     ██╗      █████╗
-- ██╔════╝████╗  ██║██╔════╝██║     ██╔══██╗██║   ██║██╔════╝    ██╔══██╗██║   ██║████╗  ██║██║ ██╔╝██╔════╝██╔══██╗    ╚██╗ ██╔╝██╔═══██╗██║     ██║     ██╔══██╗
-- █████╗  ██╔██╗ ██║██║     ██║     ███████║██║   ██║█████╗      ██████╔╝██║   ██║██╔██╗ ██║█████╔╝ █████╗  ██████╔╝     ╚████╔╝ ██║   ██║██║     ██║     ███████║
-- ██╔══╝  ██║╚██╗██║██║     ██║     ██╔══██║╚██╗ ██╔╝██╔══╝      ██╔══██╗██║   ██║██║╚██╗██║██╔═██╗ ██╔══╝  ██╔══██╗      ╚██╔╝  ██║   ██║██║     ██║     ██╔══██║
-- ███████╗██║ ╚████║╚██████╗███████╗██║  ██║ ╚████╔╝ ███████╗    ██████╔╝╚██████╔╝██║ ╚████║██║  ██╗███████╗██║  ██║       ██║   ╚██████╔╝███████╗███████╗██║  ██║
-- ╚══════╝╚═╝  ╚═══╝ ╚═════╝╚══════╝╚═╝  ╚═╝  ╚═══╝  ╚══════╝    ╚═════╝  ╚═════╝ ╚═╝  ╚═══╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝       ╚═╝    ╚═════╝ ╚══════╝╚══════╝╚═╝  ╚═╝

--Yolla

lang["#YB_LISTENINGPOST2"] = {
	name = "Регистрация в убежище Йолла-Болли",
	logs = {
		{"Регистрация", [[
ЗАГРУЗКА ПОСЛЕДНИХ 11 ЗАПИСЕЙ...

07.08.2236 - 2 ВХ. отдых во время путешествия.
-m22,y67

18.07.2236 - 4 ВХ. сбросили кучу удостоверений, найденных на зомби. Может, одно подойдёт.
- J12,Y67,J79,K12,

20.01.2236 - 3 ВХ. отдых после разведки.
- M22,J79,E98

29.10.2235 - 3 ВХ. сброс припасов.
- J12,M22,J79

24.06.2235 - 4 ВХ. отдых после разведки.
- J12,O61,K12,E98

15.04.2235 - 4 ВХ. сброс припасов.
- J12,J79,M22,E98

12.09.2234 - 5 ВХ. отдых после сканирования среды.
- J12,M22,R18,K12,E98

24.06.2234 - 3 ВХ. сброс припасов, должно хватить надолго.
- J12,M22,K12

17.06.2234 - 5 ВХ. реактивация бункера, настройка сканера среды для отправки в СУА.
- J12,L41,J89,K12,E98

20.10.2079 - 7 ВЫХ. Последняя ночь перед воссоединением. Отключаем бункер, когда уйдём. Наше ожидание наконец-то закончилось.
- KM,LN,PR,EM,JK,VT,QM

13.10.2079 - 2 ВХ. Возвращение с пополнения припасов.
- EM,VT
		]]},
		{"16.07.2236", [[
Привет, команда.

K90 хочет, чтобы мы проникли в одну из секций ракетной базы.

Я хочу, чтобы вы все обшарили базу и близлежащие здания в поисках ключ-карт. Наши парни на платформе роются в архивах в поисках адресов. Может, кто-то оставил своё удостоверение дома.

Также будьте начеку в поисках любых зомби официального вида в этом районе. У них могут быть при себе удостоверения, которые позволят нам туда попасть.

-J79
		]]},
		{"08.04.2236", [[
Привет, команда.

Пёс отправил нас на миссии по реактивации различных довоенных убежищ. Часть плана "перезапуска".

Наша задача:
1- Сохранить базы данных на накопитель,
2- Стереть терминалы в бункере,
3- Подготовить бункеры к использованию в качестве убежищ/наблюдательных пунктов.

Будьте готовы к большому количеству перемещений в ближайшие недели.

-J79
		]]},
		{"18.11.35", [[
Привет, команда.

После инцидента на прошлой неделе я хочу, чтобы вы были особенно осторожны рядом с Клифтоном (или Клифф-Тауном, как называют его местные).

M22 и J12 пришлось пристрелить парочку, потому что они увидели J12 в его силовой броне. Было жутко.

Если собираетесь идти к городу, делайте это не в форме.

-J79
		]]},
		{"07.10.34", [[
Привет, команда.

Пёс отправил нас совать нос повсюду.

Мы собираемся начать выполнять множество миссий: снимать показания среды, вести разведку, отмечать всё... примечательное.

Готовьтесь, потому что мы наконец-то будем чем-то здесь заниматься.

-J79
		]]},
		{"18.06.34- ВАЖНО", [[
Привет, команда.

Настраиваю этот терминал как журнал. Напоминание: регистрировать свои визиты ОБЯЗАТЕЛЬНО.

Напоминание, зачем вы все здесь: мы занимаемся сверхсекретными делами. K90 не хочет, чтобы нас видели во время работы. Если кто-то увидит, вы знаете, что делать.

"Почему нужно быть такими скрытными?" - спросите вы. Не спрашивайте меня, я не знаю, просто делайте свою работу, народ.

Не стесняйтесь использовать терминал в прихожей как дневник или что-то ещё - он не подключён к сети, так что не бойтесь, что пёс за вами шпионит.

-J79
		]]}
	}
}

lang["#YB_LISTENINGPOST4"] = {
	name = "Терминал убежища",
	logs = {
		{"23.07.34 - Личный журнал M22 - НЕ СМОТРЕТЬ!", [[
Не читай, если ты не я, ублюдок.

Мне было скучно, и я порылся в терминале мейнфрейма. J79 никогда его не стирал - все старые записи всё ещё там. Отличное чтиво.

Я думал, это был бункер преппера, но он был нашим ещё до войны. Люди, которые здесь работали, прослушивали все коммуникации в долине и за её пределами. Они всё аккуратно записывали и хранили.

Они не врали о том, насколько параноидальными были люди до войны. Они, должно быть, обвинили в коммунизме больше половины города в этих файлах.

-m22
		]]},
		{"29.09.34 - Личный журнал M22 - НЕ СМОТРЕТЬ!", [[
Не читай, если ты не я, ублюдок.

Две недели спустя, это действительно сюрреалично - находиться на материке.

Это место, о котором мне рассказывали всю жизнь. Наблюдая за ним на горизонте с платформы. Я имею в виду, я бывал и вне платформы, но только на окружающих островах. Навещая семью и всё такое. Никогда не был в собственно Америке. Не многие были.

Всё разрушено. Конечно, это так, ведь всё взорвали около двухсот лет назад. Но никто толком не отстроился заново. Я имею в виду, во всяком случае, не здесь. Наши разведданные говорят, что дальше есть настоящие цивилизации. Интересно, говорят ли они на том же языке, что и мы.

-m22
		]]},
		{"07.08.36 - Личный журнал M22 - НЕ СМОТРЕТЬ!", [[
Не читай, если ты не я, ублюдок.

Прошло много времени. Я совсем забыл об этом журнале. Упс. Многое изменилось.

Наконец-то получил ответ на тот вопрос, который задавал в последней записи. Пару недель назад был на миссии встретиться с племенами, живущими в том, что раньше было Рино.

Командованию нужны припасы и рабочие для проекта, над которым они работают. Эти ребята дают нам рабочую силу в обмен на оружие и медикаменты. Я охранял нашего дипломата, пока он вёл переговоры. Похоже, это станет регулярным.

Люди здесь такие грязные. Вульгарные. Нам нельзя приближаться без защитных костюмов. У них могут быть редкие болезни, мутации и т.д. В нас стреляли всякие мутанты во время вылазок и разведок. На прошлой миссии они завалили L41.

Превыше всего: нам нельзя разговаривать с мутантами без особого разрешения. Стрелять на поражение вне особых обстоятельств.

После того, как L41 погиб, меня это устраивает.

-m22
		]]},
	}
}
lang["#YB_LISTENINGPOST3"] = {
	name = "Терминал входящих",
	logs = {
        {"Без темы - 18.04.36", [[
ОТ: [СТАНЦИЯ САУТ-СИСТЕР]
КОМУ: [СПИС. СТАНЦИЯ ЙОЛЛА-БОЛЛИ]
Понедельник, 18 апреля 2236 г., 10:43

Нужен отчёт о состоянии очистки баз данных убежищ. Пришлите мне его к пятнице.

И перестаньте называть меня "псом".

-K90
		]]},
		{"Без темы - 26.05.2236", [[
ОТ: [СТАНЦИЯ САУТ-СИСТЕР]
КОМУ: [СПИС. СТАНЦИЯ ЙОЛЛА-БОЛЛИ]
Пятница, 26 мая 2236 г., 10:24

Отправил вам брифинг миссии. Нужно, чтобы вы исследовали ракетную базу.

Там есть закрытая часть объекта. Много данных, которые нужно стереть. Подробности во вложенном файле.

Кстати, вы УДАЛЯЕТЕ эти письма после прочтения, верно?

-K90
		]]},
		{"ВЛОЖЕННЫЙ ФАЙЛ - Без темы - 26.05.2236", [[
Б Р И Ф И Н Г   М И С С И И
УТВЕРЖДЕНО: K90

ПРИКАЗЫ
1.ПРОНИКНУТЬ В СЕКЦИЮ РАКЕТНОЙ БАЗЫ ЙОЛЛА-БОЛЛИ
2.ИЗВЛЕЧЬ, ЗАТЕМ УДАЛИТЬ ДАННЫЕ С ПОДСЕТИ

В ракетной базе Йолла-Болли есть секция, доступная через конференц-зал, расположенный в комнате управления базой. Она использовалась для ████████████████████████████████ до войны и ██████████████████████████████ для ранних ██████████████████.

Данные там невероятно ценны. Этот объект сыграл ключевую роль в ██████████████████████████████████████████████████████████████████████████ и содержит много утерянной информации.

Главная причина этой миссии: если эта информация попадёт не в те руки, мы окажемся в крайней опасности.

Чертежи показывают, что принудительное проникновение в эту зону вызовет стирание данных. Мне нужно, чтобы вы получили всё нетронутым, прежде чем сотрёте. Никакой взрывчатки для входа в конференц-зал или любые другие запертые помещения внутри. Найдите идентификационную карту.
		]]},
		{"Без темы - 20.07.36", [[
ОТ: [СТАНЦИЯ САУТ-СИСТЕР]
КОМУ: [СПИС. СТАНЦИЯ ЙОЛЛА-БОЛЛИ]
Среда, 20 июля 2236 г., 11:31

Назначаю вас всех на другой проект, вступает в силу немедленно. Нужно, чтобы ваша команда руководила операцией на юге. Возвращайтесь на базу, мы введём вас в курс дела там. Ракетной базой займётесь позже.

-K90
		]]}
	}
}

lang["#YB_LISTENINGPOST1"] = {
	name = "Терминал прослушивающей станции",
	logs = {
		{"Введите пароль.", [[
Данные_недоступны______________
Данные_недоступны______________
Данные_недоступны______________
_______________________________
_______________________________
_______________________________

Неверный пароль.
		]]},
		{"Журнал", [[
10.02.2077 - Установлена связь с [КОНТРОЛЬНАЯ СТАНЦИЯ].
11.02.2077 - Прослушка "клиффтон" успешна. Перехваченные коммуникации сохранены на локальный диск.
15.02.2077 - Прослушка "шахта" успешна. Перехваченные коммуникации сохранены на локальный диск.
28.02.2077 - Прослушка "йоллабункер" успешна. Перехваченные коммуникации сохранены на локальный диск.
23.10.2077 - Тревога активирована. Все системы активированы.

21.10.2079 - Бункер отключён.

17.06.2234 - Бункер в сети.
17.06.2234 - Установлена связь с [КОНТРОЛЬНАЯ СТАНЦИЯ].
17.06.2234 - Активирован сканер окружающей среды.
17.06.2234 - Отправка отчётов сканера на [КОНТРОЛЬНАЯ СТАНЦИЯ] ежегодно.

10.04.2236 - Установлена связь с [СПИС. СТАНЦИЯ MTCASCADE].
11.04.2236 - Связь с [СПИС. СТАНЦИЯ MTCASCADE] разорвана.
16.04.2236 - Установлена связь с [СПИС. СТАНЦИЯ TILLAMOOK].
17.04.2236 - Связь с [СПИС. СТАНЦИЯ TILLAMOOK] разорвана.
19.04.2236 - Установлена связь с [СПИС. СТАНЦИЯ SLOUGH].
20.04.2236 - Связь с [СПИС. СТАНЦИЯ SLOUGH] разорвана.
		]]}
	}
}

lang["#YB_BUNKERDORM1"] = {
	name = "Терминал регистрации",
	logs = {
		{"НАЧНИТЕ ЗДЕСЬ - Что это за место?",[[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****

Добро пожаловать на Северную ракетную базу Йолла-Болли - дом, где начинается последняя линия обороны нашей страны.
Ракеты в этих шахтах станут одними из первых, которые попадут по землям Красного Китая, если до этого дойдёт.

Если вы это читаете, поздравляем! Вы прошли заключительную оценку, и мы рады сообщить, что вы официально приняты в программу эвакуации.

Как вам уже сообщили, вы теперь находитесь под опекой правительства до дальнейшего уведомления. Вы и любая семья, которую вы привезли, будете перемещены в безопасное место, где вы будете защищены от любой ядерной катастрофы.

Пожалуйста, перейдите к следующей записи под названием 'Следующие шаги'.
		]]},
		{"Следующие шаги",[[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****

Пока мы готовим ваше перемещение, вы проведёте несколько следующих дней в этих общежитиях.
Теперь, когда вы вошли в свою комнату, вы не можете покидать её до готовности вашего рейса. Это не только для вашей безопасности, но и для вопросов национальной безопасности.

Всё, что нам нужно сделать сейчас, - это собрать дополнительную формальную информацию для нашего файла. Пожалуйста, заполните анкету и сохраните полученный билет для вашего рейса.

ПРИМЕЧАНИЕ: Предварительно одобренным лицам не нужно заполнять анкету. Пожалуйста, используйте ключ-карту, которая была отправлена по указанному нам адресу, и проследуйте в ангар. Мы встретим вас там.
Если у вас нет ключ-карты, обратитесь к представителю для подтверждения личности.
		]]},
		{"Начать анкету",[[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****

Ошибка: Анкета недоступна. Пожалуйста, обратитесь к ближайшему представителю за помощью.

		]]},
		{"Печать билета",[[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****

Ошибка: Пожалуйста, вернитесь после заполнения анкеты.
		]]}
	}
}

lang["#YB_BUNKERDORM2"] = {
	name = "Терминал общежития",
	logs = {
		{"Ответ: Я забыл свой пропуск", [[
ОТ: [ГЕН. С. МЭЙХЬЮ]
Пятница, 22 октября 2077 г., 11:42

Нам жаль, что вы забыли свою ключ-карту авторизации на эвакуацию.

К сожалению, даже если вы можете быть предварительно одобренным лицом, нам всё равно необходимо проверить эту информацию, что может занять несколько дней.

В ожидании проверки вам запрещено покидать территорию общежития по закону. Можете воспользоваться комнатой отдыха до тех пор.

Дополнительное примечание: Пожалуйста, высказывайте свои претензии находящемуся рядом представителю. Эта линия предназначена только для чрезвычайно важных сообщений.

Пожалуйста, наслаждайтесь пребыванием с нами на ракетной базе Йолла-Болли, сенатор.
		]]},
		{"Ответ: Ответ: Ответ: Я забыл свой пропуск", [[
ОТ: [ГЕН. С. МЭЙХЬЮ]
Пятница, 22 октября 2077 г., 11:54

Нам жаль, что вы считаете, будто мы могли отправить вашу ключ-карту авторизации на эвакуацию по неверному адресу.

Однако мы на 100% уверены, что ключ-карта была отправлена и получена по адресу, который есть у нас в файле:

Мэйн-стрит 1043, Салем, Орегон, 97302

К сожалению, нам всё ещё нужно проверить ваш статус предварительно одобренного лица, что может занять несколько дней.

В ожидании проверки вам запрещено покидать территорию общежития по закону. Можете воспользоваться комнатой отдыха до тех пор.

Дополнительное примечание: Пожалуйста, высказывайте свои претензии находящемуся рядом представителю. Эта линия предназначена только для чрезвычайно важных сообщений.

Пожалуйста, наслаждайтесь пребыванием с нами на ракетной базе Йолла-Болли, сенатор.
		]]},
		{"Ответ: Ответ: Ответ: Ответ: Ответ: Я забыл свой пропуск", [[
ОТ: [ГЕН. С. МЭЙХЬЮ]
Пятница, 22 октября 2077 г., 12:15

Нам жаль, что вы недовольны текущим положением дел, сенатор.

К сожалению, даже если вы можете быть предварительно одобренным лицом, нам всё равно необходимо проверить эту информацию, что может занять несколько дней.

В ожидании проверки вам запрещено покидать территорию общежития по закону. Можете воспользоваться комнатой отдыха до тех пор.

Дополнительное примечание: Пожалуйста, высказывайте свои претензии находящемуся рядом представителю. Эта линия предназначена только для чрезвычайно важных сообщений.

Пожалуйста, наслаждайтесь пребыванием с нами на ракетной базе Йолла-Болли, сенатор.
		]]}
	}
}


lang["#YB_CONFERENCEROOM1"] = {
	name = "Системный терминал",
	logs = {
		{"Расписание встреч",[[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****

Данные_недоступны______________
Данные_недоступны______________
Данные_недоступны______________
_______________________________
_______________________________
_______________________________

Данные повреждены.
		]]},
		{"Стенограммы", [[
**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА-БОЛЛИ ****

Данные_недоступны________________
Данные_недоступны________________
Данные_недоступны________________
_______________________________
_______________________________
_______________________________

Данные повреждены.
		]]}
	}
}

lang["#YB_HANGAR1"] = {
	name = "Терминал ангара",
	logs = {
		{"Входящие [Вход выполнен: ГЕН. МЭЙХЬЮ]", {
			{"ВАЖНО: СЛЕДУЮЩАЯ ФАЗА В ДЕЙСТВИИ", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....
ОТ: [КОНТРОЛЬНАЯ СТАНЦИЯ АНКЛАВ]
Пятница, 2 апреля 2077 г., 10:04

Генерал,

Мы хотим поздравить вас с успешным запуском программы эвакуации на Северной ракетной базе Йолла-Болли. У вас всё идёт гладко, и мы не могли бы быть счастливее.

Ваш объект был лучшим, на самом деле - у вас были стабильные и успешные проверки важных кандидатов без каких-либо нарушений безопасности, в отличие от других объектов.

Мы пишем, чтобы сообщить вам, что следующая фаза плана готова. Через неделю к вам прибудет президент и будет переправлен сюда. Он пробудет два дня, а затем отправится на винтокрыле со своей семьёй.

Продолжайте в том же духе.
С наилучшими пожеланиями,
████████████████████
			]]},
			{"ПОВРЕЖДЕНИЕ ДАННЫХ", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....

Данные_недоступны________________
Данные_недоступны________________
Данные_недоступны________________
_______________________________
_______________________________
_______________________________
			]]},
			{"ПОВРЕЖДЕНИЕ ДАННЫХ", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....

Данные_недоступны________________
Данные_недоступны________________
Данные_недоступны________________
_______________________________
_______________________________
_______________________________
			]]},
			{"ПОВРЕЖДЕНИЕ ДАННЫХ", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....

Данные_недоступны________________
Данные_недоступны________________
Данные_недоступны________________
_______________________________
_______________________________
_______________________________
			]]},
			{"Я забыл свой пропуск", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....
Пятница, 22 октября 2077 г., 10:21

Привет, должно быть, какая-то ошибка. Я предварительно одобренное лицо, и меня держат здесь, потому что я забыл свою карту?

Почему я должен здесь ждать? Я просто забыл карту, вот и всё. Я очень важная персона, так что вы должны просто позволить мне сесть на вертолёт.

С уважением,
Сенатор США от Орегона Джефф Макнил
182-й Конгресс
			]]},
			{"Ответ: Ответ: Я забыл свой пропуск", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....
Пятница, 22 октября 2077 г., 11:57

Это ДЕРЬМО! Вы, грёбаные придурки, отправили её по НЕВЕРНОМУ адресу! Я её никогда не получал!

Как, чёрт возьми, вы могли так облажаться? Я здесь с полномочиями от ПРЕЗИДЕНТА СОЕДИНЁННЫХ ШТАТОВ! Вы должны были расстелить для меня красную дорожку.

Просто пустите меня уже на грёбаный винтокрыл, я не хочу торчать в этой дыре. Господи Иисусе.

С уважением,
Сенатор США от Орегона Джефф Макнил
182-й Конгресс
			]]},
			{"Ответ: Ответ: Ответ: Ответ: Я забыл свой пропуск", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....
Пятница, 22 октября 2077 г., 12:21

ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ

ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ ПОШЁЛ ТЫ

С уважением,
Сенатор США от Орегона Джефф Макнил
182-й Конгресс
			]]},
		}},
		{"Журнал полётов", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....
НАЧИНАЯ С 01.04.77
\  ДАТА  \ ОТКУДА \ КУДА \  Номер  \ ПРИМЕЧАНИЯ \
/01.04.77/  ЙБ  / СУА / 45  /███,██    /
\08.04.77\  ЙБ  \ СУА \ 46  \ЭМ,██,██ \
/12.04.77/  ЙБ  / СУА / 47  /ПРЕЗИДЕНТ/
\15.04.77\  ЙБ  \ СУА \ 48  \██,ДЛ,██ \
/20.04.77/  ЙБ  / СУА / 49  /HT,РM    /
\28.04.77\  ЙБ  \ СУА \ 50  \ДТ,██,ДК \
/02.05.77/  ЙБ  / СУА / 51  /█████████/
\13.05.77\  ЙБ  \ СУА \ 52  \ ПЛ  ██  \
/28.09.77/  ЙБ  / СУА / 53  / ПЛ,██   /
\02.10.77\  ЙБ  \ СУА \ 54  \  КД,ИД  \
/23.10.77/  ЙБ  / СУА / 55  /█████████/
\31.10.79\  ЙБ  \ СУА \ 56  \         \
/02.11.79/  ЙБ  / СУА / 57  /         /
		]]},
		{"12.08.2077", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....

Данные_недоступны________________
Данные_недоступны________________
Данные_недоступны________________
_______________________________
_______________________________
_______________________________

Данные повреждены.
		]]},
		{"02.09.2077", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....

Данные_недоступны_________________
Данные_недоступны_______________
Данные_недоступны________________
_______________________________
_______________________________
_______________________________

Данные повреждены.
		]]},
		{"18.10.2077", [[
.... ИЗОЛИРОВАННАЯ ИНТРАСЕТЬ ....

Личный журнал. 18.10.2077. 16:00.

Программа эвакуации на базе Йолла-Болли до сих пор была успешной. Я сплю спокойно по ночам, зная, что под моей ответственностью президент и многие члены Конгресса благополучно и незаметно добрались до безопасного объекта.
Вряд ли это всё моя заслуга. Персонал, который я здесь собрал, сделал большую часть тяжёлой работы. Мне повезло, что они у меня есть.
С ноября они хотят, чтобы я взял на себя руководство программой эвакуации в Эшлэнде на севере. У них там были кое-какие проблемы с управлением.
Нужно будет организовать вечеринку перед моим отъездом для всех людей, служащих здесь. Они это заслужили.

-Питер Мэйхью.
		]]}
	}
}

--[[
███████╗██╗   ██╗███████╗███╗   ██╗████████╗    ██████╗ ███████╗██╗      █████╗ ████████╗███████╗██████╗
██╔════╝██║   ██║██╔════╝████╗  ██║╚══██╔══╝    ██╔══██╗██╔════╝██║     ██╔══██╗╚══██╔══╝██╔════╝██╔══██╗
█████╗  ██║   ██║█████╗  ██╔██╗ ██║   ██║       ██████╔╝█████╗  ██║     ███████║   ██║   █████╗  ██║  ██║
██╔══╝  ╚██╗ ██╔╝██╔══╝  ██║╚██╗██║   ██║       ██╔══██╗██╔══╝  ██║     ██╔══██║   ██║   ██╔══╝  ██║  ██║
███████╗ ╚████╔╝ ███████╗██║ ╚████║   ██║       ██║  ██║███████╗███████╗██║  ██║   ██║   ███████╗██████╔╝
╚══════╝  ╚═══╝  ╚══════╝╚═╝  ╚═══╝   ╚═╝       ╚═╝  ╚═╝╚══════╝╚══════╝╚═╝  ╚═╝   ╚═╝   ╚══════╝╚═════╝
]]


RELOADSCHEMA = true