local lang = RSRG.Languages["ru"]


--DRY STATE

lang["#TERMINAL_DRYSTATE_JUNKYARD"] ={
	name = "Терминал свалки",
	logs = {
		{"Журнал", {
			{"Мне повернулась удача", [[
				Я не могу в это поверить. Они действительно сделали это, начали ядерную войну. Я сижу в куче металлолома, пока мир горит. Самолёт пролетал даже над этим районом, и я видел, как он что-то сбросил. Похоже, он упал на соляные равнины. Я могу предположить только худшее, и я думал, что мне конец, когда смотрел, как падают бомбы.

				Но почему-то она не взорвалась. Может быть, они целились в водоочистные станции, но из-за солончаков не попали? В любом случае, это лишь вопрос времени, когда всё это место превратится в ад. Я попытаюсь добраться до того убежища, которое они рекламировали. Надеюсь, туда ещё пускают людей.
			]]},
			{"Удача отвернулась от меня", [[
				Ну вот, убежище уже полностью запечатано. Пытался сообразить, что мне делать, но решил забрать припасы из дома. Я хотел остаться, но как только увидел, что к моим соседям ворвались мародёры, я вышел сюда.
					
				Это отдалённое место, и вокруг полно металлолома и другого хлама. Может быть, я смогу сделать убежище получше, но сначала мне нужно защитить себя. Пойду на склад и попробую починить винтовку из трубы, над которой я работал.
			]]}
		}}
	}
}

--[[
██╗███╗   ██╗███████╗██╗   ██╗    ████████╗███████╗██████╗ ███╗   ███╗██╗███╗   ██╗ █████╗ ██╗     ███████╗
██║████╗  ██║██╔════╝██║   ██║    ╚══██╔══╝██╔════╝██╔══██╗████╗ ████║██║████╗  ██║██╔══██╗██║     ██╔════╝
██║██╔██╗ ██║█████╗  ██║   ██║       ██║   █████╗  ██████╔╝██╔████╔██║██║██╔██╗ ██║███████║██║     ███████╗
██║██║╚██╗██║██╔══╝  ██║   ██║       ██║   ██╔══╝  ██╔══██╗██║╚██╔╝██║██║██║╚██╗██║██╔══██║██║     ╚════██║
██║██║ ╚████║███████╗╚██████╔╝       ██║   ███████╗██║  ██║██║ ╚═╝ ██║██║██║ ╚████║██║  ██║███████╗███████║
╚═╝╚═╝  ╚═══╝╚══════╝ ╚═════╝        ╚═╝   ╚══════╝╚═╝  ╚═╝╚═╝     ╚═╝╚═╝╚═╝  ╚═══╝╚═╝  ╚═╝╚══════╝╚══════╝
]]

--Ineu Factory Logs
lang["#INEU_FACTORYLOG"] = {
	name = "Терминал бригадира Циркл Джи",
	logs = {
		{"Журнал регистрации корпоративных инцидентов", {
			{"Местный сбой питания", [[
				Я пишу это, потому что прямая связь с корпорацией, наконец, перестала работать.

				МЫ. НЕ. МОЖЕМ. РАБОТАТЬ. БЕЗ. ЭЛЕКТРИЧЕСТВА.

				Я не знаю, кто был инженером, и что всё ли в порядке с этой конструкцией, но мы не можем так просто запустить один и тот же пресс более пяти минут, не отключая электропитание для всей области, ДАВАЙТЕ двое и нажмут, и запустят Автопогрузчик.

				За то время, что потребовалось для восстановления телефонных линий, у наших ворот уже небольшая толпа горожан, кричащая на наших сотрудников. Вслед за ОЧЕНЬ недовольным звонком полковника, руководящего военной базой через реку. Вы знаете, сколько ботинок размещено на его базе в любой момент времени? Потому что я делаю это сейчас, а также ТОЧНО, он обещал, что посадит их, если это случится снова.

				Если вы не планируете платить нашему персоналу самой большой бумагой в стране, то кое-кто выйдет, который посмотрит, как подключить нас к генератору на месте. ХОРОШО. Я и мои люди не попадём на какой-нибудь армейский рубеж через зарплату.
			]]},
			{"Жалобы на шум", [[
				Теперь, когда машины наконец работают, у нас есть другая проблема. Шум. Я не знаю, в стороне ли это каньона, в котором мы находимся, но, чёрт возьми, он громкий.

				Такого громкого, на самом деле, нет ни где в городе, где вы не могли бы услышать такие вещи. Бригадир местной шахты взял время из моего напряжного графика, чтобы рассказать мне о том, как они чувствуют 'вибрации' от всего подполья, 'дребезжая' их опорные рамы и угрожая 'разрушить' весь завод.

				Я бы почти пожалел людей в этом городе, если бы не тот факт, что они продолжают ссориться с моими людьми круглосуточно. После недели заполнения нашего почтового ящика письменными жалобами, скрытыми угрозами и открытыми угрозами; некоторые бросали бутылки и камни, пока наши спины были повернуты.

				Мне всё равно, насколько велик контракт с корпорацией, мы не можем управлять этими вещами 24/7. Эти люди должны спать, и ВАШИ СОТРУДНИКИ ТОЖЕ! И мы не можем просто моргнуть, не рискуя, чтобы какой-то горожанин подложил подушку нам под голову.
			]]},
			{"Вандализм/cаботаж", [[
				Это просто смешно.

				Не довольствуясь преследованиями моих сотрудников на расстоянии, кто-то ворвался на территорию завода прошлой ночью. Шины, тормозные магистрали и сиденья каждого грузовика. Были разорваны. Резервуары с жидкостью в задней части здания, форсунки сломались и слились полностью. Большинство наружных дверных замков были залеплены жевательной резинкой.

				Хуже всего то, что они попали по внешним распределителям. СИЛЬНО. Я не думаю, что они могли бы нанести больше урона, если бы использовали взрывчатку. Принимая во внимание те камнедробители на западе или морпехами на востоке, это могло быть именно так. Без материалов для их ремонта производство станций сократилась вдвое.

				Шерифам потребовалось более часа, чтобы добраться сюда, и они едва осмотрели это место, прежде чем сказать, что они ничего не могли сделать. Один из этих ублюдков на самом деле дал понять, что 'позвоните нам, если это произойдёт снова, пока не отключится питание'. Хватит значит хватит. Мне все равно, сколько раз вы отклоняли мою просьбу о дополнительных мерах безопасности, будь прокляты страховые тарифы. Я прошу парк протектронов здесь! Согласие одобрить или нет, я перенаправлю пару голов, чтобы обеспечить безопасность на месте после наступления темноты, включая меня самого. Я знаю, что у нас здесь есть лестница для очистки желобов, и крыша станет идеальной точкой обзора.

				Мы увидим, насколько умны эти горожане, когда следующий уйдёт сюда в чёрной сумке.
			]]},
		}}
	}
}

--Gorgeous Greg's Terminal
lang["#INEU_GREGLOG"] = {
	name = "Терминал Грега",
	logs = {
		{"Списки", {
			{"Список дел", [[
				-Выполнить свою квоту за месяц. 4/5.
				-Послать кого-нибудь за баллистическими волокнами, мне их не хватает.
				-У меня так же заканчивается ром. Так что захватить и этого побольше.
				-Ещё мне нужно больше закусок.
				-Собрать то, что осталось от тех тупых ублюдков, которые на самом деле пошли к этому святилищу.
				-Найти способ заставить эти телевизоры снова работать.
			]]},
		}},
		{"Журнал", {
			{"Эта женщина-доктор...", [[
                Здесь есть одна женщина-доктор, которая приходит сюда выпить раз в две недели. С головы до ног в каком-то модном красном костюме, никогда не видел такого раньше.
                
				Она вызывает у меня странное, смутно угрожающее чувство. Первое, что она спросила у меня - продаю ли я медикаменты. Я сказал нет, она сказала 'Хорошо'.
				Её зовут Вик, предположительно. Не задерживается на одном месте слишком долго, и продаёт лекарства по цене скальпера. И путешествует одна. Либо удачливая, либо опасна. Она спрашивала меня о какой-то антенне через долину на днях. Я не был слишком информативен.
                В шахтёрском городке на другой стороне бассейна был врач. Его там больше нет. Уверен, она как-то с этим связана.
                
				Надо проследить за ней.
			]]},
			{"ДЕРЖИТЕСЬ ПОДАЛЬШЕ ОТ СЕЙЛЕМА!", [[
                Примечание для себя: путешествуя в Портленд и обратно, взять 99W вместо I-5.
                
				На этот раз меня почти заперли (не в переносном смысле). Эти ублюдки 'забыли' сказать мне, что полиция Сейлема выбралась из своих могил на прошлой неделе.
				Мне сказали, что какая-то группа отбросов сумела включить реакторы, питающие большую часть города, пытаясь создать город для себя. Звучит так, как будто это было бы хорошо, мне нужно больше мест на продажу. К сожалению, это не так.
                Оказывается, что в своих попытках вернуть свет, идиоты также разбудили всю автоматизированную полицию города, а затем все были немедленно арестованы, судимы в робо-суде и осуждены соответственно.
                
				Я почти закончил так же несколько дней назад. Когда я приближался к Сейлему по своему обычному маршруту, ко мне подошёл дуэт ботов и попросили документов. Очевидно, у меня их не было, поэтому они пытались меня арестовать.
                Удалось застрелить этих двоих, но пришлось бежать, так как около пятнадцати других немедленно появились из ниоткуда и открыли огонь. Вся территория освещена как рождественская вечеринка и кишит копами.
                
				Я ни за что не сяду в тюрьму. Я читал о том, то что там было так плохо до войны - можно только представить условия сейчас.
			]]},
			{"Новые продукты", [[
                Меня попросили придумать новую линию костюмов.
                
				Плетение баллистических волокон. Дорогое, но очень доступное. Огнезащитное покрытие, которое сохраняется. Ещё дороже, всё ещё возможно. Единственная проблема в том, что эти ребята хотят, чтобы он ВЕСИЛ КАК ОБЫЧНЫЙ КОСТЮМ. Сколько бы прототипов я ни придумал, они никогда не обрадуются.
                К этому моменту, мне уже всё равно. Я как-то снизил его до 20 фунтов, и это чудо само по себе. Им придётся с этим разобраться.
                
				Лучше бы мне хорошо за это заплатили.
			]]},
			{"Пара странных гулей", [[
				Эти два гуля появились сегодня.
				
				Очень необычно. Первое, на что я обратил внимание, это их волосы - гули чаще всего не имеют волос. У этих двоих были полные, густые и блестящие локоны. От них также несло дерьмом. Как только они вошли в дверь, вся комната наполнилась этим ужасным химическим запахом.
				
				Это было из-за волос.

				Оказалось, что они парикмахеры. Поскольку гули - и некоторые люди - не могут отращивать волосы, они удовлетворяют эту потребность и неплохо на этом зарабатывают.
				Круто. После того как они закончили рассказывать мне историю своей жизни, я попросил их убраться из моего бара из-за ужасного запаха. Они отказались, и мне пришлось выгнать их силой.
				
				Надеюсь, это последний раз, когда я вижу этих уродов.
			]]},
			{"Они вернулись.", [[
				Эти уроды с начала этой недели вернулись.
				
				В своё время они умоляли меня позволить им остаться, и вдобавок ко всему - они хотят открыть здесь магазин. Я почти начал стрелять, прежде чем парень сказал мне что-то, что действительно изменило моё мнение.
				
				Они продают роскошные предметы роскошным людям. Открыв магазин в моём баре, они обеспечили бы мне большой трафик, и трафик, который тоже готов выложить кругленькую сумму.
				Идея прозвучала правильной в то время, поэтому я не стал в них стрелять. Я сказал им, что они могут остаться при условии, что у них будет одежда получше, а так же, если они избавятся от запаха и если они пообещают заплатить мне часть их прибыли.
				
				Они вернулись на следующий день с какими-то дерьмовыми, грязными костюмами и стали пахнуть чуть лучше. Всё ещё пахнет блевотиной, но неважно. Посмотрим, сколько денег они мне принесут.
			]]},
			{"Следующая страница - Старые записи", [[
				ЗАБЛОКИРОВАНО - ТРЕБУЕТСЯ ПАРОЛЬ.
			]]}
		}}
	}
}

--Allen's Terminal  In Progress.
lang["#INEU_SHANTYLOG"] = {
	name = "Терминал Аллена",
	logs = {
		{"Городской рекорд", {
			{"Новый дом", [[
				Привет тем, кто когда-либо читал эти записи, не привык хранить журнал вещей но я подумал, что если мы собираемся остаться здесь, то я тоже могу.
				Я не могу понять, почему здесь никто не живёт, это место - зелёный рай в этом аду. Пространство, не так много радиации, еда, деревья для строительства. Оно идеально.
				
				Я был здесь около 2 недель назад, исследовал старые деньги после того, как город неподалеку превратился в бюст, гули повсюду. Так же, как и деньги.
				Парочка грёбаных грабителей выгнала мою тощую задницу из-за денег, и мне пришлось спрятаться в трейлере, который кто-то бросил в ущелье. Наверное, тот же трейлер, который вы видели, как мне он понравился.
				После того, как я нассал в штаны, я вышел и посмотрел вокруг, и меня осенило. Это было нужное место, нам просто нужно было построить наши собственные здания, но к чёрту там повсюду дрова и металлолом.
				Скала, на которой находятся деньги, перемешана с выступом старого русла реки, а горы создают идеальный барьер. Мы с лёгкостью построим стены для защиты.
				И вот мы здесь. Я вернулся с горного хребта и сказал команде, что нашёл безопасное место для нас, и надеюсь, что я прав, потому что мы надеемся на это.
				Я вытащил останки старого ублюдка, который стоял за трейлером здесь до того, как остальные приехали сюда, он был здесь долгое время и похоже, что он был съеден, бедный парень.
				Пока что мы установили несколько палаток и несколько парней останутся со мной в 'моём' новом трейлере, и я имею в виду мой. Мы будем упакованы, как те маленькие рыбки, которые приходят в банках, но это не так.
				Так или иначе, я установил этот старый терминал после того, как Тэмми сказала, что я должен следить за нашим прогрессом здесь для 'процветания' или что-то вроде того. Так что с этого момента, когда мы добьёмся хоть какого-нибудь прогресса или чего-нибудь, я положу это сюда.
				Я подумал, что она захочет свидание, которое мы начали здесь, так что я поспрашивал вокруг, старый мешок дерьма Майки сказал 'Осень 2235', не знаю как он, чёрт возьми, знает про это дерьмо, но вот так.
			]]}
		}}
	}
}

-- Raider John's Factory Log
lang["#INEU_RAIDERFACTORYLOG"] = {
	name = "Дневник рейдера",
	logs = {
		{"Первый день.", [[
			Мы приехали с востока, и, чёрт возьми, какой джекпот мы сорвали. Завод, забитый всякой всячиной, работающий пресс для боеприпасов, мы станем самыми богатыми ублюдками, которых когда-либо видел этот мир! Надо только придумать, как заставить роботов сражаться за нас.
		]]},
		{"Четвёртый день.", [[
			Ну, одного мы уже потеряли. Некоторые из роботов пытались переработать Терри, он был одет в металлолом, и я думаю, роботы пытались переработать его в боеприпасы, двое из них подняли его и попытались закинуть внутрь, пришлось стрелять в роботов и уничтожить ползавода ботов, пока мы это делали.
			
			На более светлой ноте, есть кое-какие наводки на руду поблизости, старые заводы, где её добывают, собираюсь отправиться туда с группой Бетти, пока остальные держат оборону, буду отсутствовать несколько дней, Джекс, если ты это читаешь, дострой эту чёртову баррикаду.
		]]},
		{"Девятый день.", [[
			Вернулся с шахты, и, блин, есть что рассказать. Место, мать его, кишит муравьями, а церковь за его пределами заполнена гулями, пробрался мимо этого места, сегодня не до этого. Добрался до большой открытой зоны, и у Бетти с собой компьютерный гений, так что они должны смотреть компьютеры.

			Оказалось, что это место работает на каком-то топливе, нужно найти что-то, чтобы запустить его, у какого-то мертвеца внизу с кучей следов укусов было какое-то странное зелёное вещество на нём, мы засунули его, и оно запустилось, и о боже, как мы облажались.

			Прохлаждались минуту, потом услышали стрекотание, они начали выходить из каждого туннеля, атакуя генераторы, так что мы поднялись на лифте, парень в грёбаном костюме запер от нас дверь, потом мы стреляли в муравьев сверху, пустили энергию и ждали, пока они уйдут.

			Нам потребовалось немного времени, чтобы вернуться.	
		]]}
	}
}

-- missile base logs
lang["#YB_BARRACKS"] = {
	name = "Терминал",
	logs = {
		{"Это случилось.", [[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****
			23.10.2077

			Подумал, что должен зафиксировать это в письменном виде в исторических целях - они сделали это. Конец света наступил.

			Но вы не застанете меня в последние минуты жизни плачущим в компьютер. Мы собираемся выпить весь алкогольный паёк и взорвать как можно больше боеприпасов. Фейерверк.
			
			Если мы переживём это- да кого я обманываю, мы не переживём. Мы живём на ракетной базе!

			Лучший, капрал Джеральд Табисола
		]]},
		{"Странные собрания.", [[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****
			07.08.2077

			Я служу здесь уже около года, так что, думаю, прошло не так много времени, но последние несколько месяцев всё было очень странно. С тех пор как наш уважаемый гость приехал и уехал, к нам постоянно приходят странные посетители на 'очень важные, секретные встречи'.
			Предположительно, это инженеры, которые работают над дальнейшей автоматизацией базы. Они приходят в любое время, не значатся ни в каких расписаниях, для них расстилают красную дорожку, и они отправляются в конференц-зал в комнате управления. Дело в том, что никто никогда не видел, чтобы они уходили.
			
			Мало того, многие из этих людей не похожи на инженеров. А с некоторыми из них были дети. Лейтенант Фаолан думает, что видела министра обороны на прошлой неделе. Я думаю, она это выдумала- кто, блядь, знает, как выглядит министр обороны?

			Лучший ответ, который кто-либо получил: 'Собрания длятся очень долго, вы просто не видели, когда они уходят'. Должно быть, это бред.
		]]},
		{"ПРЕЗИДЕНТ!!!", [[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****
			10.04.2077

			Президент остался здесь. Да, президент грёбаных Соединённых Штатов Америки посетил нашу маленькую ракетную базу. Он 'просто посетил бдительную последнюю линию обороны Америки', как он нас назвал, чтобы поддержать наш дух- видимо.
			
			Мы отлично провели время, пообщались с президентом, а затем нам велели держать язык ЗА ЗУБАМИ, пригрозив 'плохим концом бочки', если об этом станет известно. То, что он вообще покинул Вашингтон, крайне засекречено.
			
			Я думаю, они перевозят его по стране на случай, если 'красные' попытаются его убить, держа его местонахождение в секрете. Но почему мы?  
		]]},
		{"Следующая страница - Предыдущие записи", [[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****

			ЗАБЛОКИРОВАНО - ТРЕБУЕТСЯ ПАРОЛЬ.
		]]}
	}
}

--Yolly Bolly, Sea Pit (Dark part of the Yolly Bolly cave with water in it)

lang["#TERMINAL_DIRECTORS_EVANS"] ={
	name = "Терминал директоров",
	logs = {
		{"Логистика и регистрация информации", {
			{"Представления", [[
				**** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
                2 мая 2201 года.
                
                Слава Богу, что знакомство прошло гладко! В прошлый раз, когда я знакомил бригады друг с другом в Реддинге, они чуть не подрались из-за пачки консервированных сигарет. Мы даже назначили руководителей команды.

                Маркус был первым лидером, настоящим головотяпом, который ничего не слушал, если у него не было груди и обещания. Если бы не тот факт, что он глуп и не жалуется, то его бы уже не было в команде.

                Эшли была вторым руководителем команды, у неё была странная аура. Немного застенчивая, но громкая, когда на работе, уверенная в себе по команде.
                
                Шанель была третьим человеком. Думаю, её можно было так назвать. Она была гулем, кожа всё ещё плавилась и всё такое. Несмотря на то, насколько она уродлива, у неё больше всего опыта из всех вместе взятых.
			
                Не могу дождаться встречи с тобой, Диллиган, люблю тебя!
                ]]},
			{"Ход операций - 2201", [[
                **** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
                ОТПРАВЛЕНО 5 ДЕКАБРЯ 2201 ГОДА.

			    11 мая 2201 года: Формирование путей в то, что скоро станет величайшим горнодобывающим предприятием к югу от Реддинга. Из-за нескольких переговоров, которые велись тут и там, новости не дошли до рудных баронов на севере, в Реддинге. Никаких осложнений.

                29 мая 2201 года: Начинаем работы по углублению в бок горы, чем глубже мы зайдём, тем больше найдём. Одна травма, неисправное оборудование.

                3 июля 2201 года: Создана основа для будущего развития: по бокам стен установлены деревянные столбы и подпорки. Листовой металл должен быть доставлен к следующей неделе. Никаких осложнений.

                23 ноября 2201 года: Несколько работников на месте непрерывно просили об оплачиваемом отпуске по 'праздничным' причинам. Я отказал почти всем из них, учитывая это, я также попросил купить десерты в следующую среду для команды, чтобы убедиться, что они соответствуют будущим изменениям. Никаких осложнений.
                ]]},
            {"Ход операций - 2202", [[
                **** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
                ОТПРАВЛЕНО 11 НОЯБРЯ 2201 ГОДА.

                2 января 2202 года: Я говорил им уже почти два месяца! Торжества и праздники не предусмотрены в их контрактах. Я даже слышал, что они устраивают встречи до поздней ночи. Никаких осложнений, ожидайте, что всё изменится.

                16 марта 2202 года: Шанель и другие члены команды подошли ко мне с бумагой, на которой были написаны требования. Маркус просто согласился со всем, что сказал Шанель, а Эшли просто тихо сидела рядом. Строительство шахт почти завершено, и они знают об этом, пытаясь выкачать нас досуха! Это вымогательство!

                1 апреля 2202 года: В соответствии с новыми протоколами профсоюза, нам пришлось предложить каждому рабочему минимальное количество выходных дней, поэтому прогресс замедлился, но стабилизировался. 

                3 октября 2202 года: Недавно мы проникли в новую подземную пещеру. Уотерс глубоко засел в ней. Кроме этого, скажу честно, мне немного страшно. Командиры команд давно со мной не разговаривали. Что-то случилось.
			    ]]},
            {"Ход операций - 2203", [[
                **** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
                ОТПРАВЛЕНО %ОШИБКА%, ПЕРЕДАЧА СООБЩЕНИЯ НАРУШЕНА.

                3 февраля 2203 года: Они здесь! Я получил, как мне кажется, почти сто сообщений о том, что какие-то больные ходят вокруг и угрожают моим парням уйти из команды. Дела обстоят не лучшим образом, Диллинджер.

                18 мая 2203 года: Вчера вечером меня лично посетили несколько наёмников в нашем шахтёрском лагере, так как всё почти готово, а бабки поступают, я думал, что у нас всё будет хорошо. Они были с Дэном, из компании 'Морнингстар' в Реддинге. Он угрожал мне Диллиганом, я напуган.

                21 июня 2203 года: Ты выкарабкиваешься, милая! Форпост достроен, и мы зарабатываем больше денег, чем когда-либо. Лоббирование в НКР для защиты пограничных инвестиций ещё никогда не было таким успешным. Я даже слышал, что у профсоюзов проблемы, потому что НКР подавляет демонстрации! Дела идут в гору, милая.

                29 декабря 2203 года: Диллиган я возвращаюсь в Рино, у меня плохое предчувствие. 

                ]]},
            {"ЭКСТРЕННАЯ ПОМОЩЬ ПОМОЩЬ ПОМОЩЬ ПОМОЩЬ", [[
				**** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
                1 января 2204 года. 
                
               |СООБЩЕНИЕ НЕ ПОЛУЧЕНО, ОШИБКА ПЕРЕДАЧИ. ОДНОРАЗОВАЯ ГОЛОКАССЕТА В НАЛИЧИИ.|
            
                Прошлой ночью повсюду был огонь, по всей пещере! Я не знаю, что случилось, но начали раздаваться взрывы. О боже, я думаю, они вот-вот войдут. Диллинджер, если я умру, я просто хочу сказать: Я ЛЮБЛЮ ТЕБЯ, ТЫ ВСЁ ЧТО У МЕНЯ ЕСТЬ, ДЕРЖ-
                ]]},
            
            
		}}
      
	}
}

lang["#TERMINAL_CREW_LEADER"] = { 
	name = "Терминал руководителей команды",
	logs = {
		{"Записи команды", {
			{"Пополнение в команде", [[
				**** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
				3 мая 2201 года. 

				Майкл Скоттс - 23 года - разнорабочий - 4 мая 2201 года

				Кэтрин Шинкс - 62 года - разнорабочий - 7 мая 2201 года

				Солти Самуэль - 15 лет - разнорабочий - 9 мая 2201 года.

				Захария Абрамс - 21 год - общая безопасность - 15 декабря 2203 года.

				Джексон Абрамс - 22 года - общая безопасность - 15 декабря 2203 года.

				
			
			]]},
			{"Первоначальный состав команды", [[
				**** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
				
				Стив Максонс - 28 лет - разнорабочий - 8 мая 2201 года.

				Роберт Биттенс - 21 год - разнорабочий - 9 мая 2201 года.

				Линч М'Галигер - 25 лет - разнорабочий - 9 мая 2201 года.

				Джексон Руффало - 19 лет - разнорабочий - 10 мая 2201 года.

				Киллстоун Макспад - 29 лет - отдел кадров, штатный врач - 10 мая, 2201.

				Рапидс Ула - 23 года - отдел кадров - 10 мая 2201 года.

				Слав Уриксон - 37 лет - эксперт по взрывчатке, укротитель животных - 10 мая 2201 года.

				Макс Абрамс - 24 года - диагностика руд - 11 мая, 2201.
		
		   
			]]},
		}},
		{"Журнал", {
			{"Ориентировка", [[
			    **** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
			    3 мая 2201 года.

				Ориентировка была катастрофой. Мне приходится работать с почти немым и идиотом, который не может терпеть, но при этом смотрит на любую грудь с идиотским выражением. Парень даже не знает моего имени и жаждет сырой плоти, а я-то думал, что это я одичал.

				Единственное, что хорошо в этой работе - это зарплата. Мне пришлось потратить почти 200 лет, чтобы найти такую работу, нельзя упускать такую возможность, чтобы директор не попытался провернуть дело, как это сделал Джаммер Миллс в 45-м.
			]]},

			{"Сотни идиотов", [[
				**** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
				14 марта 2202 года. 

				Я не так часто веду записи, но я чуть не помял свой терминал, только подумав об этом! Директор, особенно после того, через что мы проходим, не предложил нам снова оплачиваемый отпуск! 

				Знаете, когда бомбы плавят мою кожу и всё такое, я, по крайней мере, надеюсь, что мы подумаем о том, что у людей есть дела поважнее, чем рабство в 'Пекле' Данте. 

				Я свяжусь с другими членами группы, посмотрим, что можно сделать. Этот директор больше не будет меня сокращать. 
				
				]]},

				{"НАМ НУЖНЫ ПЕРЕМЕНЫ", [[
				**** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
				12 февраля 2203 года.

				Я проснулся и обнаружил на пороге своего дома мёртвого мутировавшего богомола. Пришли какие-то бандиты и вывалились прямо на улицу. Должно быть, это те, что были прошлой ночью. Я нанимаю охрану у семьи Абрамс, я отчаянно нуждаюсь в помощи, сейчас или никогда. 
				
				Я знаю, что Макс связан с ребятами, поэтому я спрошу его, может быть, они смогут изучить этот вопрос, посмотреть, что там происходит.

				Несмотря ни на что, я устал от того, что директор ничего не делает. Если я услышу ещё одну жалобу на эффективность команды, я сломаюсь! Я звоню в профсоюз, Я НЕ ДАМ ЭТИМ ЗАМОРЫШАМ ОТНЯТЬ У МЕНЯ ЗАРАБОТАННЫЕ ТРУДОМ ДЕНЬГИ, ДА ПОМОЖЕТ МНЕ БОГ.
				
				]]},

				{"Необходимо принять меры", [[
				**** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
				12 октября 2203 года.

				Я и остальные собирали родственников и всех, кто мог бы нам помочь. Я собрал несколько команд, отправляющихся на восток, и наладил контакты в Нью-Рено. 
				
				Маленький городок, Солт-Уэллс, милое местечко. За городом есть несколько не очень приятных личностей, которые с радостью помогут паре отморозков расправиться с солдатами.

				Они называли себя 80-ми, а я? Я называю их нашим лучшим шансом получить то, что мы хотим. Я не позволю этим узкоглазым браминам-скотоводам в НКР строить монополии!
				
				]]},
				{"Время пришло", [[
				**** ГОРНОДОБЫВАЮЩАЯ КОРПОРАЦИЯ 'ЙОЛЛИ БОЛЛИ ЭЙР' ****
				28 декабря 2203 года.

				Завтра прольётся кровь. Моя голова склонится, а глаза нахмурятся. НКР знали, что их ждёт, задолго до того, как пришли сюда. 

				Они думают, что это всё? Что только мы будем бороться против их власти?!? Вся пустошь будет! 
				
				ВСЁ, ПОКА МЫ НЕ ПОЛУЧИМ ТО, ЧТО ХОТИМ, МЫ БУДЕМ ПОЖИРАТЬ ИХ, Я БУДУ ПОЖИРАТЬ ИХ, Я БУДУ, Я БУДУ, Я БУДУ, Я БУДУ, Я БУДУ!
				
				Я, ШАНЕЛЬ, НЕТ, УБИЙСТВЕННАЯ СКАЛА, УНИЧТОЖУ НКР ВМЕСТЕ С СОБОЙ, ЕСЛИ ПРИДЁТСЯ! НИ ОДИН РАБОЧИЙ НЕ ОСТАНЕТСЯ ГНИТЬ ПОД АВТОРИТАРНЫМ ПРАВЛЕНИЕМ, ЧЕГО БЫ ЭТО НИ СТОИЛО!


				]]},
		}}
	}
}

lang["#TERMINAL_RAIDER_LT_MARCUS"] = { 
	name = "Терминал Маркуса Вранглерса",
	logs = {
		{"Журнал", {
			{"Подонки, ВСЕ ДО ЕДИНОГО", [[
			2 января 2204 года.

			Мне плевать на этих гурлов! Они не ненавидят НКР так сильно, как я. Шанель и Эшли много говорили за моей спиной, я ненавижу этих крыс! 

			То, что у меня есть вкус, не означает, что я преступник. Я предприниматель! Это Маркус, детка, лучший из лучших, бабник и гуль в душе.
			   
			]]},

			{"ВРЕМЯ ДЛЯ БИТЬЯ", [[
			5 января 2204 года.
			
			Тупые патрули НКР спустились, чтобы наконец-то расследовать, что произошло на шахтах. Мы нанесли им небольшой визит и обложили их свинцовыми трубами.

			Мы с ребятами готовим остальных к зачистке плантации. Нет ни одной щели, где бы не побывали Камнееды! Они даже не знают, что их ждёт! 
				

			]]},

			{"Накапливая убийства", [[
			8 февраля 2204 года.

			Я убивал поселенцев направо и налево! Я разорил несколько поселений с ребятами, особенно то, что в городе. Слышал, что некоторые люди держались там под защитой НКР-

			РАЗВЕ ОНИ НЕ ЗНАЮТ, ЧТО ОНИ ВРАГИ?!?! ОНИ ТЕ, КТО ПОДАВЛЯЕТ НАС И ДЕРЖИТ НАС СЛАБЫМИ, Я СНИМУ КОЖУ С КАЖДОГО МУЖЧИНЫ, ЖЕНЩИНЫ ИЛИ РЕБЁНКА, КОТОРЫЙ РАБОТАЕТ НА ЭТИХ УБЛЮДКОВ! МЫ ХОРОШИЕ, ОНИ ПЛОХИИИЕ.
			
			Я УБИЛ ИХ ВСЕХ, МЫ ПРЕВРАТИЛИ ТОТ ФАБРИЧНЫЙ ГОРОД В БОЛЬШОЙ ГОРОД-ПРИЗРАК. ЭТО ПОКАЗЫВАЕТ, ЧТО ЭТИ ТРУЖЕНИКИ РАБОЧЕГО КЛАССА ПРАВЫ!
			]]},

			{"ЖИРНЫЙ МЕШОК ДЕРЬМА", [[
			2 мая 2204 года. 

			Сегодня босс говорил о дате о каких-то духовных отношениях. Сказал, чтобы мы с ребятами пошли на берег и сжигали его. 

			Перед тем как я ушёл, Эшли рассказала мне, как добавить в текст больше оттенков. 

			Всё происходило так... Я, Маркус, прыгнул в бой со мной и ребятами, мы пробрались вдоль скалы с восточной стороны, вне поля зрения снайперов.

			Мы выскочили из каньона, преодолели оборону НКР и убили почти всех! Я побежал за ними, но огонь был виден по всему Йолли.

			ВОТ ЭТО БЫЛО ШОУ, ВОТ ТЕБЕ, ШАНЕЛЛИ. Я ЛУЧШИЙ БОСС!



			]]},
			{"НКР РАЗОЗЛЕНЫ", [[
			9 июля 2204 года.

			Силы НКР сбили нас в городе! Нам пришлось отступить в шахтёрское поселение, в конце концов мы отбили их, но Эшли и Шанель пытаются отрезать меня, не слушая меня. 
			
			РАЗВЕ ОНИ НЕ ЗНАЮТ, КТО Я! Я - МАРКУС, ЧЕЛОВЕК-УБИЙЦА, Я УБЬЮ ИХ, КЛЯНУСЬ!


			]]},

			{"ОНИ ПРОТИВ МЕНЯ", [[
			12 ноября 2204 года.

			Мы потеряли позиции... Эшли сказала, чтобы мы использовали больше... Я начинаю грустить... мы вернулись в шахты... и пока мы можем надеяться на другую жизнь.

			Мы можем выиграть... НО ПОЧЕМУ ОНИ НЕ СЛУШАЮТ МЕНЯ, Я ХОЧУ УБИТЬ, УБИТЬ, УБИТЬ, УБИТЬ, НО ОНИ СИДЯТ, СИДЯТ, СИДЯТ, СИДЯТ, СИДЯТ- 

			**** ФАЙЛ ДАННЫХ ПЕРЕПОЛНЕН ****
			]]},
		}}
	}
}

lang["#TERMINAL_RAIDER_PLANNER_ASHLEY"] = { 
	name = "Терминал Эшли Линч",
	logs = {
		{"Анализ изменений окружающей среды и повседневной жизни", {
			{"Подготовка и анализ среды", [[
			1 января 2204 года.

			Анализ окружающей среды диктует, что оборонительный конфликт, в конечном счёте, приведёт к проигрышу с вероятностью 89%.

			Что касается планов, разработанных Шанель. Я верю, что мир всё ещё может быть достигнут, даже если нами манипулирует пара велосипедистов.
			
			Независимо от того, насколько они жестоки, они всё равно помогают нам. Учитывая этот факт, они десятикратно пополнили наши запасы боеприпасов, что позволяет увеличить эффективность подразделения на 225% надолго.

			Эта нынешняя оперативная база позволит нам более эффективно развернуть наши подразделения. До нашего прибытия здесь присутствовал культ, после быстрого 'удаления' их и их материалов, мы обосновались без каких-либо проблем.
			]]},

			{"Неизвестный источник новобранцев, радикалов и дикарей", [[
			29 января 2204 года.
			
			Последние трудовые подрядчики и связанные с ними корпорации в границах НКР сократили общую максимальную оплату труда и пытались нарушить антибаронские и антимонопольные законы НКР.

			Учитывая всё это. Коллекция аналитических материалов, разгневанные мужчины, женщины и другие люди, желающие отомстить системе, которая разрывает их на части. Они некомпетентны во всех отношениях, поэтому нуждаются в обучении. 

			Мы оставим обучение Маркусу. Мясоголовый с сердцем такого же размера, как его мозг. Я передам эти мысли Шанель, нам нужно собраться для назначения подразделения.

			]]},

			{"Отряды самоволки, Мясоголовый Маркус ", [[
			16 февраля 2204 года.

			Маркус и его личная команда мясоголовых почти неделю назад совершили налёт на фабричный город после того, как НКР выступили с экспедиционной инициативой.  

			Как и римляне, НКР привлекли вспомогательные войска и граждан, желающих расширить усилия по колонизации.

			Маркус и его люди обрушились на них, как бритты на Лондиниум. Маркус с группой из десяти человек окружил город, прорвавшись, по нашим оценкам, через тридцать полностью обученных солдат.

			Я дам этому идиоту преимущество. Он гораздо способнее, чем мы его представляем.
			]]},

			{"Операция 'Высший класс'", [[
			1 мая 2204 года. 

			Мы осознали угрозу, которую представлял Маркус. Мы определили конечную миссию, в которой он, надеюсь, допустит просчитанную ошибку.

			Маркус будет отправлен атаковать Клиффсайд завтра. Если он преуспеет - хорошо, если нет, то это потеря, которую мы готовы принять.

			Маркус, по крайней мере, умрёт так, как жил. На днях я заглянула в его терминал, сказала ему, что нужно использовать больше точек, предложения слишком длинные.

			Теперь он заканчивает их все тремя... странно, но мило.

			]]},
			{"Наступление НКР, успех подождет", [[
			9 июля 2204 года.

			После нашего небольшого успеха в Клиффсайде. Мы смогли удержать силы НКР на канате. К сожалению, похоже, что наши 79% шансов на победу в регионе снизились до 54%.

			У нас появились новые факторы; рейнджеры НКР, рейнджеры пустоши и другие представители НКР укрепились в этом регионе. 

			Маркус и Шанель испытали это на собственном опыте. Шанель попал в засаду, устроенную рейнджерами пустоши у перевала Гидроплотины. Маркус, удерживая город, был оттеснён, и его силы были уничтожены.

			НКР вкладывают в регион гораздо больше, чем мы ожидали. Это провал с моей стороны, потому что я не ожидал такого.

			]]},

			{"Прозвища и неудачи в руководстве", [[
			28 октября 2204 года.

			Мы находимся на грани развала. Это лишь вопрос времени, пока мы не разорвём друг друга на части, как дикие животные. 

			Я взяла на себя инициативу поговорить со своими причалами, Маркусом и Шанелем. Может быть, пришло время кому-то встать на ноги.

			Я поговорила с ними, поняла их потребности и проблемы. Я считаю, что будет правильно, если мы проведём встречу в ближайшее время. Если не для нас, то для сохранения наших идеалов. 

			]]},

			{"Будущее, эвакуация", [[
			5 декабря 2204 года.
			
			НКР находится на другой стороне муравьиного гнезда под особняком. Я ухожу, Маркус решил сразиться с врагом в последнем порыве славы. 

			Постарайтесь задержать их, пока мы будем бежать обратно в шахты. 

			Я признаю. Большой тупой идиот вырос во мне после нашего разговора. Каким бы нелогичным ни был Бог, если он есть, Маркус, я буду молиться за тебя. 
			
			]]},
		}}
	}
}
--[[
███████╗ █████╗ ██╗     ███████╗███╗   ███╗
██╔════╝██╔══██╗██║     ██╔════╝████╗ ████║
███████╗███████║██║     █████╗  ██╔████╔██║
╚════██║██╔══██║██║     ██╔══╝  ██║╚██╔╝██║
███████║██║  ██║███████╗███████╗██║ ╚═╝ ██║
╚══════╝╚═╝  ╚═╝╚══════╝╚══════╝╚═╝     ╚═╝
]]
lang["#SALEM_FACTORYLOG"] = {
	name = "Журнал завода",
	logs = {
		{"Первый день.", [[
			
		]]},
		{"Четвёртый день.", [[
			S
		]]},
		{"Девятый день.", [[
			S
		]]}
	}
}
--[[
███████╗███╗░░██╗░█████╗░██╗░░░░░░█████╗░██╗░░░██╗███████╗  ██████╗░██╗░░░██╗███╗░░██╗██╗░░██╗███████╗██████╗░
██╔════╝████╗░██║██╔══██╗██║░░░░░██╔══██╗██║░░░██║██╔════╝  ██╔══██╗██║░░░██║████╗░██║██║░██╔╝██╔════╝██╔══██╗
█████╗░░██╔██╗██║██║░░╚═╝██║░░░░░███████║╚██╗░██╔╝█████╗░░  ██████╦╝██║░░░██║██╔██╗██║█████═╝░█████╗░░██████╔╝
██╔══╝░░██║╚████║██║░░██╗██║░░░░░██╔══██║░╚████╔╝░██╔══╝░░  ██╔══██╗██║░░░██║██║╚████║██╔═██╗░██╔══╝░░██╔══██╗
███████╗██║░╚███║╚█████╔╝███████╗██║░░██║░░╚██╔╝░░███████╗  ██████╦╝╚██████╔╝██║░╚███║██║░╚██╗███████╗██║░░██║
╚══════╝╚═╝░░╚══╝░╚════╝░╚══════╝╚═╝░░╚═╝░░░╚═╝░░░╚══════╝  ╚═════╝░░╚═════╝░╚═╝░░╚══╝╚═╝░░╚═╝╚══════╝╚═╝░░╚═╝
]]
--Dead Estuary
lang["#DE_ENCLAVEBUNKER1"] = {
	name = "Регистрация в убежище Тилламук",
	logs = {
		{"Регистрация", [[
			26.05.2075 - 1 ВНЕСЁН В СПИСОК.
			26.05.2075 - 1 ВЫЧЕРНУТ ИЗ СПИСКА.

			02.02.2076 - 2 ВНЕСЕНО В СПИСОК.
			03.02.2076 - 2 ВЫЧЕРНУТЫ ИЗ СПИСКА.

			12.03.2077 - 3 ВНЕСЕНЫ В СПИСОК.

			17.08.2077 - 1 ВНЕСЁН В СПИСОК.
			17.08.2077 - 1 ВЫЧЕРНУТ ИЗ СПИСКА.
			19.10.2077 - 1 ВНЕСЁН В СПИСОК.
			20.10.2077 - 1 ВНЕСЁН В СПИСОК.
			20.10.2077 - 1 ВЫЧЕРНУТ ИЗ СПИСКА.
			21.10.2077 - 1 ВНЕСЁН В СПИСОК.
			22.10.2077 - 3 ВНЕСЕНО В СПИСОК.
			23.10.2077 - 1 ВНЕСЁН В СПИСОК.
			
			24.10.2079 - 9 ВЫЧЕРНУТЫ ИЗ СПИСКА.

			16.04.2236 - 5 ВНЕСЕНЫ В СПИСОК.
			17.04.2236 - 5 ВЫЧЕРНУТЫ ИЗ СПИСКА.
		]]},
		{"Входящие [1] новое сообщение", [[
			ОТ: [СПИСОК. СТАНЦИЯ ЙОЛЛА БОЛЛИ]
			КОМУ: [СПИСОК. СТАНЦИЯ ТИЛЛАМУК]
			Понедельник, 11 апреля 2236 года, 10:43

			Не оставляйте ничего позади. -J79
		]]}
	}
}
lang["#DE_ENCLAVEBUNKER2"] = {
	name = "База данных бункера",
	logs = {
		{"Экологические показатели", [[
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________

            Данные удалены.
		]]},
		{"Доклады", [[
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________

            Данные удалены.
		]]},
		{"Записи пользователей", [[
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________

            Данные удалены.
		]]},
		{"Журнал", [[
			02.03.2075 - Системы бункера включены.

			12.03.2077 - Установлено соединение с [СТАНЦИЕЙ УПРАВЛЕНИЯ].
			17.08.2077 - Активирован экологический сканер. 
			17.08.2077 - Отправка отчётов сканера на [СТАНЦИЮ УПРАВЛЕНИЯ] ежегодно.
			23.10.2077 - Сигнал тревоги активирован. Все системы активированы.
			23.10.2077 - Соединение с [СТАНЦИЕЙ УПРАВЛЕНИЯ] потеряно.

			24.10.2079 - Системы бункера выключены.

			17.04.2236 - Системы бункера включены.
			17.04.2236 - Установлено соединение с [СПИСОК. СТАНЦИЯ ЙОЛЛА].
			17.04.2236 - Данные переданы на внешнее устройство.
			17.04.2236 - Экологические показатели очищены.
			17.04.2236 - Записи пользователей очищены.
			17.04.2236 - Почта очищена... Ошибка при удалении [1] сообщения.
			17.04.2236 - Данные пользователей очищены.
			17.04.2236 - Связь прервана с [СПИСОК. СТАНЦИЯ ЙОЛЛА].
			17.04.2236 - Системы бункера выключены.

			Сегодня - Системы бункера включены.
			Сегодня - Ошибка при подключении к сети.
		]]}
	}
}

--Yolla

lang["#YB_LISTENINGPOST2"] = {
	name = "Регистрация в убежище Йолла Болли",
	logs = {
		{"Регистрация", [[
			ЗАГРУЗКА ПОСЛЕДНИХ 10 ЗАПИСЕЙ...

			28.04.2236 - 4 ВНЕСЕНЫ В СПИСОК. сброс кучи пропусков, которые мы нашли на зомби. возможно, один из них работает.
			- J12,Y67,J79,K12,

			20.01.2236 - 3 ВНЕСЕНЫ В СПИСОК. отдых после разведки
			- M22,J79,E98

			29.10.2235 - 3 ВНЕСЕНЫ В СПИСОК. сброс припасов.
			- J12,M22,J79

			24.06.2235 - 4 ВНЕСЕНЫ В СПИСОК. отдых после разведки
			- J12,O61,K12,E98

			15.04.2235 - 4 ВНЕСЕНЫ В СПИСОК. сброс припасов.
			- J12,J79,M22,E98

			12.09.2234 - 5 ВНЕСЕНЫ В СПИСОК. отдых после сканирования окружающей среды.
			- J12,M22,R18,K12,E98

			24.06.2234 - 3 ВНЕСЕНЫ В СПИСОК. сброс припасы, должно хватить надолго.
			- J12,M22,K12

			17.06.2234 - 5 ВНЕСЕНЫ В СПИСОК. перезапуск бункера, настройка сканера окружающей среды для отправки в CSE.
			- J12,L41,J89,K12,E98

			20.10.2079 - 7 ВЫЧЕРНУТЫ ИЗ СПИСКА. Последняя ночь перед воссоединением. Выключим бункер, когда мы уйдём. Наконец-то наше ожидание закончилось.
			- KM,LN,PR,EM,JK,VT,QM

			13.10.2079 - 2 ВНЕСЕНЫ В СПИСОК. Возвращение после вылазки с припасами.
			- EM,VT
		]]},
		{"26.04.2236", [[
			Привет, команда.
			
			К90 хочет, чтобы мы попали в подраздел ракетной базы.
			
			Я хочу, чтобы вы все обшарили базу и близлежащие здания в поисках ключ-карт. Наши ребята на базе копаются в наших архивах в поисках адресов. Может, кто-то из них оставил удостоверение дома.

			Также будьте начеку, если поблизости появятся зомби с внешностью офисного работника. На них могут быть удостоверения личности, по которым мы сможем попасть внутрь.

			-J79
		]]},
		{"04.08.2236", [[
			Привет, команда.
			
			Пёс заставляет нас выполнять задания по перезагрузке в различных довоенных убежищах. Часть всего плана 'реактивации'.
			
			Мы должны:
			1- Сохранить базы данных на диске,
			2- Очистить терминалы бункера,
			3- Подготовить бункеры для использования в качестве убежища/наблюдения.

			Будьте готовы к большому походу в ближайшие недели.

			-J79
		]]},
		{"18.11.35", [[
			Привет, команда.
			
			После инцидента на прошлой неделе я хочу, чтобы вы все соблюдали повышенную осторожность в районе Клифтона. (Или Клифф Таун, как называют его местные жители)

			М22 и J12 пришлось уложить пару, потому что они увидели J12 в его силовой броне. Это было убого.
			
			Если вы собираетесь отправиться в окрестности города, делайте это без формы.

			-J79
		]]},
		{"07.10.34", [[
			Привет, команда.
			
			Пёс вывела нас на улицу, принюхиваясь.
			
			Мы собираемся отправиться на множество заданий, получить показания окружающей среды и разведать всё вокруг, отмечая всё... примечательное.

			Приготовьтесь, потому что сейчас мы действительно будем что-то делать.

			-J79
		]]},
		{"18.06.34- ВАЖНО", [[
			Привет, команда.
			
			Настраиваю этот терминал в качестве журнала. Напоминание о том, что ведение журнала посещений является ОБЯЗАТЕЛЬНЫМ.

			Напоминаю, почему вы все здесь: Мы занимаемся совершенно секретными вещами. K90 не хочет, чтобы нас видели во время работы. Если кто-то увидит, вы знаете, что делать.
			
			"Почему мы должны быть такими секретными?" - спросите вы; не спрашивайте меня, потому что я не знаю, просто делайте свою господа.
			
			Не стесняйтесь использовать терминал в боковой стенке в качестве дневника или чего угодно- он не подключён к сети, так что не беспокойтесь о том, что пёс за вами подглядывает.
			
			-J79
		]]}
	}
}

lang["#YB_LISTENINGPOST4"] = {
	name = "Терминал убежища",
	logs = {
		{"23.06.34 - Личный журнал M22 -НЕ ТРОГАТЬ!", [[
			Не читай, если ты не я, урод.
			
			Мне было скучно, и я немного порылся в терминале главного компьютера. J79 никогда не стирал его - все старые записи в дневнике всё ещё там. Отличный материал для чтения.

			Я подумал, что это какой-то заготовленный бункер, но это был один из наших бункеров до войны. Люди, работавшие здесь, прослушивали все сообщения в долине и из неё. Они всё записывали и хранили.
			
			Они не лгали о том, какими параноиками были люди до войны. В этих файлах они, должно быть, обвинили в коммунизме больше половины города.

			-m22
		]]},
		{"29.06.34 - Личный журнал M22 -НЕ ТРОГАТЬ!", [[
			Не читай, если ты не я, урод.

			Через две недели мы действительно оказались на материке.

			Это место, о котором мне рассказывали всю мою жизнь. Наблюдаю за ним на горизонте с вышки. То есть, я и раньше бывал вне вышки, но только на близлежащих островах. Навещал семью и всё такое. Никогда не был в самой Америке. Мало кто был.

			Всё разъёбано. Конечно, это так, всё было взорвано двести лет назад. Но никто ещё не отстроился. Я имею в виду, не здесь, во всяком случае. Наши разведчики говорят, что есть настоящие цивилизации дальше на восток. Интересно, говорят ли они на том же языке, что и мы?
			
			-m22
		]]},
		{"24.04.36 - Личный журнал M22 -НЕ ТРОГАТЬ!", [[
			Не читай, если ты не я, урод.
			
			Давно не виделись. Я совсем забыл об этом журнале. Упс. Многое изменилось.

			Наконец-то я получил ответ на вопрос, который задал в последней записи. Пару недель назад у меня была миссия встретиться с племенами, живущими в том месте, где раньше был Рино.
			
			Командованию нужны припасы и рабочие для предстоящего проекта. Эти ребята дают нам немного рабочей силы в обмен на оружие и медикаменты. Я охранял нашего дипломата, пока он договаривался об условиях. Очевидно, это будет регулярным.

			Люди здесь такие грязные. Вульгарные. Нам не разрешается приближаться к ним без скафандров. У них могут быть редкие болезни, мутации и т.д. В нас стреляли случайные мутанты во время разведки. В прошлой миссии они ранили L41.
			
			Прежде всего- нам запрещено разговаривать с мутантами без специального разрешения. Стрелять на поражение без особых обстоятельств.

			Я не против.

			-m22
		]]},
	}
}
lang["#YB_LISTENINGPOST3"] = {
	name = "Терминал почты",
	logs = {
		{"Тема без названия - 26.04.2236", [[
			ОТ: [СТАНЦИЯ ЮЖНАЯ СЕСТРА]
			КОМУ: [СПИСОК. СТАНЦИЯ ЙОЛЛА БОЛЛИ]
			Пятница, 26 апреля 2236 года, 10:24

			Отправил вам инструктаж по заданию. Вам нужно исследовать ракетную базу.
			
			Есть запертая часть комплекса. Много данных, которые нужно стереть. Подробности в прикреплённом файле.
			
			Кстати- вы ведь удаляете эти письма после прочтения?

			-K90
		]]},
		{"ПРИКРЕПЛЁННЫЙ ФАЙЛ-Тема без названия - 26.04.2236", [[
			И Н С Т Р У К Т А Ж   П О   З А Д А Н И Ю
			ОДОБРЕНО: K90

			ПРИКАЗЫ
			1.ПРОНИКНУТЬ В ПОДСЕКТОР РАКЕТНОЙ БАЗЫ ЙОЛЛА БОЛЛИ
			2.ОЧИСТИТЬ ТЕРРИТОРИЮ, ЗАТЕМ ОЧИСТИТЬ ДАННЫЕ ИЗ ПОДСЕТИ

			В подсектор ракетной базы Йолла Болли можно попасть через конференц-зал, расположенный в зале управления базы. До войны он использовался для ██████████████████, а ██████████████ - для раннего ████████.

			Данные, содержащиеся в нём, невероятно ценны. Этот объект был полезен для ████████████████████████████ и содержит много потерянных данных.
			
			Причина номер один для этой миссии: если эта информация попадёт не в те руки, мы окажемся под угрозой.

			Чертежи показывают, что взлом входа в зону вызовет стирание данных. Мне нужно, чтобы вы получили всё в целости и сохранности перед удалением данных. Никакой взрывчатки для прохода в конференц-зал или другие запертые зоны внутри него. Найдите карту доступа.
		]]},
		{"Тема без названия - 18.04.36", [[
			ОТ: [СТАНЦИЯ ЮЖНАЯ СЕСТРА]
			КОМУ: [СПИСОК. СТАНЦИЯ ЙОЛЛА БОЛЛИ]
			Понедельник, 18 апреля 2236 года, 10:43

			Нужен отчёт о состоянии дел по очистке базы данных убежища. Пришлите его мне к пятнице.

			И перестаньте называть меня 'псом'.
			
			-K90
		]]}
	}
}

lang["#YB_LISTENINGPOST1"] = {
	name = "Терминал слушающей станции",
	logs = {
		{"Ввод пароля.", [[
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________

			Неверный пароль.
		]]},
		{"Журнал", [[
			10.02.2077 - Установлено соединение с [СТАНЦИЕЙ УПРАВЛЕНИЯ].
			11.02.2077 - Прослушка 'cliffton' была записана успешно. Связь перехвачена. Сохраняю запись на локальный диск.
			15.02.2077 - Прослушка 'mine' была записана успешно. Связь перехвачена. Сохраняю запись на локальный диск.
			28.02.2077 - Прослушка 'yollabunker' была записана успешно. Связь перехвачена. Сохраняю запись на локальный диск.
			23.10.2077 - Тревога активирована. Все системы активированы.

			21.10.2079 - Системы бункера выключены.

			17.06.2234 - Системы бункера включены.
			17.06.2234 - Установлено соединение с [СТАНЦИЕЙ УПРАВЛЕНИЯ].
			17.06.2234 - Активирован сканер окружающей среды. 
			17.06.2234 - Отправка отчётов сканера на [СТАНЦИЮ УПРАВЛЕНИЯ] ежегодно.

			10.04.2236 - Установлено соединение с [СПИСОК. СТАНЦИЯ МТКАСКАД].
			11.04.2236 - Разорвано соединение с [СПИСОК. СТАНЦИЯ МТКАСКАД].
			16.04.2236 - Установлено соединение с [СПИСОК. СТАНЦИЯ ТИЛЛАМУК].
			17.04.2236 - Разорвано соединение с [СПИСОК. СТАНЦИЯ ТИЛЛАМУК].
			19.04.2236 - Установлено соединение с [СПИСОК. СТАНЦИЯ СЛОУГХ].
			20.04.2236 - Разорвано соединение с [СПИСОК. СТАНЦИЯ СЛОУГХ].
		]]}
	}
}

lang["#YB_BUNKERDORM1"] = {
	name = "Входной терминал",
	logs = {
		{"НАЧАЛО ЗДЕСЬ - Что это за место?",[[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****
			
			Добро пожаловать на северную ракетную базу Йолла Болли, где находится начало последней линии обороны нашей страны.
			Ракеты в этих шахтах будут одними из первых, если до этого дойдёт, поражать землю Красного Китая.

			Если вы читаете это, поздравляем! Вы прошли окончательную оценку, и мы рады сообщить, что вы официально приняты в программу эвакуации.
			
			Как вам уже сообщили, вы находитесь под правительственной опекой до дальнейших распоряжений. Вы и все члены вашей семьи, которых вы привезли с собой, переведены в безопасное место, где вы будете в безопасности от любого ядерного холокоста.

			Пожалуйста, перейдите к следующей записи, озаглавленной "Следующие шаги".
		]]},
		{"Следующие шаги",[[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****

			Пока мы готовим ваш переезд, вы можете рассчитывать провести следующие несколько дней в этих общежитиях.
			Теперь, когда вы вошли в свою комнату, вы можете не покидать её до тех пор, пока ваш рейс не будет готов. Это необходимо не только для вашей безопасности, но и в целях национальной безопасности.

			Всё, что нам сейчас нужно сделать, это собрать дальнейшую официальную информацию для нашего досье. Пожалуйста, заполните анкету и держите под рукой полученный вами билет на самолёт.

			ПРИМЕЧАНИЕ: Лицам, получившим предварительное одобрение, заполнять анкету не нужно. Пожалуйста, воспользуйтесь ключ-картой, которая была отправлена по почте на указанный нами адрес, и пройдите в ангарный отсек. Мы встретимся с вами там.
			Если у вас нет ключ-карты, подойдите к сотруднику для подтверждения вашей личности.
		]]},
		{"Начать анкетирование",[[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****

			Ошибка: Анкета недоступна. Пожалуйста, обратитесь за поддержкой к ближайшему сотруднику.
			
		]]},
		{"Распечатать билет",[[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****

			Ошибка: Пожалуйста, вернитесь после заполнения анкеты.
		]]}
	}
}

lang["#YB_BUNKERDORM2"] = {
	name = "Терминал общежития",
	logs = {
		{"На: Я забыл свой пропуск", [[
            ОТ: [ГЕН С. МАЙХЕВ]
            Пятница, 22 октября 2077 года, 11:42

            Мы сожалеем, что вы забыли свою ключ-карту с разрешением на эвакуацию.
            
            К сожалению, несмотря на то, что вы можете быть предварительно одобренным лицом, нам всё равно необходимо проверить эту информацию, что может занять несколько дней.

            До проверки вы не имеете права покидать помещения общежития по закону. Не стесняйтесь пользоваться комнатой отдыха до истечения этого времени.

            Пожалуйста, наслаждайтесь пребыванием с нами на ракетной базе Йолла Болли, Сенатор.
		]]},
		{"На: На: Я забыл свой пропуск", [[
            ОТ: [ГЕН С. МАЙХЕВ]
            Пятница, 22 октября 2077 года, 11:54

            Нам жаль, что вы считаете, что мы могли отправить вашу ключ-карту с разрешением на эвакуацию по неправильному адресу.

            Однако мы на 100% уверены, что ключ-карта была отправлена и получена по адресу, который мы имеем для вас в файле:

            1043 Мэйн-стрит, Сейлем, Орегон, 97302

            К сожалению, нам всё ещё необходимо проверить ваш статус предварительно одобренного лица, что может занять несколько дней.

            До проверки вы не имеете права покидать помещения общежития по закону. Не стесняйтесь пользоваться комнатой отдыха до истечения этого времени.

            Пожалуйста, наслаждайтесь пребыванием с нами на ракетной базе Йолла Болли, Сенатор.
		]]},
		{"На: На: На: Я забыл свой пропуск", [[
            ОТ: [ГЕН С. МАЙХЕВ]
            Пятница, 22 октября 2077 года, 12:15
			
            Нам жаль, что вы недовольны нынешним положением дел, Сенатор.

            К сожалению, несмотря на то, что вы можете быть предварительно одобренным лицом, нам всё равно необходимо проверить эту информацию, что может занять несколько дней.

            До проверки вы не имеете права покидать помещения общежития по закону. Не стесняйтесь пользоваться комнатой отдыха до истечения этого времени.

            Пожалуйста, наслаждайтесь пребыванием с нами на ракетной базе Йолла Болли, Сенатор.
		]]}
	}
}


lang["#YB_CONFERENCEROOM1"] = {
	name = "Терминал системы",
	logs = {
		{"Расписание собраний",[[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****
				
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________

			Данные повреждены.
		]]},
		{"Стенограммы", [[
			**** СЕВЕРНЫЕ РАКЕТНЫЕ ШАХТЫ ЙОЛЛА БОЛЛИ ****
			
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________

			Данные повреждены.
		]]}
	}
}

lang["#YB_HANGAR1"] = {
	name = "Терминал ангара",
	logs = {
		{"Почта [Вход в систему: ГЕН МАЙХЕВ]", {
			{"[ДАННЫЕ УДАЛЕНЫ]", [[
				.... ИЗОЛИРОВАННАЯ ВНУТРЕННЯЯ СЕТЬ ....
				
				Данные_недоступны_________________
				Данные_недоступны_________________
				Данные_недоступны_________________
				_______________________________
				_______________________________
				_______________________________
			]]},
			{"[ДАННЫЕ УДАЛЕНЫ]", [[
				.... ИЗОЛИРОВАННАЯ ВНУТРЕННЯЯ СЕТЬ ....
				
				Данные_недоступны_________________
				Данные_недоступны_________________
				Данные_недоступны_________________
				_______________________________
				_______________________________
				_______________________________
			]]},
			{"[ДАННЫЕ УДАЛЕНЫ]", [[
				.... ИЗОЛИРОВАННАЯ ВНУТРЕННЯЯ СЕТЬ ....
				
				Данные_недоступны_________________
				Данные_недоступны_________________
				Данные_недоступны_________________
				_______________________________
				_______________________________
				_______________________________
			]]},
			{"[ДАННЫЕ УДАЛЕНЫ]", [[
				.... ИЗОЛИРОВАННАЯ ВНУТРЕННЯЯ СЕТЬ ....
				
				Данные_недоступны_________________
				Данные_недоступны_________________
				Данные_недоступны_________________
				_______________________________
				_______________________________
				_______________________________
			]]},
		}},
		{"Журнал полёта", [[
			.... ИЗОЛИРОВАННАЯ ВНУТРЕННЯЯ СЕТЬ ....
			
			\  ДАТА  \ ОТ \ КОМУ  \ НОМЕР \ ПРИМЕЧ. \
			/01.04.77/  YB  / CSE / 45  /██,██    /
			\08.04.77\  YB  \ CSE \ 46  \EM,██,██ \
			/12.04.77/  YB  / CSE / 47  /ПРЕЗИДЕНТ/
			\15.04.77\  YB  \ CSE \ 48  \██,JL,██ \
			/20.04.77/  YB  / CSE / 49  /HT,PM    /
			\28.04.77\  YB  \ CSE \ 50  \DT,██,JK \
			/02.05.77/  YB  / CSE / 51  /█████████/
			\13.05.77\  YB  \ CSE \ 52  \ PL  ██  \
			/28.09.77/  YB  / CSE / 53  / PL,██   /
			\02.10.77\  YB  \ CSE \ 54  \  KD,ID  \
            /22.10.77/  YB  / CSE / 55  /██,███,██/
            \31.10.79\  YB  \ CSE \ 56  \         \
            /02.11.77/  YB  / CSE / 57  /         /
		]]},
		{"21.08.2077", [[
			.... ИЗОЛИРОВАННАЯ ВНУТРЕННЯЯ СЕТЬ ....
			
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________
		]]},
		{"02.09.2077", [[
			.... ИЗОЛИРОВАННАЯ ВНУТРЕННЯЯ СЕТЬ ....
			
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________
		]]},
		{"12.10.2077", [[
			.... ИЗОЛИРОВАННАЯ ВНУТРЕННЯЯ СЕТЬ ....
			
			Данные_недоступны_________________
			Данные_недоступны_________________
			Данные_недоступны_________________
			_______________________________
			_______________________________
			_______________________________
		]]}
	}
}

--[[
███████╗██╗   ██╗███████╗███╗   ██╗████████╗    ██████╗ ███████╗██╗      █████╗ ████████╗███████╗██████╗
██╔════╝██║   ██║██╔════╝████╗  ██║╚══██╔══╝    ██╔══██╗██╔════╝██║     ██╔══██╗╚══██╔══╝██╔════╝██╔══██╗
█████╗  ██║   ██║█████╗  ██╔██╗ ██║   ██║       ██████╔╝█████╗  ██║     ███████║   ██║   █████╗  ██║  ██║
██╔══╝  ╚██╗ ██╔╝██╔══╝  ██║╚██╗██║   ██║       ██╔══██╗██╔══╝  ██║     ██╔══██║   ██║   ██╔══╝  ██║  ██║
███████╗ ╚████╔╝ ███████╗██║ ╚████║   ██║       ██║  ██║███████╗███████╗██║  ██║   ██║   ███████╗██████╔╝
╚══════╝  ╚═══╝  ╚══════╝╚═╝  ╚═══╝   ╚═╝       ╚═╝  ╚═╝╚══════╝╚══════╝╚═╝  ╚═╝   ╚═╝   ╚══════╝╚═════╝
]]

lang["#SALT_EVENTOILCAN"] = {
	name = "Военный склад, терминал 4D-E",
	logs = {
		{"Квартирмейстерские отчеты", {
			{"1 августа 2077", [[
				Имеющееся на складах оборудование включает:
				2x Силовой брони T-51b
				5x Пистолетов-пулемётов 10-мм
				3x Пистолета 10-мм
				400x Патронов 10-мм
				2x Лазерных винтовок Watts 2000
				8x Наборов микроядерных батарей TX-28
				850x Патронов 5-мм бронебойные
				120x Патронов 5.56
				30x Патронов .308
				2x Винтовки DKS-501
				4x Штурмовые винтовки R91
				10x Стандартной военной формы
			]]},
			{"1 сентября 2077", [[
				Имеющееся на складах оборудование включает:
				2x Силовой брони T-51b
				1x Пистолет-пулемёт 10-мм
				3x Пистолета 10-мм
				300x Патронов 10-мм
				2x Лазерных винтовок Watts 2000
				8x Наборов микроядерных батарей TX-28
				850x Патронов 5-мм бронебойные
				100x Патронов 5.56
				30x Патронов .308
				2x Винтовки DKS-501
				4x Штурмовые винтовки R91
				9x Стандартных военных форм
			]]},
			{"1 октября 2077", [[
				Имеющееся на складах оборудование включает:
				1x Пистолет-пулемёт 10-мм
				1x Пистолет 10-мм
				100x Патронов 10-мм
				4x Набора микроядерных батарей TX-28
				30x Патронов .308
				2x Стандартных военных форм
				50x Банок с маслом для силовой брони 'Бронегель'
			]]},
		}},
		{"Журналы квартирмейстера Зика", {
			{"1 августа 2077", [[
				Полковник некоторое время гонялся по окрестным районам. Если он будет продолжать в том же духе, то большинство этих складов не будут иметь ничего, если только такими темпами Красная угроза не вторгнется. Кроме того, это было одно и то же дерьмо из начальства.
			]]},
			{"1 сентября 2077", [[
				Полковник только что заходил сегодня, сказал, что у него 'опять закончились запасы'. Этот сукин сын имеет наглость вернуться сюда снова после того, как мы дали ему 10 автоматов в прошлом месяце. Боже, если я увижу его ещё раз, будет адская расплата.
			]]},
			{"1 октября 2077", [[
				Что-то не так, начальство просто подняло почти все наши акции и снабдило нас чем то похожим на чёртовы банки с маслом? Я не знаю, что, чёрт возьми, происходит, но что-то точно не так, я в этом уверен.
			]]},
		}}
	}
}

RELOADSCHEMA = true 