local lang = RSRG.Languages["ru"]

lang["#CRIMES_NONE"] = "Нет преступлений"

-- Factions
lang["#FACTION_NCR_NAME"] = "Новая Калифорнийская Республика"
lang["#FACTION_NCR_DESC"] = "Новая Калифорнийская Республика, или НКР, начался как маленький городок в Северной Калифорнии. Теперь они представляют собой большую демократическую федерацию, которая распространилась по всему юго-западному побережью."

lang["#FACTION_HUNTER_NAME"] = "Охотники в Пустошах"
lang["#FACTION_HUNTER_DESC"] = "Разбросанные, слабо сплоченное сообщество самоподдерживающихся охотников, рейдеров и выживших. Покинув тяжелую руку НКР и цивилизацию в целом, этот мусор состоит как из местных жителей, так и из трансплантированных НКР, ушедших в самоволку."

-- Laws
lang["#LAW_MURDER_NAME"] = "Убийство"
lang["#LAW_MURDER_DESC"] = "Незаконное убийство другого лица"

lang["#LAW_ASSAULT_NAME"] = "Нападение"
lang["#LAW_ASSAULT_DESC"] = "Определяется как нанесение чрезмерного ущерба человеку по причинам, не связанным с самообороной."

-- Profiles

lang["#NCRSOLDIER_NAME"] = "Солдат НКР"
lang["#NCRRANGER_NAME"] = "Рейнджер НКР"



-- Workstations

lang["#WORKBENCH_NAME"] = "Верстак"
lang["#CAMPFIRE_NAME"] = "Лагерный костёр"
lang["#RELOADINGBENCH_NAME"] = "Верстак для снаряжения патронов"
lang["#WEAPONBENCH_NAME"] = "Оружейный верстак"