local lang = RSRG.Languages["ru"]

lang["#CRIMES_NONE"] = "Нет преступлений"

-- Regions
lang["#REGION_NOTHERNCALIFORNIA"] = "Северная Калифорния"
lang["#REGION_NOTHERNCALIFORNIA_CANYONENTRANCE"] = "Железнодорожный туннель"

lang["#REGION_MOJAVE"] = "Солт-Уэллс"
lang["#REGION_MOJAVE_EAST"] = "Шоссе 50, восток"
lang["#REGION_MOJAVE_WEST"] = "Шоссе 50, западный охотничий аванпост"

lang["#REGION_MOUNTAINPASS"] = "Маунтин-Пасс"
lang["#REGION_MOUNTAINPASS_NORTH"] = "Северный перевал"
lang["#REGION_MOUNTAINPASS_SOUTH"] = "Лагерь Уиллоу"
lang["#REGION_MOUNTAINPASS_MOUNTAIN"] = "Глухие вершины"

lang["#REGION_ASHLANDS"] = "Эшлэнд"
lang["#REGION_ASHLANDS_OUTPOST"] = "Палатка вооружения"
lang["#REGION_ASHLANDS_CITY"] = "Мёртвый город"

lang["#REGION_CUTLER"] = "Катлер Сити"
lang["#REGION_CUTLER_SWTUNNEL"] = "Шоссе 101, юг"
lang["#REGION_CUTLER_STUNNEL"] = "Южный туннель"
lang["#REGION_CUTLER_ETUNNEL"] = "Силезское шоссе"
lang["#REGION_CUTLER_NWTUNNEL"] = "Шоссе 101, север"

lang["#REGION_YOLLABOLLY"] = "Горный хребет Йолла Болли"
lang["#REGION_YOLLABOLLY_CLIFFCONVY"] = "Заброшенный конвой"
lang["#REGION_YOLLABOLLY_HYDRO"] = "Перевал Гидроплотины"
lang["#REGION_YOLLABOLLY_TUNNELTRAILER"] = "Туннельная баррикада"
lang["#REGION_YOLLABOLLY_TOWN"] = "Городок выживальщиков"

lang["#REGION_DEADESTUARY"] = "Мёртвое устье"
lang["#REGION_DEADESTUARY_NORTH"] = "Северная лодка"
lang["#REGION_DEADESTUARY_SW"] = "Лагерь контрабандистов"
lang["#REGION_DEADESTUARY_NW"] = "Западная лачуга"
lang["#REGION_DEADESTUARY_E"] = "Передвижная флотилия"

lang["#REGION_SALEM"] = "Сейлемские руины"
lang["#REGION_SALEM_SE"] = "Аванпост разведчиков Братства"
lang["#REGION_SALEM_S"] = "Обрушенное здание"
lang["#REGION_SALEM_NW"] = "Лагерь наёмников"

-- Factions
lang["#FACTION_NCR_NAME"] = "Новая Калифорнийская Республика"
lang["#FACTION_NCR_DESC"] = "Новая Калифорнийская Республика, или НКР, начался как маленький городок в Северной Калифорнии. Теперь они представляют собой большую демократическую федерацию, которая распространилась по всему юго-западному побережью."

lang["#FACTION_HUNTER_NAME"] = "Охотники в пустошах"
lang["#FACTION_HUNTER_DESC"] = "Разбросанное, слабо сплочённое сообщество самоподдерживающихся охотников, рейдеров и выживших. Покинув тяжёлую руку НКР и цивилизацию в целом, этот мусор состоит как из местных жителей, так и из трансплантированных НКР, ушедших в самоволку."

lang["#FACTION_VALLEYSURVIVALISTS_NAME"] = "Уцелевшие Йолла"
lang["#FACTION_VALLEYSURVIVALISTS_DESC"] = "Небольшая группа опытных людей, живущих в горах, возглавляемая человеком по имени Джексон, который раньше был главным помощником НКР в Солт-Уэллсе."

lang["#FACTION_NEWRENO_NAME"] = "Семьи Нью-Рено Крайм"
lang["#FACTION_NEWRENO_DESC"] = "\"Самый большой маленький город в мире\", Нью-Рено - выгребная яма греха, управляемая синдикатом из четырёх семей; Мординос, Епископы, Райтс и Сальваторе, борящихся за власть. Возможно, они не работают вместе, но все они заинтересованы в том, чтобы всё было хорошо, спокойно и открыто для бизнеса. Нарушители обычно не долго живут."

lang["#FACTION_FRONTIERSMEN_NAME"] = "Переселенцы"
lang["#FACTION_FRONTIERSMEN_DESC"] = "Группа вооружённых до зубов шахтёров-кочевников, которых слухи о золоте привели на север. Они стойко держатся независимости и категорически не хотят присоединяться ни к одной из крупных организаций."

lang["#FACTION_CRIMSONCARAVAN_NAME"] = "Компания \"Красный караван\""
lang["#FACTION_CRIMSONCARAVAN_DESC"] = "Компания \"Красный караван\" является одним из, если не единственным крупнейшим караванным домом в Новой Калифорнии и за его пределами, с филиалом ККК почти в каждом крупном городе на территории."

lang["#FACTION_CORPORATION_NAME"] = "Компания \"Шифр\""
lang["#FACTION_CORPORATION_DESC"] = "Шифр, более известная как \"Корпорация\", - это очень секретная организованная группа наёмников с севера. Они занимаются всем, на что большинство законопослушных людей не обратили бы внимания, если бы это приносило доход - работорговля, заказные убийства, саботаж, да мало ли что ещё."

lang["#FACTION_VAULTCITY_NAME"] = "Город-убежище"
lang["#FACTION_VAULTCITY_DESC"] = "Изоляционистское сообщество, расположенное на северо-востоке Калифорнии, Город-убежище гордится своими передовыми технологиями и высококлассным обществом. Из-за своей ксенофобской натуры они никогда не пускают в город неграждан. Несмотря на это, они с удовольствием позволяют чужакам выполнять свою потенциально опасную грязную работу."

lang["FACTION_FOLLOWERSOFTHEAPOCALYPSE_NAME"] = "Последователи Апокалипсиса"
lang["FACTION_FOLLOWERSOFTHEAPOCALYPSE_DESC"] = "Организация Последователей - это гуманитарная организация, созданная в Новой Калифорнии и специализирующаяся на предоставлении образования и медицинских услуг нуждающимся, а также на продолжении исследований в невоенных областях."

lang["#FACTION_BOS_NAME"] = "Братство Стали"
lang["#FACTION_BOS_DESC"] = "Братство Стали - это техно-религиозная организация, занимающаяся сбором и обслуживанием передовых технологий, корни которой уходят в предвоенные американские вооружённые силы. Они очень замкнуты"

lang["#FACTION_ENCLAVE_NAME"] = "???"
lang["#FACTION_ENCLAVE_DESC"] = "Неизвестная военизированная организация, появившаяся совсем недавно. Никто ничего не знает ни о них, ни о том, какова их цель. Большинство даже не знают об их существовании."

lang["#FACTION_ICEPICK"] = "Ледорубы"
lang["#FACTION_SMREJECTS"] = "Отверженные"
lang["#FACTION_UNITY"] = "Остатки единства"
lang["#FACTION_SMUGGLER"] = "Контрабандисты"
lang["#FACTION_TRADEGUILD_NAME"] = "Гильдия торговцев"
lang["#FACTION_ROCKBITER"] = "Камнееды"
lang["#FACTION_BANDITRUSTLER"] = "Дельцы"
lang["#FACTION_BANDIT80S"] = "Племя 80-х"
lang["#FACTION_DESERTRANGER_NAME"] = "Рейнджеры пустошей"
lang["#FACTION_SHADOWED"] = "Тени"

-- Laws
lang["#LAW_MURDER_NAME"] = "Убийство"
lang["#LAW_MURDER_DESC"] = "Незаконное убийство другого человека"
lang["#LAW_MURDER_NOTIFY"] = "Вы совершили акт убийства против организации: $faction!"

lang["#LAW_ASSAULT_NAME"] = "Нападение"
lang["#LAW_ASSAULT_DESC"] = "Определяется как нанесение чрезмерного урона человеку не в целях самозащиты."
lang["#LAW_ASSAULT_NOTIFY"] = "Вы совершили акт нападения на организацию: $faction!"

lang["#LAW_MURDER_ACCESSORY_NAME"] = "Соучастие в убийстве"
lang["#LAW_MURDER_ACCESSORY_DESC"] = "Незаконное убийство другого человека членом вашей группы"
lang["#LAW_MURDER_ACCESSORY_NOTIFY"] = "$altPlayer, член вашей группы, совершил убийство! Вы являетесь соучастником. Вы можете выйти из группы через меню группы, нажав Esc."

lang["#LAW_ASSAULT_ACCESSORY_NAME"] = "Соучастие в нападении"
lang["#LAW_ASSAULT_ACCESSORY_DESC"] = "Определяется как нанесение членом вашей группы чрезмерного урона человеку не в целях самозащиты."
lang["#LAW_ASSAULT_ACCESSORY_NOTIFY"] = "$altPlayer, член вашей группы, совершил нападение! Вы являетесь соучастником. Вы можете выйти из группы через меню группы, нажав Esc."

lang["#LAW_THEFT_NAME"] = "Кража"
lang["#LAW_THEFT_DESC"] = "Определяется как захват имущества, которое вам не принадлежит."
lang["#LAW_THEFT_NOTIFY"] = "Вы были пойманы на краже у организации ($faction)! Если украдите слишком много, они могут стать враждебными по отношению к вам."

lang["#LAW_BOSRESELL_NAME"] = "Распределение технологий"
lang["#LAW_BOSRESELL_DESC"] = "Распространение технологии организации ($faction) является серьёзным преступлением, к которому нельзя относиться легкомысленно. За этот проступок на вас была наложена метка смерти."
lang["#LAW_BOSRESELL_NOTIFY"] = "Организация ($faction) узнала, что вы распространили их технологию!"


-- Profiles

lang["#NCRSOLDIER_NAME"] = "Солдат НКР"
lang["#NCRRANGER_NAME"] = "Рейнджер НКР"



-- Workstations

lang["#WORKBENCH_NAME"] = "Верстак"
lang["#CAMPFIRE_NAME"] = "Лагерный костёр"
lang["#STOVE_NAME"] = "Плита"
lang["#RELOADINGBENCH_NAME"] = "Верстак снаряжения и патронов"
lang["#WEAPONBENCH_NAME"] = "Оружейный верстак"

lang["#BOS_POWERARMORFAB_NAME"] = "Изготовитель силовой брони Братства"


-- Terminal
lang["#TERMINAL_TITLE"] = "УНИФИЦИРОВАННАЯ ОПЕРАЦИОННАЯ СИСТЕМА РОБКО ИНДАСТРИЗ\nАВТОРСКИЕ ПРАВА 2075-2077 РОБКО ИНДАСТРИЗ"
lang["#TERMINAL_DEFAULT"] = "Мой компьютер"



-- Factory Related
lang["#FACTORY_GUIDELINES"] = "Руководство по использованию"
lang["#FACTORY_CHECKDISTRIBUTOR"] = "Проверить распределители питания"
lang["#FACTORY_DISTRIBUTORINFO"] = [[
	Все распределители электроэнергии будут вносить свой вклад в производительность завода. Регулярно проводите техническое обслуживание, так как распределители со временем будут изнашиваться.

	Более высокий уровень повреждения распределителей потребует ремонта большего количества деталей, поэтому распределители должны быть в отличном состоянии.
]]

lang["#FACTORY_CONTROLLER"] = "Заводской терминал управления"
lang["#FACTORY_CHECKPOWERED"] = "Проверить состояние питания"
lang["#FACTORY_POWERED"] = "Работает"
lang["#FACTORY_ENABLED"] = "Включен"
lang["#FACTORY_TOGGLEENABLE"] = "Вкл/Выкл"
lang["#FACTORY_TOGGLEENABLE"] = "Вкл/Выкл"
lang["#FACTORY_NOPOWER"] = "Нет питания"
lang["#FACTORY_SHUTTINGDOWN"] = "Выключение"
lang["#FACTORY_POWERINGON"] = "Включение"
lang["#FACTORY_CHECKCHARGE"] = "Проверить текущую ёмкость"
lang["#FACTORY_CURRENTCHARGE"] = "Текущая ёмкость"
lang["#FACTORY_LOADMINERAL"] = "Погрузить: $mineral"
lang["#FACTORY_NOTENOUGHMINERAL"] = "У вас нет предмета: $mineral."
lang["#FACTORY_CHARGEFULL"] = "Поместив ещё больше, вы превысите пропускную способность."
lang["#FACTORY_RECIEVINGCHARGE"] = "Открытие воронки."
lang["#FACTORY_REMOTEACCESS"] = "Удалённый доступ к машине."

-- Power Generator
lang["#FUSIONGENERATOR_NAME"] = "Ядерный генератор \"Дженерал Атомикс\""

-- Distributor
lang["#DISTRIBUTOR"] = "Распределитель мощности"
lang["#DISTRIBUTOR_TOTAL"] = "Производственная мощность"

-- Distributor Locations
lang["#DISTRIBUTOR_BACKALLEY"] = "Переулок"
lang["#DISTRIBUTOR_LOADINGALLEY"] = "Погрузочная площадка"
lang["#DISTRIBUTOR_GENERATORROOM"] = "Генераторная"
lang["#DISTRIBUTOR_FACTORYFLOOR"] = "Заводской этаж"
lang["#DISTRIBUTOR_OUTSIDE"] = "Снаружи"

lang["#MINER_NAME"] = "Рудокоп"
lang["#MINERS_NAME"] = "Рудокопы"
lang["#LEADMINER_NAME"] = "Рудокоп свинца"
lang["#COPPERMINER_NAME"] = "Рудокоп меди"
lang["#LIFTBOTTOM_NAME"] = "Нижняя шахта лифта"
lang["#LIFTTOP_NAME"] = "Верхняя шахта лифта"
lang["#ENTRANCERAMP_NAME"] = "Въездной склон"

-- Ammo Factory
lang["#AMMOFACTORY_NAME"] = "Станция Циркл Джи Мунишнз"
lang["#AMMOFACTORY_DESC"] = [[
	Добро пожаловать в станцию Циркл Джи Мунишнз. Большинство операций на этих заводах были автоматизированы благодаря РобКо, минимальный вклад требуется для поддержания работы.

	Эта станция оснащена двумя гидравлическими прессами CHME-1000JL для прессования свинцовых пластин.

	Чтобы предотвратить дальнейшие сбои и ошибки, вся тяжёлая техника питается от собственного генератора Дженерал Атомикс Фьюжн, исключая зависимость от местной электросети.

	Чтобы обеспечить соответствие производства стандартам РобКо, убедитесь, что генератор снабжён ядерным материалом, распределители мощности должным образом обслуживаться, и постоянно поставляться медные грузы, которые поступают на завод. Спасибо и удачного дня РобКо!
]]
lang["#AMMOFACTORY_PRESS_NAME"] = "Гидравлический пресс CHME-1000JL"

-- New Format for terminals, put the title of the button in [brackets]
lang["#ASHLANDMINE_NAME"] = "Место раскопок в Эшлэнде"

-- Ineu Mine

lang["#INEUMINE_NAME"] = "Горный участок \"Прометей\""
lang["#INEUMINE_DESC"] = [[
	Добро пожаловать в шахту \"Прометей\". Большинство операций на этих заводах были автоматизированы благодаря РобКо, для поддержания работы требуется минимальный вклад.

	Эта станция оснащена двумя автоматизированными шахтными установками, расположенными на месторождениях меди и свинца.

	Чтобы предотвратить дальнейшие сбои и простои, вся тяжелая техника питается от собственного генератора Дженерал Атомикс Фьюжн, исключая зависимость от местной электросети.

	Чтобы обеспечить соответствие производства стандартам РобКо, убедитесь, что генератор снабжён ядерным материалом, а распределители мощности должным образом обслуживаются. Спасибо и удачного дня РобКо!
]]

-- Ineu Gorgeous Greg's Terminal
lang["#INEU_GREGSETUP_NAME"] = "Терминал горного бригадира \"Прометей\""
lang["#INEU_GREGSETUP_DESC"] = [[
[ТЕРМИНАЛ ГРЕГА]
Список дел
-Выяснить, как работает этот чёртов терминал, и правильно его настроить.
-Выполнить свою квоту за месяц. 4/5.
-Найти способ заставить эти телевизоры снова заработать.
]]

-- Locations

lang["#BOS_BUNKER"] = "Бункер Братства Стали"

RELOADSCHEMA = true
