local lang = RSRG.Languages["ru"]

lang["#CRIMES_NONE"] = "Нет преступлений"

-- Factions
lang["#FACTION_NCR_NAME"] = "Новая Калифорнийская Республика"
lang["#FACTION_NCR_DESC"] = "Новая Калифорнийская Республика, или НКР, начался как маленький городок в Северной Калифорнии. Теперь они представляют собой большую демократическую федерацию, которая распространилась по всему юго-западному побережью."

lang["#FACTION_HUNTER_NAME"] = "Охотники в Пустошах"
lang["#FACTION_HUNTER_DESC"] = "Разбросанные, слабо сплочённое сообщество самоподдерживающихся охотников, рейдеров и выживших. Покинув тяжёлую руку НКР и цивилизацию в целом, этот мусор состоит как из местных жителей, так и из трансплантированных НКР, ушедших в самоволку."

lang["#FACTION_NEWRENO_NAME"] = "Семьи Нью-Рено Крайм"
lang["#FACTION_NEWRENO_DESC"] = "'Самый большой маленький город в мире', Нью-Рено - выгребная яма греха, управляемая синдикатом из четырёх семей; Мординос, Епископы, Райтс и Сальваторе борются за контроль. Возможно, они не работают вместе, но все они заинтересованы в том, чтобы всё было хорошо, спокойно и открыто для бизнеса. Нарушители обычно не долго живут."

lang["#FACTION_CRIMSONCARAVAN_NAME"] = "Компания «Красный караван»"
lang["#FACTION_CRIMSONCARAVAN_DESC"] = "Компания «Красный караван» является одним из, если не единственным крупнейшим караванным домом в Новой Калифорнии и за его пределами, с филиалом КХЦ почти в каждом крупном городе Новой Калифорнии."
-- Laws
lang["#LAW_MURDER_NAME"] = "Убийство"
lang["#LAW_MURDER_DESC"] = "Незаконное убийство другого лица"

lang["#LAW_ASSAULT_NAME"] = "Нападение"
lang["#LAW_ASSAULT_DESC"] = "Определяется как нанесение чрезмерного ущерба человеку по причинам, не связанным с самообороной."

-- Profiles

lang["#NCRSOLDIER_NAME"] = "Солдат НКР"
lang["#NCRRANGER_NAME"] = "Рейнджер НКР"



-- Workstations

lang["#WORKBENCH_NAME"] = "Верстак"
lang["#CAMPFIRE_NAME"] = "Лагерный костёр"
lang["#RELOADINGBENCH_NAME"] = "Верстак для снаряжения патронов"
lang["#WEAPONBENCH_NAME"] = "Оружейный верстак"


-- Terminal
lang["#TERMINAL_TITLE"] = "ОПЕРАЦИОННАЯ СИСТЕМА ROBCO INDUSTRIES UNIFIED\nАВТОРСКИЕ ПРАВА 2075-2077 ROBCO INDUSTRIES"
lang["#TERMINAL_DEFAULT"] = "Мой компьютер"



-- Factory Related
lang["#FACTORY_GUIDELINES"] = "Руководство по использованию"
lang["#FACTORY_CHECKDISTRIBUTOR"] = "Проверьте распределители питания"
lang["#FACTORY_DISTRIBUTORINFO"] = [[
	Все распределители электроэнергии будут вносить свой вклад в производительность завода. Регулярно проводите техническое обслуживание, так как распределители со временем будут изнашиваться.

	Более высокий уровень повреждения распределителей потребует ремонта большего количества деталей, поэтому распределители должны быть в отличном состоянии.
]]

lang["#FACTORY_CHECKPOWERED"] = "Проверить состояние питания"
lang["#FACTORY_POWERED"] = "Работает"
lang["#FACTORY_ENABLED"] = "Включен"
lang["#FACTORY_TOGGLEENABLE"] = "Вкл/Выкл"
lang["#FACTORY_TOGGLEENABLE"] = "Вкл/Выкл"
lang["#FACTORY_NOPOWER"] = "Нет питания"
lang["#FACTORY_SHUTTINGDOWN"] = "Выключение"
lang["#FACTORY_POWERINGON"] = "Включение"
lang["#FACTORY_CHECKCHARGE"] = "Проверить текущую емкость"
lang["#FACTORY_CURRENTCHARGE"] = "Текущая емкость"
lang["#FACTORY_LOADMINERAL"] = "Загрузить $mineral"
lang["#FACTORY_NOTENOUGHMINERAL"] = "У вас нет ни одного $mineral для загрузки."
lang["#FACTORY_CHARGEFULL"] = "Загрузка больше будет превышать емкость."
lang["#FACTORY_RECIEVINGCHARGE"] = "Открытие хоппера."
lang["#FACTORY_REMOTEACCESS"] = "Удаленный доступ к машине."


-- Power Generator
lang["#FUSIONGENERATOR_NAME"] = "Генератор атомного синтеза"

-- Distributor
lang["#DISTRIBUTOR"] = "Распределитель мощности"
lang["#DISTRIBUTOR_TOTAL"] = "Производственная мощность"

-- Ineu Distributors
lang["#DISTRIBUTOR_BACKALLEY"] = "Переулок"
lang["#DISTRIBUTOR_LOADINGALLEY"] = "Погрузочная площада"
lang["#DISTRIBUTOR_GENERATORROOM"] = "Генераторная"
lang["#DISTRIBUTOR_FACTORYFLOOR"] = "Заводской этаж"

-- Lead Miner
lang["#MINER_NAME"] = "Рудокоп"
lang["#LEADMINER_NAME"] = "Рудокоп свинца"
lang["#COPPERMINER_NAME"] = "Рудокоп меди"

-- Ammo Factory
lang["#AMMOFACTORY_NAME"] = "Circle G Munitions Processing Plant"
lang["#AMMOFACTORY_DESC"] = [[
	Добро пожаловать в Circle G Munitions Processing Plant. Большинство операций на этих заводах были автоматизированы благодаря RobCo, минимальный вклад требуется для поддержания работы.

	Это растение оснащено двумя CHME-1000JL Гидравлическими прессами для прессования свинцовых пластин.

	Чтобы предотвратить дальнейшие сбои и ошибки, вся тяжелая техника питается от собственного генератора Fusion General Atomics, исключая зависимость от местной электросети.

	Чтобы обеспечить соответствие производства стандартам RobCo, убедитесь, что генератор снабжен ядерным материалом, распределители мощности должным образом обслуживаться, и постоянно поставляйте медные грузы, поступающие на завод. Спасибо и удачного дня RobCo!
]]
lang["#AMMOFACTORY_PRESS_NAME"] = "Гидравлический пресс CHME-1000JL"

-- Ineu factory employee logs

lang["#INEU_FACTORYLOG_NAME"] = "Терминал Circle G Foreman's"

-- New Format for terminals, put the title of the button in [brackets]

lang["#INEU_FACTORYLOG_1"] = [[
	[Журнал регистрации корпоративных инцидентов: Местный сбой питания]

	Я пишу это, потому что прямая связь с корпорацией, наконец, перестала работать.

	МЫ. НЕ. МОЖЕМ. РАБОТАТЬ. БЕЗ. ЭЛЕКТРИЧЕСТВА.

	Я не знаю, кто был инженером, и что всё ли в порядке с этой конструкцией, но мы не можем так просто запустить один и тот же пресс более пяти минут, не отключая электропитание для всей области, ДАВАЙТЕ двое и нажмут, и запустят Автопогрузчик.

	За то время, которое потребовалось для восстановления телефонных линий, у нас уже была небольшая толпа горожан, которые толпились у ворот, крича на наших сотрудников. Вслед за ОЧЕНЬ недовольным звонком полковника, руководящего военной базой через реку. Вы знаете, сколько ботинок размещено на его базе в любой момент времени? Потому что я делаю это сейчас, а также ТОЧНО, он обещал, что посадит их, если это случится снова.

	Если вы не планируете платить нашему персоналу самой большой бумагой в стране, вы получите кого-то здесь, который посмотрит, как подключить нас к генератору на месте. ХОРОШО. Я и мои люди не попадем на какой-нибудь армейский рубеж через зарплату.

]]
lang["#INEU_FACTORYLOG_2"] = [[
	[Журнал регистрации корпоративных инцидентов: Жалобы на шум]

	Теперь, когда машины наконец работают, у нас есть другая проблема. Шум. Я не знаю, в стороне ли это каньона, в котором мы находимся, но, черт возьми, эти вещи громкие.

	Такого громкого, на самом деле, нет ни где в городе, где вы не могли бы услышать такие вещи. Бригадир местной шахты взял время из моего напряженного графика, чтобы рассказать мне о том, как они чувствуют 'вибрации' от всего подполья, 'дребезжая' их опорные рамы и угрожая 'разрушить' весь завод.

	Я бы почти пожалел людей в этом городе, если бы не тот факт, что они продолжают ссориться с моими людьми круглосуточно. После недели заполнения нашего почтового ящика письменными жалобами, скрытыми угрозами и открытыми угрозами; некоторые бросали бутылки и камни, пока наши спины были повернуты.

	Мне всё равно, насколько велик контракт с корпорацией, мы не можем управлять этими вещами 24/7. Эти люди должны спать, и ВАШИ СОТРУДНИКИ ТОЖЕ! И мы не можем просто моргнуть, не рискуя, чтобы какой-то горожанин подложил подушку нам под голову.
]]
lang["#INEU_FACTORYLOG_3"] = [[
	[Журнал регистрации корпоративных инцидентов: Вандализм/Саботаж]

	Это становится смешным.

	Не довольствуясь преследованиями моих сотрудников на расстоянии, кто-то ворвался на территорию завода прошлой ночью. Шины, тормозные магистрали и сиденья каждого грузовика. Были разорваны. Резервуары с жидкостью в задней части здания, форсунки сломались и слились полностью. Большинство наружных дверных замков были залеплены жевательной резинкой.

	Хуже всего то, что они попали по внешним распределителям. ЖЕСТКО. Я не думаю, что они могли бы нанести больше урона, если бы использовали взрывчатку. Принимая во внимание те камнедробители на западе или Морпехами на востоке, это могло быть именно так. Без материалов для их ремонта производство машин сократилась вдвое.

	Шерифам потребовалось более часа, чтобы добраться сюда, и они едва осмотрели это место, прежде чем сказать, что они ничего не могли сделать. Один из этих ублюдков на самом деле дал понять, что 'позвоните нам, если это произойдет снова, пока не отключится питание'. Хватит значит хватит. Мне все равно, сколько раз вы отклоняли мою просьбу о дополнительных мерах безопасности, будь прокляты страховые тарифы. Я прошу парк протектронов здесь! Согласие одобрить или нет, я отвлекаю пару голов, чтобы обеспечить безопасность на месте после наступления темноты, включая меня самого. Я знаю, что у нас здесь есть лестница для очистки желобов, и крыша станет идеальной точкой обзора.

	Мы увидим, насколько умны эти горожане, когда следующий уйдет сюда в черной сумке.
	]]

-- Ineu Mine

lang["#INEUMINE_NAME"] = "Горный участок Прометей"
lang["#INEUMINE_DESC"] = [[
	Добро пожаловать в Promethus Mine. Большинство операций на этих заводах были автоматизированы благодаря RobCo, для поддержания работы требуется минимальный вклад.

	Этот завод оснащен двумя автоматизированными шахтными установками, расположенными на месторождениях меди и свинца. 

	Чтобы предотвратить дальнейшие сбои и простои, вся тяжелая техника питается от собственного генератора Fusion General Atomics, исключая зависимость от местной электросети.

	Чтобы обеспечить соответствие производства стандартам RobCo, убедитесь, что генератор снабжен ядерным материалом, а распределительные устройства должным образом обслуживаются. Спасибо и удачного дня RobCo!
]]
